-- phpMyAdmin SQL Dump
-- version 5.2.1
-- https://www.phpmyadmin.net/
--
-- Host: localhost:3306
-- Generation Time: Dec 25, 2023 at 07:45 AM
-- Server version: 10.5.20-MariaDB-cll-lve
-- PHP Version: 7.4.27

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `nirrtjiu_ngo`
--

-- --------------------------------------------------------

--
-- Table structure for table `admins`
--

CREATE TABLE `admins` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `admin_name` varchar(255) NOT NULL,
  `admin_name_ban` varchar(255) NOT NULL,
  `admin_mobile` varchar(255) NOT NULL,
  `designation_list_id` varchar(255) DEFAULT NULL,
  `branch_id` varchar(255) DEFAULT NULL,
  `admin_sign` varchar(255) DEFAULT NULL,
  `admin_job_start_date` varchar(255) DEFAULT NULL,
  `admin_job_end_date` varchar(255) DEFAULT NULL,
  `admin_job_end_start_date` varchar(255) DEFAULT NULL,
  `admin_image` text DEFAULT NULL,
  `email` varchar(255) NOT NULL,
  `admin_email_verified_at` timestamp NULL DEFAULT NULL,
  `password` varchar(255) DEFAULT NULL,
  `remember_token` varchar(100) DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `admins`
--

INSERT INTO `admins` (`id`, `admin_name`, `admin_name_ban`, `admin_mobile`, `designation_list_id`, `branch_id`, `admin_sign`, `admin_job_start_date`, `admin_job_end_date`, `admin_job_end_start_date`, `admin_image`, `email`, `admin_email_verified_at`, `password`, `remember_token`, `created_at`, `updated_at`) VALUES
(1, 'super admin', 'super admin ban', '123456789', '1', '1', 'public/uploads/170054478420231121Signaturex-Signature-Font_300x80.jpg', NULL, NULL, NULL, 'public/uploads/170054577420231121us.webp', 'superadmin@gmail.com', NULL, '$2y$10$zpNHoYmbKBdrvyq8IltFveY.KK2zGuEvSYN8ZkBl4ztgBia4HaeDi', NULL, '2023-08-22 02:06:19', '2023-11-21 04:21:37'),
(2, 'Sheikh Md. Moniruzzaman', 'শেখ মোঃ মনিরুজ্জামান', '01515259074', '2', '2', 'public/uploads/adminImage/2023-19-1217030006867359779092.png', NULL, NULL, NULL, 'public/uploads/adminImage/2023-19-1217030004543269794952.png', 'dg@ngoab.gov.bd', NULL, '$2y$10$lz6FU1Tfqr38VNpSs/bug.7fjgu3X4v0moUxzPm3vNjS/zBLH/tHS', NULL, '2023-12-19 20:40:54', '2023-12-19 20:46:10'),
(7, 'Tapan Kumar Biswas', 'তপন কুমার বিশ্বাস', '01515259074', '7', '4', 'public/uploads/adminImage/2023-19-1217030009495772328948.png', '2023-12-03', NULL, NULL, 'public/uploads/adminImage/2023-19-1217030009499991263368.jpg', 'dir1@ngoab.gov.bd', NULL, '$2y$10$lz6FU1Tfqr38VNpSs/bug.7fjgu3X4v0moUxzPm3vNjS/zBLH/tHS', NULL, '2023-12-19 20:49:09', '2023-12-21 15:16:37'),
(8, 'Md Moklesur Rahman, ndc', 'মোঃ মোখলেছুর রহমান, এনডিসি', '01515259074', '1', '1', 'public/uploads/adminImage/2023-19-1217030027183651751230.png', NULL, NULL, NULL, 'public/uploads/adminImage/2023-19-1217030027182646830297.jpg', 'dir2@ngoab.gov.bd', NULL, '$2y$10$lz6FU1Tfqr38VNpSs/bug.7fjgu3X4v0moUxzPm3vNjS/zBLH/tHS', NULL, '2023-12-19 21:18:38', '2023-12-19 21:18:38'),
(9, 'Md. Anwar Hossain', 'মোঃ আনোয়ার হোসেন', '01515259074', '43', '3', 'public/uploads/adminImage/2023-19-1217030029124080441141.png', '2023-12-04', NULL, NULL, 'public/uploads/adminImage/2023-19-1217030029125994264850.jpg', 'dreg@ngoab.gov.bd', NULL, '$2y$10$lz6FU1Tfqr38VNpSs/bug.7fjgu3X4v0moUxzPm3vNjS/zBLH/tHS', NULL, '2023-12-19 21:21:52', '2023-12-20 14:44:24'),
(10, 'Md. Manir Hossain', 'মোঃ মনির হোসেন', '01515259074', '1', '1', 'public/uploads/adminImage/2023-19-1217030030982655072467.png', NULL, NULL, NULL, 'public/uploads/adminImage/2023-19-1217030030982463772098.jpg', 'ddg@ngoab.gov.bd', NULL, '$2y$10$lz6FU1Tfqr38VNpSs/bug.7fjgu3X4v0moUxzPm3vNjS/zBLH/tHS', NULL, '2023-12-19 21:24:58', '2023-12-19 21:24:58'),
(11, 'Mushtanjida Pervin', 'মুশতানজিদা পারভীন', '01515259074', '1', '1', 'public/uploads/adminImage/2023-19-1217030034078112133177.png', NULL, NULL, NULL, 'public/uploads/adminImage/2023-19-1217030034079050074060.jpg', 'dda@ngoab.gov.bd', NULL, '$2y$10$lz6FU1Tfqr38VNpSs/bug.7fjgu3X4v0moUxzPm3vNjS/zBLH/tHS', NULL, '2023-12-19 21:30:07', '2023-12-19 21:30:07'),
(12, 'Bipul Chandra Das', 'বিপুল চন্দ্র দাস', '01515259074', '42', '3', 'public/uploads/adminImage/2023-19-1217030035625886886994.png', '2023-12-03', NULL, NULL, 'public/uploads/adminImage/2023-19-1217030035622603579288.jpg', 'ad1@ngoab.gov.bd', NULL, '$2y$10$lz6FU1Tfqr38VNpSs/bug.7fjgu3X4v0moUxzPm3vNjS/zBLH/tHS', NULL, '2023-12-19 21:32:42', '2023-12-20 14:44:13'),
(13, 'Bahadur Raichur Rahaman', 'বাহাদুর রইচুর রহমান', '01515259074', '1', '1', 'public/uploads/adminImage/2023-19-1217030044614714743728.png', NULL, NULL, NULL, 'public/uploads/adminImage/2023-19-1217030044612658079003.jpg', 'bahadur.rr@gmail.com', NULL, '$2y$10$lz6FU1Tfqr38VNpSs/bug.7fjgu3X4v0moUxzPm3vNjS/zBLH/tHS', NULL, '2023-12-19 21:47:41', '2023-12-19 21:47:41'),
(223, 'Md. Mizanoor Rahman', 'মোঃ মিজানুর রহমান', '01552375226', '6', '3', 'public/uploads/adminImage/2023-20-1217030653322949079723.png', '2023-12-03', NULL, NULL, NULL, 'mizan.mg@gmail.com', NULL, '$2y$10$yiTwOAhRC1apeDU39Bn88u5cqbthwkPqOAcP1hYTBsYaE/LJw0Gpa', NULL, '2023-12-20 14:42:12', '2023-12-20 14:44:01');

-- --------------------------------------------------------

--
-- Table structure for table `admin_designation_histories`
--

CREATE TABLE `admin_designation_histories` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `admin_id` varchar(255) DEFAULT NULL,
  `designation_list_id` varchar(255) DEFAULT NULL,
  `admin_job_start_date` varchar(255) DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `admin_designation_histories`
--

INSERT INTO `admin_designation_histories` (`id`, `admin_id`, `designation_list_id`, `admin_job_start_date`, `created_at`, `updated_at`) VALUES
(4, '2', '2', '2023-08-22', '2023-08-22 05:41:17', '2023-08-22 05:41:17'),
(11, '223', '6', '2023-12-03', '2023-12-20 14:44:01', '2023-12-20 14:44:01'),
(12, '12', '42', '2023-12-03', '2023-12-20 14:44:13', '2023-12-20 14:44:13'),
(13, '9', '43', '2023-12-04', '2023-12-20 14:44:24', '2023-12-20 14:44:24'),
(14, '7', '7', '2023-12-03', '2023-12-21 15:16:37', '2023-12-21 15:16:37');

-- --------------------------------------------------------

--
-- Table structure for table `article_signs`
--

CREATE TABLE `article_signs` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `dakDetailId` varchar(255) DEFAULT NULL,
  `childId` varchar(255) DEFAULT NULL,
  `sender` int(20) DEFAULT NULL,
  `permissionId` varchar(255) DEFAULT NULL,
  `back_status` varchar(20) DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `branches`
--

CREATE TABLE `branches` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `branch_name` varchar(255) NOT NULL,
  `branch_code` varchar(255) NOT NULL,
  `branch_step` int(11) DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `branches`
--

INSERT INTO `branches` (`id`, `branch_name`, `branch_code`, `branch_step`, `created_at`, `updated_at`) VALUES
(1, 'super admin', 'super admin', NULL, '2023-08-22 02:02:56', '2023-08-22 02:02:56'),
(2, 'মহাপরিচালক মহোদয়ের শাখা', '১০১', 1, '2023-08-22 02:24:21', '2023-12-19 12:56:49'),
(3, 'নিবন্ধন ও নবায়ন শাখা', '৬৬০', 2, '2023-08-22 02:24:41', '2023-12-21 10:11:14'),
(4, 'পরিচালক (প্রকল্প-১) শাখা', '১০৩', 3, '2023-08-22 02:25:09', '2023-12-19 12:57:24'),
(5, 'পরিচালক (প্রকল্প-২) শাখা', '১০৪', 4, '2023-08-22 02:25:26', '2023-12-19 12:57:38'),
(6, 'প্রশাসন  শাখা', '১০৫', 5, '2023-08-22 02:25:40', '2023-12-19 12:57:52'),
(7, 'প্রকল্প-১ শাখা', '১০৬', 6, '2023-08-22 02:25:57', '2023-12-19 12:58:26'),
(8, 'সহকারী পরিচালক-১ (নিবন্ধন ও নবায়ন) শাখা', '১০৭', 7, '2023-08-22 02:26:17', '2023-12-19 12:58:47'),
(9, 'সহকারী পরিচালক-১ (সমন্বয়) শাখা', '১০৮', 8, '2023-08-22 02:26:38', '2023-12-19 12:58:57'),
(10, 'পরিচালক (প্রকল্প-৩) শাখা', '১০৯', 9, '2023-08-22 02:26:56', '2023-12-19 12:59:08'),
(11, 'পরিচালক (প্রকল্প-৪) শাখা', '১১০', 10, '2023-08-22 02:27:10', '2023-12-19 12:59:33'),
(12, 'পরিচালক (প্রকল্প-৫) শাখা', '১১১', 11, '2023-08-22 02:28:49', '2023-12-19 12:59:50');

-- --------------------------------------------------------

--
-- Table structure for table `child_note_for_fc_ones`
--

CREATE TABLE `child_note_for_fc_ones` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `parent_note_for_fc_one_id` bigint(20) UNSIGNED NOT NULL,
  `serial_number` varchar(255) NOT NULL,
  `description` text NOT NULL,
  `admin_id` varchar(11) DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `child_note_for_fc_twos`
--

CREATE TABLE `child_note_for_fc_twos` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `parent_note_for_fc_two_id` bigint(20) UNSIGNED NOT NULL,
  `serial_number` varchar(255) NOT NULL,
  `description` text NOT NULL,
  `admin_id` varchar(11) DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `child_note_for_fd_nines`
--

CREATE TABLE `child_note_for_fd_nines` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `p_note_for_fd_nine_id` bigint(20) UNSIGNED NOT NULL,
  `serial_number` varchar(255) NOT NULL,
  `description` text NOT NULL,
  `admin_id` int(11) DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `child_note_for_fd_nine_ones`
--

CREATE TABLE `child_note_for_fd_nine_ones` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `p_note_for_fd_nine_one_id` bigint(20) UNSIGNED NOT NULL,
  `serial_number` varchar(255) NOT NULL,
  `description` text NOT NULL,
  `admin_id` varchar(11) DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `child_note_for_fd_sevens`
--

CREATE TABLE `child_note_for_fd_sevens` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `parent_note_for_fd_seven_id` bigint(20) UNSIGNED NOT NULL,
  `serial_number` varchar(255) NOT NULL,
  `description` text NOT NULL,
  `admin_id` varchar(11) DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `child_note_for_fd_sixes`
--

CREATE TABLE `child_note_for_fd_sixes` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `parent_note_for_fdsix_id` bigint(20) UNSIGNED NOT NULL,
  `serial_number` varchar(255) NOT NULL,
  `description` text NOT NULL,
  `admin_id` varchar(11) DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `child_note_for_fd_threes`
--

CREATE TABLE `child_note_for_fd_threes` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `parent_note_for_fd_three_id` bigint(20) UNSIGNED NOT NULL,
  `serial_number` varchar(255) NOT NULL,
  `description` text NOT NULL,
  `admin_id` varchar(11) DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `child_note_for_name_changes`
--

CREATE TABLE `child_note_for_name_changes` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `parentnote_name_change_id` bigint(20) UNSIGNED NOT NULL,
  `serial_number` varchar(255) NOT NULL,
  `description` text NOT NULL,
  `admin_id` varchar(11) DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `child_note_for_registrations`
--

CREATE TABLE `child_note_for_registrations` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `parent_note_regid` bigint(20) UNSIGNED NOT NULL,
  `serial_number` varchar(255) NOT NULL,
  `description` text NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `admin_id` varchar(255) DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `child_note_for_renews`
--

CREATE TABLE `child_note_for_renews` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `parent_note_for_renew_id` bigint(20) UNSIGNED NOT NULL,
  `serial_number` varchar(255) NOT NULL,
  `description` text NOT NULL,
  `admin_id` varchar(255) DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `civilinfos`
--

CREATE TABLE `civilinfos` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `division_bn` varchar(100) NOT NULL,
  `city_orporation` varchar(255) DEFAULT NULL,
  `district_bn` varchar(100) NOT NULL,
  `thana_bn` varchar(110) NOT NULL,
  `postcode_bn` varchar(100) DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `civilinfos`
--

INSERT INTO `civilinfos` (`id`, `division_bn`, `city_orporation`, `district_bn`, `thana_bn`, `postcode_bn`, `created_at`, `updated_at`) VALUES
(1866, 'ঢাকা', 'ঢাকা উত্তর সিটি কর্পোরেশন', 'ঢাকা', 'ডেমরা', '1360', '2021-07-21 08:43:21', '2021-07-21 08:43:21'),
(1867, 'ঢাকা', 'ঢাকা দক্ষিণ সিটি কর্পোরেশন', 'ঢাকা', 'ডেমরা', '1362', '2021-07-21 08:43:21', '2021-07-21 08:43:21'),
(1868, 'ঢাকা', 'গাজীপুর সিটি কর্পোরেশন', 'ঢাকা', 'ডেমরা', '1361', '2021-07-21 08:43:21', '2021-07-21 08:43:21'),
(1869, 'ঢাকা', 'নারায়ণগঞ্জ সিটি কর্পোরেশন', 'ঢাকা', 'ঢাকা সেনানিবাস', '1206', '2021-07-21 08:43:21', '2021-07-21 08:43:21'),
(1870, 'ঢাকা', NULL, 'ঢাকা', 'ধামরাই', '1350', '2021-07-21 08:43:21', '2021-07-21 08:43:21'),
(1871, 'ঢাকা', NULL, 'ঢাকা', 'ধামরাই', '1351', '2021-07-21 08:43:21', '2021-07-21 08:43:21'),
(1872, 'ঢাকা', NULL, 'ঢাকা', 'ধানমন্ডি', '1209', '2021-07-21 08:43:21', '2021-07-21 08:43:21'),
(1873, 'ঢাকা', NULL, 'ঢাকা', 'গুলশান', '1213', '2021-07-21 08:43:21', '2021-07-21 08:43:21'),
(1874, 'ঢাকা', NULL, 'ঢাকা', 'গুলশান', '1212', '2021-07-21 08:43:21', '2021-07-21 08:43:21'),
(1875, 'ঢাকা', NULL, 'ঢাকা', 'গুলশান', '1212', '2021-07-21 08:43:21', '2021-07-21 08:43:21'),
(1876, 'ঢাকা', NULL, 'ঢাকা', 'যাত্রাবাড়ি', '1232', '2021-07-21 08:43:21', '2021-07-21 08:43:21'),
(1877, 'ঢাকা', NULL, 'ঢাকা', 'জয়পাড়া', '1330', '2021-07-21 08:43:21', '2021-07-21 08:43:21'),
(1878, 'ঢাকা', NULL, 'ঢাকা', 'জয়পাড়া', '1332', '2021-07-21 08:43:21', '2021-07-21 08:43:21'),
(1879, 'ঢাকা', NULL, 'ঢাকা', 'জয়পাড়া', '1331', '2021-07-21 08:43:21', '2021-07-21 08:43:21'),
(1880, 'ঢাকা', NULL, 'ঢাকা', 'কেরানীগঞ্জ', '1312', '2021-07-21 08:43:21', '2021-07-21 08:43:21'),
(1881, 'ঢাকা', NULL, 'ঢাকা', 'কেরানীগঞ্জ', '1311', '2021-07-21 08:43:21', '2021-07-21 08:43:21'),
(1882, 'ঢাকা', NULL, 'ঢাকা', 'কেরানীগঞ্জ', '1313', '2021-07-21 08:43:21', '2021-07-21 08:43:21'),
(1883, 'ঢাকা', NULL, 'ঢাকা', 'কেরানীগঞ্জ', '1310', '2021-07-21 08:43:21', '2021-07-21 08:43:21'),
(1884, 'ঢাকা', NULL, 'ঢাকা', 'খিলগাঁও', '1219', '2021-07-21 08:43:21', '2021-07-21 08:43:21'),
(1885, 'ঢাকা', NULL, 'ঢাকা', 'খিলক্ষেত', '1229', '2021-07-21 08:43:21', '2021-07-21 08:43:21'),
(1886, 'ঢাকা', NULL, 'ঢাকা', 'লালবাগ', '1211', '2021-07-21 08:43:21', '2021-07-21 08:43:21'),
(1887, 'ঢাকা', NULL, 'ঢাকা', 'মিরপুর', '1216', '2021-07-21 08:43:21', '2021-07-21 08:43:21'),
(1888, 'ঢাকা', NULL, 'ঢাকা', 'মোহাম্মদপুর', '1207', '2021-07-21 08:43:21', '2021-07-21 08:43:21'),
(1889, 'ঢাকা', NULL, 'ঢাকা', 'মোহাম্মদপুর', '1225', '2021-07-21 08:43:21', '2021-07-21 08:43:21'),
(1890, 'ঢাকা', NULL, 'ঢাকা', 'মতিঝিল', '1222', '2021-07-21 08:43:21', '2021-07-21 08:43:21'),
(1891, 'ঢাকা', NULL, 'ঢাকা', 'মতিঝিল', '1223', '2021-07-21 08:43:21', '2021-07-21 08:43:21'),
(1892, 'ঢাকা', NULL, 'ঢাকা', 'নবাবগঞ্জ', '1323', '2021-07-21 08:43:21', '2021-07-21 08:43:21'),
(1893, 'ঢাকা', NULL, 'ঢাকা', 'নবাবগঞ্জ', '1325', '2021-07-21 08:43:21', '2021-07-21 08:43:21'),
(1894, 'ঢাকা', NULL, 'ঢাকা', 'নবাবগঞ্জ', '1322', '2021-07-21 08:43:21', '2021-07-21 08:43:21'),
(1895, 'ঢাকা', NULL, 'ঢাকা', 'নবাবগঞ্জ', '1321', '2021-07-21 08:43:21', '2021-07-21 08:43:21'),
(1896, 'ঢাকা', NULL, 'ঢাকা', 'নবাবগঞ্জ', '1324', '2021-07-21 08:43:21', '2021-07-21 08:43:21'),
(1897, 'ঢাকা', NULL, 'ঢাকা', 'নবাবগঞ্জ', '1320', '2021-07-21 08:43:21', '2021-07-21 08:43:21'),
(1898, 'ঢাকা', NULL, 'ঢাকা', 'নিউমার্কেট', '1205', '2021-07-21 08:43:21', '2021-07-21 08:43:21'),
(1899, 'ঢাকা', NULL, 'ঢাকা', 'পল্টন', '1000', '2021-07-21 08:43:21', '2021-07-21 08:43:21'),
(1900, 'ঢাকা', NULL, 'ঢাকা', 'রমনা', '1217', '2021-07-21 08:43:21', '2021-07-21 08:43:21'),
(1901, 'ঢাকা', NULL, 'ঢাকা', 'সবুজবাগ', '1214', '2021-07-21 08:43:21', '2021-07-21 08:43:21'),
(1902, 'ঢাকা', NULL, 'ঢাকা', 'সাভার', '1348', '2021-07-21 08:43:21', '2021-07-21 08:43:21'),
(1903, 'ঢাকা', NULL, 'ঢাকা', 'সাভার', '1341', '2021-07-21 08:43:21', '2021-07-21 08:43:21'),
(1904, 'ঢাকা', NULL, 'ঢাকা', 'সাভার', '1349', '2021-07-21 08:43:21', '2021-07-21 08:43:21'),
(1905, 'ঢাকা', NULL, 'ঢাকা', 'সাভার', '1342', '2021-07-21 08:43:21', '2021-07-21 08:43:21'),
(1906, 'ঢাকা', NULL, 'ঢাকা', 'সাভার', '1346', '2021-07-21 08:43:21', '2021-07-21 08:43:21'),
(1907, 'ঢাকা', NULL, 'ঢাকা', 'সাভার', '1347', '2021-07-21 08:43:21', '2021-07-21 08:43:21'),
(1908, 'ঢাকা', NULL, 'ঢাকা', 'সাভার', '1340', '2021-07-21 08:43:21', '2021-07-21 08:43:21'),
(1909, 'ঢাকা', NULL, 'ঢাকা', 'সাভার', '1344', '2021-07-21 08:43:21', '2021-07-21 08:43:21'),
(1910, 'ঢাকা', NULL, 'ঢাকা', 'সাভার', '1343', '2021-07-21 08:43:21', '2021-07-21 08:43:21'),
(1911, 'ঢাকা', NULL, 'ঢাকা', 'সাভার', '1345', '2021-07-21 08:43:21', '2021-07-21 08:43:21'),
(1912, 'ঢাকা', NULL, 'ঢাকা', 'সূত্রাপুর', '1100', '2021-07-21 08:43:21', '2021-07-21 08:43:21'),
(1913, 'ঢাকা', NULL, 'ঢাকা', 'সূত্রাপুর', '1204', '2021-07-21 08:43:21', '2021-07-21 08:43:21'),
(1914, 'ঢাকা', NULL, 'ঢাকা', 'সূত্রাপুর', '1203', '2021-07-21 08:43:21', '2021-07-21 08:43:21'),
(1915, 'ঢাকা', NULL, 'ঢাকা', 'তেজগাঁও', '1215', '2021-07-21 08:43:21', '2021-07-21 08:43:21'),
(1916, 'ঢাকা', NULL, 'ঢাকা', 'তেজগাঁও শিল্প এলাকা', '1208', '2021-07-21 08:43:21', '2021-07-21 08:43:21'),
(1917, 'ঢাকা', NULL, 'ঢাকা', 'উত্তরা', '1230', '2021-07-21 08:43:21', '2021-07-21 08:43:21'),
(1918, 'ঢাকা', NULL, 'ফরিদপুর', 'আলফাডাঙ্গা', '7870', '2021-07-21 08:43:21', '2021-07-21 08:43:21'),
(1919, 'ঢাকা', NULL, 'ফরিদপুর', 'ভাঙ্গা', '7830', '2021-07-21 08:43:21', '2021-07-21 08:43:21'),
(1920, 'ঢাকা', NULL, 'ফরিদপুর', 'বোয়ালমারী', '7860', '2021-07-21 08:43:21', '2021-07-21 08:43:21'),
(1921, 'ঢাকা', NULL, 'ফরিদপুর', 'বোয়ালমারী', '7861', '2021-07-21 08:43:21', '2021-07-21 08:43:21'),
(1922, 'ঢাকা', NULL, 'ফরিদপুর', 'চরভদ্রাসন', '7810', '2021-07-21 08:43:21', '2021-07-21 08:43:21'),
(1923, 'ঢাকা', NULL, 'ফরিদপুর', 'ফরিদপুর সদর', '7802', '2021-07-21 08:43:21', '2021-07-21 08:43:21'),
(1924, 'ঢাকা', NULL, 'ফরিদপুর', 'ফরিদপুর সদর', '7803', '2021-07-21 08:43:21', '2021-07-21 08:43:21'),
(1925, 'ঢাকা', NULL, 'ফরিদপুর', 'ফরিদপুর সদর', '7800', '2021-07-21 08:43:21', '2021-07-21 08:43:21'),
(1926, 'ঢাকা', NULL, 'ফরিদপুর', 'ফরিদপুর সদর', '7801', '2021-07-21 08:43:21', '2021-07-21 08:43:21'),
(1927, 'ঢাকা', NULL, 'ফরিদপুর', 'মধুখালী', '7851', '2021-07-21 08:43:21', '2022-05-24 13:23:32'),
(1928, 'ঢাকা', NULL, 'ফরিদপুর', 'মধুখালী', '7850', '2021-07-21 08:43:21', '2021-07-21 08:43:21'),
(1929, 'ঢাকা', NULL, 'ফরিদপুর', 'নগরকান্দা', '7840', '2021-07-21 08:43:21', '2021-07-21 08:43:21'),
(1930, 'ঢাকা', NULL, 'ফরিদপুর', 'নগরকান্দা', '7841', '2021-07-21 08:43:21', '2021-07-21 08:43:21'),
(1931, 'ঢাকা', NULL, 'ফরিদপুর', 'সদরপুর', '7822', '2021-07-21 08:43:21', '2021-07-21 08:43:21'),
(1932, 'ঢাকা', NULL, 'ফরিদপুর', 'সদরপুর', '7821', '2021-07-21 08:43:21', '2022-03-28 16:11:33'),
(1933, 'ঢাকা', NULL, 'ফরিদপুর', 'সদরপুর', '7820', '2021-07-21 08:43:21', '2021-07-21 08:43:21'),
(1934, 'ঢাকা', NULL, 'ফরিদপুর', 'শ্রী-অঙ্গন', '7804', '2021-07-21 08:43:21', '2021-07-21 08:43:21'),
(1935, 'ঢাকা', NULL, 'গাজীপুর', 'গাজীপুর সদর', '1703', '2021-07-21 08:43:21', '2021-07-21 08:43:21'),
(1936, 'ঢাকা', NULL, 'গাজীপুর', 'গাজীপুর সদর', '1701', '2021-07-21 08:43:21', '2021-07-21 08:43:21'),
(1937, 'ঢাকা', NULL, 'গাজীপুর', 'গাজীপুর সদর', '1702', '2021-07-21 08:43:21', '2021-07-21 08:43:21'),
(1938, 'ঢাকা', NULL, 'গাজীপুর', 'গাজীপুর সদর', '1700', '2021-07-21 08:43:21', '2021-07-21 08:43:21'),
(1939, 'ঢাকা', NULL, 'গাজীপুর', 'গাজীপুর সদর', '1704', '2021-07-21 08:43:21', '2021-07-21 08:43:21'),
(1940, 'ঢাকা', NULL, 'গাজীপুর', 'কালিয়াকৈর', '1750', '2021-07-21 08:43:21', '2021-07-21 08:43:21'),
(1941, 'ঢাকা', NULL, 'গাজীপুর', 'কালিয়াকৈর', '1751', '2021-07-21 08:43:21', '2021-07-21 08:43:21'),
(1942, 'ঢাকা', NULL, 'গাজীপুর', 'কালীগঞ্জ', '1720', '2021-07-21 08:43:21', '2021-07-21 08:43:21'),
(1943, 'ঢাকা', NULL, 'গাজীপুর', 'কালীগঞ্জ', '1721', '2021-07-21 08:43:21', '2021-07-21 08:43:21'),
(1944, 'ঢাকা', NULL, 'গাজীপুর', 'কালীগঞ্জ', '1722', '2021-07-21 08:43:21', '2021-07-21 08:43:21'),
(1945, 'ঢাকা', NULL, 'গাজীপুর', 'কালীগঞ্জ', '1723', '2021-07-21 08:43:21', '2021-07-21 08:43:21'),
(1946, 'ঢাকা', NULL, 'গাজীপুর', 'কাপাসিয়া', '1730', '2021-07-21 08:43:21', '2021-07-21 08:43:21'),
(1947, 'ঢাকা', NULL, 'গাজীপুর', 'মন্নুনগর', '1712', '2021-07-21 08:43:21', '2021-07-21 08:43:21'),
(1948, 'ঢাকা', NULL, 'গাজীপুর', 'মন্নুনগর', '1710', '2021-07-21 08:43:21', '2021-07-21 08:43:21'),
(1949, 'ঢাকা', NULL, 'গাজীপুর', 'মন্নুনগর', '1711', '2021-07-21 08:43:21', '2021-07-21 08:43:21'),
(1950, 'ঢাকা', NULL, 'গাজীপুর', 'শ্রীপুর', '1743', '2021-07-21 08:43:21', '2021-07-21 08:43:21'),
(1951, 'ঢাকা', NULL, 'গাজীপুর', 'শ্রীপুর', '1747', '2021-07-21 08:43:21', '2021-07-21 08:43:21'),
(1952, 'ঢাকা', NULL, 'গাজীপুর', 'শ্রীপুর', '1748', '2021-07-21 08:43:21', '2021-07-21 08:43:21'),
(1953, 'ঢাকা', NULL, 'গাজীপুর', 'শ্রীপুর', '1745', '2021-07-21 08:43:21', '2021-07-21 08:43:21'),
(1954, 'ঢাকা', NULL, 'গাজীপুর', 'শ্রীপুর', '1744', '2021-07-21 08:43:21', '2021-07-21 08:43:21'),
(1955, 'ঢাকা', NULL, 'গাজীপুর', 'শ্রীপুর', '1740', '2021-07-21 08:43:21', '2021-07-21 08:43:21'),
(1956, 'ঢাকা', NULL, 'গাজীপুর', 'শ্রীপুর', '1740', '2021-07-21 08:43:21', '2021-07-21 08:43:21'),
(1957, 'ঢাকা', NULL, 'গাজীপুর', 'শ্রীপুর', '1740', '2021-07-21 08:43:21', '2021-07-21 08:43:21'),
(1958, 'ঢাকা', NULL, 'গাজীপুর', 'শ্রীপুর', '1741', '2021-07-21 08:43:21', '2021-07-21 08:43:21'),
(1959, 'ঢাকা', NULL, 'গাজীপুর', 'শ্রীপুর', '1742', '2021-07-21 08:43:21', '2021-07-21 08:43:21'),
(1960, 'ঢাকা', NULL, 'গোপালগঞ্জ', 'গোপালগঞ্জ সদর', '8102', '2021-07-21 08:43:21', '2021-07-21 08:43:21'),
(1961, 'ঢাকা', NULL, 'গোপালগঞ্জ', 'গোপালগঞ্জ সদর', '8013', '2021-07-21 08:43:21', '2021-07-21 08:43:21'),
(1962, 'ঢাকা', NULL, 'গোপালগঞ্জ', 'গোপালগঞ্জ সদর', '8100', '2021-07-21 08:43:21', '2021-07-21 08:43:21'),
(1963, 'ঢাকা', NULL, 'গোপালগঞ্জ', 'গোপালগঞ্জ সদর', '8101', '2021-07-21 08:43:21', '2021-07-21 08:43:21'),
(1964, 'ঢাকা', NULL, 'গোপালগঞ্জ', 'কাশিয়ানী', '8133', '2021-07-21 08:43:21', '2021-07-21 08:43:21'),
(1965, 'ঢাকা', NULL, 'গোপালগঞ্জ', 'কাশিয়ানী', '8130', '2021-07-21 08:43:21', '2021-07-21 08:43:21'),
(1966, 'ঢাকা', NULL, 'গোপালগঞ্জ', 'কাশিয়ানী', '8131', '2021-07-21 08:43:21', '2021-07-21 08:43:21'),
(1967, 'ঢাকা', NULL, 'গোপালগঞ্জ', 'কাশিয়ানী', '8132', '2021-07-21 08:43:21', '2021-07-21 08:43:21'),
(1968, 'ঢাকা', NULL, 'গোপালগঞ্জ', 'কোটালীপাড়া', '8110', '2021-07-21 08:43:21', '2021-07-21 08:43:21'),
(1969, 'ঢাকা', NULL, 'গোপালগঞ্জ', 'মোকসেদপুর', '8141', '2021-07-21 08:43:21', '2022-02-09 09:55:45'),
(1970, 'ঢাকা', NULL, 'গোপালগঞ্জ', 'মাকসুদপুর', '8142', '2021-07-21 08:43:21', '2021-07-21 08:43:21'),
(1971, 'ঢাকা', NULL, 'গোপালগঞ্জ', 'মুকসুদপুর', '8140', '2021-07-21 08:43:21', '2022-01-06 10:15:16'),
(1972, 'ঢাকা', NULL, 'গোপালগঞ্জ', 'টুঙ্গিপাড়া', '8121', '2021-07-21 08:43:21', '2021-07-21 08:43:21'),
(1973, 'ঢাকা', NULL, 'গোপালগঞ্জ', 'টুঙ্গিপাড়া', '8120', '2021-07-21 08:43:21', '2021-07-21 08:43:21'),
(1974, 'ঢাকা', NULL, 'কিশোরগঞ্জ', 'বাজিতপুর', '2336', '2021-07-21 08:43:21', '2021-07-21 08:43:21'),
(1975, 'ঢাকা', NULL, 'কিশোরগঞ্জ', 'বাজিতপুর', '2338', '2021-07-21 08:43:21', '2021-07-21 08:43:21'),
(1976, 'ঢাকা', NULL, 'কিশোরগঞ্জ', 'বাজিতপুর', '2337', '2021-07-21 08:43:21', '2021-07-21 08:43:21'),
(1977, 'ঢাকা', NULL, 'কিশোরগঞ্জ', 'ভৈরব', '2350', '2021-07-21 08:43:21', '2021-07-21 08:43:21'),
(1978, 'ঢাকা', NULL, 'কিশোরগঞ্জ', 'হোসেনপুর', '2320', '2021-07-21 08:43:21', '2021-07-21 08:43:21'),
(1979, 'ঢাকা', NULL, 'কিশোরগঞ্জ', 'ইটনা', '2390', '2021-07-21 08:43:21', '2021-07-21 08:43:21'),
(1980, 'ঢাকা', NULL, 'কিশোরগঞ্জ', 'করিমগঞ্জ', '2310', '2021-07-21 08:43:21', '2021-07-21 08:43:21'),
(1981, 'ঢাকা', NULL, 'কিশোরগঞ্জ', 'কটিয়াদি', '2331', '2021-07-21 08:43:21', '2021-07-21 08:43:21'),
(1982, 'ঢাকা', NULL, 'কিশোরগঞ্জ', 'কটিয়াদি', '2330', '2021-07-21 08:43:21', '2021-07-21 08:43:21'),
(1983, 'ঢাকা', NULL, 'কিশোরগঞ্জ', 'কিশোরগঞ্জ সদর', '2301', '2021-07-21 08:43:21', '2021-07-21 08:43:21'),
(1984, 'ঢাকা', NULL, 'কিশোরগঞ্জ', 'কিশোরগঞ্জ সদর', '2300', '2021-07-21 08:43:21', '2021-07-21 08:43:21'),
(1985, 'ঢাকা', NULL, 'কিশোরগঞ্জ', 'কিশোরগঞ্জ সদর', '2302', '2021-07-21 08:43:21', '2021-07-21 08:43:21'),
(1986, 'ঢাকা', NULL, 'কিশোরগঞ্জ', 'কিশোরগঞ্জ সদর', '2303', '2021-07-21 08:43:21', '2021-07-21 08:43:21'),
(1987, 'ঢাকা', NULL, 'কিশোরগঞ্জ', 'কুলিয়ারচর', '2341', '2021-07-21 08:43:21', '2021-07-21 08:43:21'),
(1988, 'ঢাকা', NULL, 'কিশোরগঞ্জ', 'কুলিয়ারচর', '2340', '2021-07-21 08:43:21', '2021-07-21 08:43:21'),
(1989, 'ঢাকা', NULL, 'কিশোরগঞ্জ', 'মিঠামইন', '2371', '2021-07-21 08:43:21', '2021-07-21 08:43:21'),
(1990, 'ঢাকা', NULL, 'কিশোরগঞ্জ', 'মিঠামইন', '2370', '2021-07-21 08:43:21', '2021-07-21 08:43:21'),
(1991, 'ঢাকা', NULL, 'কিশোরগঞ্জ', 'নিকলী', '2360', '2021-07-21 08:43:21', '2021-07-21 08:43:21'),
(1992, 'ঢাকা', NULL, 'কিশোরগঞ্জ', 'অষ্টগ্রাম', '2380', '2021-07-21 08:43:21', '2021-07-21 08:43:21'),
(1993, 'ঢাকা', NULL, 'কিশোরগঞ্জ', 'অষ্টগ্রাম', '2350', '2021-07-21 08:43:21', '2021-07-21 08:43:21'),
(1994, 'ঢাকা', NULL, 'কিশোরগঞ্জ', 'পাকুন্দিয়া', '2326', '2021-07-21 08:43:21', '2021-07-21 08:43:21'),
(1995, 'ঢাকা', NULL, 'কিশোরগঞ্জ', 'তাড়াইল', '2316', '2021-07-21 08:43:21', '2021-07-21 08:43:21'),
(1996, 'ঢাকা', NULL, 'মাদারীপুর', 'বারহামগঞ্জ', '7932', '2021-07-21 08:43:21', '2021-07-21 08:43:21'),
(1997, 'ঢাকা', NULL, 'মাদারীপুর', 'বারহামগঞ্জ', '7930', '2021-07-21 08:43:21', '2021-07-21 08:43:21'),
(1998, 'ঢাকা', NULL, 'মাদারীপুর', 'বারহামগঞ্জ', '7931', '2021-07-21 08:43:21', '2021-07-21 08:43:21'),
(1999, 'ঢাকা', NULL, 'মাদারীপুর', 'বারহামগঞ্জ', '7933', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2000, 'ঢাকা', NULL, 'মাদারীপুর', 'কালকিনি', '7920', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2001, 'ঢাকা', NULL, 'মাদারীপুর', 'কালকিনি', '7921', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2002, 'ঢাকা', NULL, 'মাদারীপুর', 'মাদারীপুর সদর', '7901', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2003, 'ঢাকা', NULL, 'মাদারীপুর', 'মাদারীপুর সদর', '7903', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2004, 'ঢাকা', NULL, 'মাদারীপুর', 'মাদারীপুর সদর', '7902', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2005, 'ঢাকা', NULL, 'মাদারীপুর', 'মাদারীপুর সদর', '7900', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2006, 'ঢাকা', NULL, 'মাদারীপুর', 'মাদারীপুর সদর', '7904', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2007, 'ঢাকা', NULL, 'মাদারীপুর', 'রাজৈর', '7911', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2008, 'ঢাকা', NULL, 'মাদারীপুর', 'রাজৈর', '7910', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2009, 'ঢাকা', NULL, 'মানিকগঞ্জ', 'দৌলতপুর', '1860', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2010, 'ঢাকা', NULL, 'মানিকগঞ্জ', 'ঘিওর', '1840', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2011, 'ঢাকা', NULL, 'মানিকগঞ্জ', 'লেছড়াগঞ্জ', '1831', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2012, 'ঢাকা', NULL, 'মানিকগঞ্জ', 'বারহামগঞ্জ', '1830', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2013, 'ঢাকা', NULL, 'মানিকগঞ্জ', 'মানিকগঞ্জ সদর', '1804', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2014, 'ঢাকা', NULL, 'মানিকগঞ্জ', 'মানিকগঞ্জ সদর', '1802', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2015, 'ঢাকা', NULL, 'মানিকগঞ্জ', 'মানিকগঞ্জ সদর', '1803', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2016, 'ঢাকা', NULL, 'মানিকগঞ্জ', 'মানিকগঞ্জ সদর', '1801', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2017, 'ঢাকা', NULL, 'মানিকগঞ্জ', 'মানিকগঞ্জ সদর', '1800', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2018, 'ঢাকা', NULL, 'মানিকগঞ্জ', 'সাটুরিয়া', '1811', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2019, 'ঢাকা', NULL, 'মানিকগঞ্জ', 'সাটুরিয়া', '1810', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2020, 'ঢাকা', NULL, 'মানিকগঞ্জ', 'শিবালয়', '1851', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2021, 'ঢাকা', NULL, 'মানিকগঞ্জ', 'শিবালয়', '1850', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2022, 'ঢাকা', NULL, 'মানিকগঞ্জ', 'শিবালয়', '1852', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2023, 'ঢাকা', NULL, 'মানিকগঞ্জ', 'শিবালয়', '1853', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2024, 'ঢাকা', NULL, 'মানিকগঞ্জ', 'সিংগাইর', '1821', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2025, 'ঢাকা', NULL, 'মানিকগঞ্জ', 'সিংগাইর', '1822', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2026, 'ঢাকা', NULL, 'মানিকগঞ্জ', 'সিংগাইর', '1820', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2027, 'ঢাকা', NULL, 'মুন্সিগঞ্জ', 'গজারিয়া', '1510', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2028, 'ঢাকা', NULL, 'মুন্সিগঞ্জ', 'গজারিয়া', '1511', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2029, 'ঢাকা', NULL, 'মুন্সিগঞ্জ', 'গজারিয়া', '1512', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2030, 'ঢাকা', NULL, 'মুন্সিগঞ্জ', 'লৌহজং', '1534', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2031, 'ঢাকা', NULL, 'মুন্সিগঞ্জ', 'লৌহজং', '1532', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2032, 'ঢাকা', NULL, 'মুন্সিগঞ্জ', 'লৌহজং', '1333', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2033, 'ঢাকা', NULL, 'মুন্সিগঞ্জ', 'লৌহজং', '1533', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2034, 'ঢাকা', NULL, 'মুন্সিগঞ্জ', 'লৌহজং', '1531', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2035, 'ঢাকা', NULL, 'মুন্সিগঞ্জ', 'লৌহজং', '1530', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2036, 'ঢাকা', NULL, 'মুন্সিগঞ্জ', 'লৌহজং', '1335', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2037, 'ঢাকা', NULL, 'মুন্সিগঞ্জ', 'লৌহজং', '1535', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2038, 'ঢাকা', NULL, 'মুন্সিগঞ্জ', 'মুন্সীগঞ্জ সদর', '1503', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2039, 'ঢাকা', NULL, 'মুন্সিগঞ্জ', 'মুন্সীগঞ্জ সদর', '1502', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2040, 'ঢাকা', NULL, 'মুন্সিগঞ্জ', 'মুন্সীগঞ্জ সদর', '1500', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2041, 'ঢাকা', NULL, 'মুন্সিগঞ্জ', 'মুন্সীগঞ্জ সদর', '1501', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2042, 'ঢাকা', NULL, 'মুন্সিগঞ্জ', 'সিরাজদিখান', '1542', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2043, 'ঢাকা', NULL, 'মুন্সিগঞ্জ', 'সিরাজদিখান', '1541', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2044, 'ঢাকা', NULL, 'মুন্সিগঞ্জ', 'সিরাজদিখান', '1543', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2045, 'ঢাকা', NULL, 'মুন্সিগঞ্জ', 'সিরাজদিখান', '1544', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2046, 'ঢাকা', NULL, 'মুন্সিগঞ্জ', 'সিরাজদিখান', '1540', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2047, 'ঢাকা', NULL, 'মুন্সিগঞ্জ', 'শ্রীনগর', '1557', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2048, 'ঢাকা', NULL, 'মুন্সিগঞ্জ', 'শ্রীনগর', '1551', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2049, 'ঢাকা', NULL, 'মুন্সিগঞ্জ', 'শ্রীনগর', '1558', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2050, 'ঢাকা', NULL, 'মুন্সিগঞ্জ', 'শ্রীনগর', '1553', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2051, 'ঢাকা', NULL, 'মুন্সিগঞ্জ', 'শ্রীনগর', '1554', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2052, 'ঢাকা', NULL, 'মুন্সিগঞ্জ', 'শ্রীনগর', '1555', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2053, 'ঢাকা', NULL, 'মুন্সিগঞ্জ', 'শ্রীনগর', '1552', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2054, 'ঢাকা', NULL, 'মুন্সিগঞ্জ', 'শ্রীনগর', '1550', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2055, 'ঢাকা', NULL, 'মুন্সিগঞ্জ', 'শ্রীনগর', '1556', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2056, 'ঢাকা', NULL, 'মুন্সিগঞ্জ', 'টাংগিবাড়ি', '1523', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2057, 'ঢাকা', NULL, 'মুন্সিগঞ্জ', 'টাংগিবাড়ি', '1522', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2058, 'ঢাকা', NULL, 'মুন্সিগঞ্জ', 'টাংগিবাড়ি', '1521', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2059, 'ঢাকা', NULL, 'মুন্সিগঞ্জ', 'টাংগিবাড়ি', '1525', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2060, 'ঢাকা', NULL, 'মুন্সিগঞ্জ', 'টাংগিবাড়ি', '1524', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2061, 'ঢাকা', NULL, 'মুন্সিগঞ্জ', 'টাংগিবাড়ি', '1527', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2062, 'ঢাকা', NULL, 'মুন্সিগঞ্জ', 'টাংগিবাড়ি', '1526', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2063, 'ঢাকা', NULL, 'মুন্সিগঞ্জ', 'টাংগিবাড়ি', '1520', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2064, 'ঢাকা', NULL, 'নারায়ণগঞ্জ', 'আড়াইহাজার', '1450', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2065, 'ঢাকা', NULL, 'নারায়ণগঞ্জ', 'আড়াইহাজার', '1460', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2066, 'ঢাকা', NULL, 'নারায়ণগঞ্জ', 'আড়াইহাজার', '1451', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2067, 'ঢাকা', NULL, 'নারায়ণগঞ্জ', 'বাইদ্দের বাজার', '1441', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2068, 'ঢাকা', NULL, 'নারায়ণগঞ্জ', 'বাইদ্দের বাজার', '1442', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2069, 'ঢাকা', NULL, 'নারায়ণগঞ্জ', 'বাইদ্দের বাজার', '1440', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2070, 'ঢাকা', NULL, 'নারায়ণগঞ্জ', 'বন্দর', '1410', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2071, 'ঢাকা', NULL, 'নারায়ণগঞ্জ', 'বন্দর', '1413', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2072, 'ঢাকা', NULL, 'নারায়ণগঞ্জ', 'বন্দর', '1411', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2073, 'ঢাকা', NULL, 'নারায়ণগঞ্জ', 'বন্দর', '1414', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2074, 'ঢাকা', NULL, 'নারায়ণগঞ্জ', 'বন্দর', '1412', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2075, 'ঢাকা', NULL, 'নারায়ণগঞ্জ', 'ফতুল্লা', '1421', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2076, 'ঢাকা', NULL, 'নারায়ণগঞ্জ', 'ফতুল্লা', '1420', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2077, 'ঢাকা', NULL, 'নারায়ণগঞ্জ', 'নারায়ণগঞ্জ সদর', '1400', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2078, 'ঢাকা', NULL, 'নারায়ণগঞ্জ', 'রূপগঞ্জ', '1462', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2079, 'ঢাকা', NULL, 'নারায়ণগঞ্জ', 'রূপগঞ্জ', '1461', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2080, 'ঢাকা', NULL, 'নারায়ণগঞ্জ', 'রূপগঞ্জ', '1464', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2081, 'ঢাকা', NULL, 'নারায়ণগঞ্জ', 'রূপগঞ্জ', '1463', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2082, 'ঢাকা', NULL, 'নারায়ণগঞ্জ', 'রূপগঞ্জ', '1460', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2083, 'ঢাকা', NULL, 'নারায়ণগঞ্জ', 'সিদ্ধিরগঞ্জ', '1431', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2084, 'ঢাকা', NULL, 'নারায়ণগঞ্জ', 'সিদ্ধিরগঞ্জ', '1432', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2085, 'ঢাকা', NULL, 'নারায়ণগঞ্জ', 'সিদ্ধিরগঞ্জ', '1430', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2086, 'ঢাকা', NULL, 'নরসিংদী', 'বেলাব', '1640', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2087, 'ঢাকা', NULL, 'নরসিংদী', 'মনোহরদি', '1651', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2088, 'ঢাকা', NULL, 'নরসিংদী', 'মনোহরদি', '1652', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2089, 'ঢাকা', NULL, 'নরসিংদী', 'মনোহরদি', '1650', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2090, 'ঢাকা', NULL, 'নরসিংদী', 'নরসিংদী সদর', '1605', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2091, 'ঢাকা', NULL, 'নরসিংদী', 'নরসিংদী সদর', '1604', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2092, 'ঢাকা', NULL, 'নরসিংদী', 'নরসিংদী সদর', '1602', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2093, 'ঢাকা', NULL, 'নরসিংদী', 'নরসিংদী সদর', '1600', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2094, 'ঢাকা', NULL, 'নরসিংদী', 'নরসিংদী সদর', '1603', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2095, 'ঢাকা', NULL, 'নরসিংদী', 'নরসিংদী সদর', '1601', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2096, 'ঢাকা', NULL, 'নরসিংদী', 'পলাশ', '1612', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2097, 'ঢাকা', NULL, 'নরসিংদী', 'পলাশ', '1613', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2098, 'ঢাকা', NULL, 'নরসিংদী', 'পলাশ', '1611', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2099, 'ঢাকা', NULL, 'নরসিংদী', 'পলাশ', '1610', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2100, 'ঢাকা', NULL, 'নরসিংদী', 'রায়পুর', '1631', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2101, 'ঢাকা', NULL, 'নরসিংদী', 'রায়পুর', '1632', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2102, 'ঢাকা', NULL, 'নরসিংদী', 'রায়পুর', '1630', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2103, 'ঢাকা', NULL, 'নরসিংদী', 'শিবপুর', '1620', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2104, 'ঢাকা', NULL, 'রাজবাড়ী', 'বালিয়াকান্দি', '7730', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2105, 'ঢাকা', NULL, 'রাজবাড়ী', 'বালিয়াকান্দি', '7731', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2106, 'ঢাকা', NULL, 'রাজবাড়ী', 'পাংশা', '7723', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2107, 'ঢাকা', NULL, 'রাজবাড়ী', 'পাংশা', '7720', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2108, 'ঢাকা', NULL, 'রাজবাড়ী', 'পাংশা', '7721', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2109, 'ঢাকা', NULL, 'রাজবাড়ী', 'পাংশা', '7722', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2110, 'ঢাকা', NULL, 'রাজবাড়ী', 'রাজবাড়ী সদর', '7710', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2111, 'ঢাকা', NULL, 'রাজবাড়ী', 'রাজবাড়ী সদর', '7711', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2112, 'ঢাকা', NULL, 'রাজবাড়ী', 'রাজবাড়ী সদর', '7700', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2113, 'ঢাকা', NULL, 'শরীয়তপুর', 'ভেদোরগঞ্জ', '8030', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2114, 'ঢাকা', NULL, 'শরীয়তপুর', 'দামুধ্যা', '8040', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2115, 'ঢাকা', NULL, 'শরীয়তপুর', 'গোসাইরহাট', '8050', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2116, 'ঢাকা', NULL, 'শরীয়তপুর', 'জাজিরা', '8010', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2117, 'ঢাকা', NULL, 'শরীয়তপুর', 'নড়িয়া', '8021', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2118, 'ঢাকা', NULL, 'শরীয়তপুর', 'নড়িয়া', '8022', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2119, 'ঢাকা', NULL, 'শরীয়তপুর', 'নড়িয়া', '8024', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2120, 'ঢাকা', NULL, 'শরীয়তপুর', 'নড়িয়া', '8020', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2121, 'ঢাকা', NULL, 'শরীয়তপুর', 'নড়িয়া', '8023', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2122, 'ঢাকা', NULL, 'শরীয়তপুর', 'শরীয়তপুর সদর', '8001', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2123, 'ঢাকা', NULL, 'শরীয়তপুর', 'শরীয়তপুর সদর', '8002', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2124, 'ঢাকা', NULL, 'শরীয়তপুর', 'শরীয়তপুর সদর', '8000', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2125, 'ঢাকা', NULL, 'টাঙ্গাইল', 'বাসাইল', '1920', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2126, 'ঢাকা', NULL, 'টাঙ্গাইল', 'ভূঞাপুর', '1960', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2127, 'ঢাকা', NULL, 'টাঙ্গাইল', 'দেলদুয়ার', '1910', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2128, 'ঢাকা', NULL, 'টাঙ্গাইল', 'দেলদুয়ার', '1913', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2129, 'ঢাকা', NULL, 'টাঙ্গাইল', 'দেলদুয়ার', '1914', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2130, 'ঢাকা', NULL, 'টাঙ্গাইল', 'দেলদুয়ার', '1911', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2131, 'ঢাকা', NULL, 'টাঙ্গাইল', 'দেলদুয়ার', '1915', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2132, 'ঢাকা', NULL, 'টাঙ্গাইল', 'দেলদুয়ার', '1912', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2133, 'ঢাকা', NULL, 'টাঙ্গাইল', 'ঘাটাইল', '1982', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2134, 'ঢাকা', NULL, 'টাঙ্গাইল', 'ঘাটাইল', '1983', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2135, 'ঢাকা', NULL, 'টাঙ্গাইল', 'ঘাটাইল', '1980', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2136, 'ঢাকা', NULL, 'টাঙ্গাইল', 'ঘাটাইল', '1984', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2137, 'ঢাকা', NULL, 'টাঙ্গাইল', 'ঘাটাইল', '1981', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2138, 'ঢাকা', NULL, 'টাঙ্গাইল', 'গোপালপুর', '1990', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2139, 'ঢাকা', NULL, 'টাঙ্গাইল', 'গোপালপুর', '1992', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2140, 'ঢাকা', NULL, 'টাঙ্গাইল', 'গোপালপুর', '1991', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2141, 'ঢাকা', NULL, 'টাঙ্গাইল', 'গোপালপুর', '1991', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2142, 'ঢাকা', NULL, 'টাঙ্গাইল', 'কালিহাতী', '1973', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2143, 'ঢাকা', NULL, 'টাঙ্গাইল', 'কালিহাতী', '1974', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2144, 'ঢাকা', NULL, 'টাঙ্গাইল', 'কালিহাতী', '1970', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2145, 'ঢাকা', NULL, 'টাঙ্গাইল', 'কালিহাতী', '1977', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2146, 'ঢাকা', NULL, 'টাঙ্গাইল', 'কালিহাতী', '1976', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2147, 'ঢাকা', NULL, 'টাঙ্গাইল', 'কালিহাতী', '1972', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2148, 'ঢাকা', NULL, 'টাঙ্গাইল', 'কালিহাতী', '1975', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2149, 'ঢাকা', NULL, 'টাঙ্গাইল', 'কালিহাতী', '1971', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2150, 'ঢাকা', NULL, 'টাঙ্গাইল', 'কাশকাওলিয়া', '1930', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2151, 'ঢাকা', NULL, 'টাঙ্গাইল', 'মধুপুর', '1997', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2152, 'ঢাকা', NULL, 'টাঙ্গাইল', 'মধুপুর', '1996', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2153, 'ঢাকা', NULL, 'টাঙ্গাইল', 'মির্জাপুর', '1941', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2154, 'ঢাকা', NULL, 'টাঙ্গাইল', 'মির্জাপুর', '1944', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2155, 'ঢাকা', NULL, 'টাঙ্গাইল', 'মির্জাপুর', '1942', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2156, 'ঢাকা', NULL, 'টাঙ্গাইল', 'মির্জাপুর', '1940', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2157, 'ঢাকা', NULL, 'টাঙ্গাইল', 'মির্জাপুর', '1945', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2158, 'ঢাকা', NULL, 'টাঙ্গাইল', 'মির্জাপুর', '1943', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2159, 'ঢাকা', NULL, 'টাঙ্গাইল', 'নাগরপুর', '1937', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2160, 'ঢাকা', NULL, 'টাঙ্গাইল', 'নাগরপুর', '1936', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2161, 'ঢাকা', NULL, 'টাঙ্গাইল', 'নাগরপুর', '1938', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2162, 'ঢাকা', NULL, 'টাঙ্গাইল', 'সখীপুর', '1951', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2163, 'ঢাকা', NULL, 'টাঙ্গাইল', 'সখীপুর', '1950', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2164, 'ঢাকা', NULL, 'টাঙ্গাইল', 'টাঙ্গাইল সদর', '1901', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2165, 'ঢাকা', NULL, 'টাঙ্গাইল', 'টাঙ্গাইল সদর', '1903', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2166, 'ঢাকা', NULL, 'টাঙ্গাইল', 'টাঙ্গাইল সদর', '1904', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2167, 'ঢাকা', NULL, 'টাঙ্গাইল', 'টাঙ্গাইল সদর', '1902', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2168, 'ঢাকা', NULL, 'টাঙ্গাইল', 'টাঙ্গাইল সদর', '1900', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2169, 'ময়মনসিংহ', 'ময়মনসিংহ সিটি কর্পোরেশন', 'জামালপুর', 'বকশিগঞ্জ', '2014', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2170, 'ময়মনসিংহ', NULL, 'জামালপুর', 'দেওয়ানগঞ্জ', '2030', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2171, 'ময়মনসিংহ', NULL, 'জামালপুর', 'দেওয়ানগঞ্জ', '2031', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2172, 'ময়মনসিংহ', NULL, 'জামালপুর', 'ইসলামপুর', '2021', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2173, 'ময়মনসিংহ', NULL, 'জামালপুর', 'ইসলামপুর', '2022', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2174, 'ময়মনসিংহ', NULL, 'জামালপুর', 'ইসলামপুর', '2020', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2175, 'ময়মনসিংহ', NULL, 'জামালপুর', 'জামালপুর', '2000', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2176, 'ময়মনসিংহ', NULL, 'জামালপুর', 'জামালপুর', '2001', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2177, 'ময়মনসিংহ', NULL, 'জামালপুর', 'জামালপুর', '2002', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2178, 'ময়মনসিংহ', NULL, 'জামালপুর', 'মেলান্দহ', '2011', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2179, 'ময়মনসিংহ', NULL, 'জামালপুর', 'মেলান্দহ', '2013', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2180, 'ময়মনসিংহ', NULL, 'জামালপুর', 'মেলান্দহ', '2012', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2181, 'ময়মনসিংহ', NULL, 'জামালপুর', 'মেলান্দহ', '2010', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2182, 'ময়মনসিংহ', NULL, 'জামালপুর', 'মাদারগঞ্জ', '2041', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2183, 'ময়মনসিংহ', NULL, 'জামালপুর', 'মাদারগঞ্জ', '2040', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2184, 'ময়মনসিংহ', NULL, 'জামালপুর', 'সরিষাবাড়ি', '2052', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2185, 'ময়মনসিংহ', NULL, 'জামালপুর', 'সরিষাবাড়ি', '2051', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2186, 'ময়মনসিংহ', NULL, 'জামালপুর', 'সরিষাবাড়ি', '2053', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2187, 'ময়মনসিংহ', NULL, 'জামালপুর', 'সরিষাবাড়ি', '2055', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2188, 'ময়মনসিংহ', NULL, 'জামালপুর', 'সরিষাবাড়ি', '2054', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2189, 'ময়মনসিংহ', NULL, 'জামালপুর', 'সরিষাবাড়ি', '2050', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2190, 'ময়মনসিংহ', NULL, 'ময়মনসিংহ', 'ভালুকা', '2240', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2191, 'ময়মনসিংহ', NULL, 'ময়মনসিংহ', 'ফুলবাড়িয়া', '2216', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2192, 'ময়মনসিংহ', NULL, 'ময়মনসিংহ', 'গফরগাঁও', '2234', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2193, 'ময়মনসিংহ', NULL, 'ময়মনসিংহ', 'গফরগাঁও', '2230', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2194, 'ময়মনসিংহ', NULL, 'ময়মনসিংহ', 'গফরগাঁও', '2233', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2195, 'ময়মনসিংহ', NULL, 'ময়মনসিংহ', 'গফরগাঁও', '2231', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2196, 'ময়মনসিংহ', NULL, 'ময়মনসিংহ', 'গফরগাঁও', '2232', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2197, 'ময়মনসিংহ', NULL, 'ময়মনসিংহ', 'গৌরীপুর', '2270', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2198, 'ময়মনসিংহ', NULL, 'ময়মনসিংহ', 'গৌরীপুর', '2271', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2199, 'ময়মনসিংহ', NULL, 'ময়মনসিংহ', 'হালুয়াঘাট', '2261', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2200, 'ময়মনসিংহ', NULL, 'ময়মনসিংহ', 'হালুয়াঘাট', '2260', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2201, 'ময়মনসিংহ', NULL, 'ময়মনসিংহ', 'হালুয়াঘাট', '2262', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2202, 'ময়মনসিংহ', NULL, 'ময়মনসিংহ', 'ঈশ্বরগঞ্জ', '2282', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2203, 'ময়মনসিংহ', NULL, 'ময়মনসিংহ', 'ঈশ্বরগঞ্জ', '2280', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2204, 'ময়মনসিংহ', NULL, 'ময়মনসিংহ', 'ঈশ্বরগঞ্জ', '2281', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2205, 'ময়মনসিংহ', NULL, 'ময়মনসিংহ', 'মুক্তাগাছা', '2210', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2206, 'ময়মনসিংহ', NULL, 'ময়মনসিংহ', 'ময়মনসিংহ সদর', '2202', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2207, 'ময়মনসিংহ', NULL, 'ময়মনসিংহ', 'ময়মনসিংহ সদর', '2204', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2208, 'ময়মনসিংহ', NULL, 'ময়মনসিংহ', 'ময়মনসিংহ সদর', '2201', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2209, 'ময়মনসিংহ', NULL, 'ময়মনসিংহ', 'ময়মনসিংহ সদর', '2200', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2210, 'ময়মনসিংহ', NULL, 'ময়মনসিংহ', 'ময়মনসিংহ সদর', '2205', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2211, 'ময়মনসিংহ', NULL, 'ময়মনসিংহ', 'ময়মনসিংহ সদর', '2203', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2212, 'ময়মনসিংহ', NULL, 'ময়মনসিংহ', 'নান্দাইল', '2291', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2213, 'ময়মনসিংহ', NULL, 'ময়মনসিংহ', 'নান্দাইল', '2290', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2214, 'ময়মনসিংহ', NULL, 'ময়মনসিংহ', 'ফুলপুর', '2251', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2215, 'ময়মনসিংহ', NULL, 'ময়মনসিংহ', 'ফুলপুর', '2250', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2216, 'ময়মনসিংহ', NULL, 'ময়মনসিংহ', 'ফুলপুর', '2252', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2217, 'ময়মনসিংহ', NULL, 'ময়মনসিংহ', 'ত্রিশাল', '2221', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2218, 'ময়মনসিংহ', NULL, 'ময়মনসিংহ', 'ত্রিশাল', '2223', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2219, 'ময়মনসিংহ', NULL, 'ময়মনসিংহ', 'ত্রিশাল', '2222', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2220, 'ময়মনসিংহ', NULL, 'ময়মনসিংহ', 'ত্রিশাল', '2220', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2221, 'ময়মনসিংহ', NULL, 'নেত্রকোণা', 'সুসনঞ্জ দুর্গাপুর', '2420', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2222, 'ময়মনসিংহ', NULL, 'নেত্রকোণা', 'আটপাড়া', '2470', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2223, 'ময়মনসিংহ', NULL, 'নেত্রকোণা', 'বারহাট্টা', '2440', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2224, 'ময়মনসিংহ', NULL, 'নেত্রকোণা', 'ধর্মপাশা', '2450', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2225, 'ময়মনসিংহ', NULL, 'নেত্রকোণা', 'ধবাউরা', '2416', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2226, 'ময়মনসিংহ', NULL, 'নেত্রকোণা', 'ধবাউরা', '2417', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2227, 'ময়মনসিংহ', NULL, 'নেত্রকোণা', 'কলমাকান্দা', '2430', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2228, 'ময়মনসিংহ', NULL, 'নেত্রকোণা', 'কেন্দুয়া', '2480', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2229, 'ময়মনসিংহ', NULL, 'নেত্রকোণা', 'খালিয়াজুরী', '2460', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2230, 'ময়মনসিংহ', NULL, 'নেত্রকোণা', 'খালিয়াজুরী', '2462', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2231, 'ময়মনসিংহ', NULL, 'নেত্রকোণা', 'মদন', '2490', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2232, 'ময়মনসিংহ', NULL, 'নেত্রকোণা', 'মধ্যনগর', '2456', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2233, 'ময়মনসিংহ', NULL, 'নেত্রকোণা', 'মোহনগঞ্জ', '2446', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2234, 'ময়মনসিংহ', NULL, 'নেত্রকোণা', 'নেত্রকোণা সদর', '2401', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2235, 'ময়মনসিংহ', NULL, 'নেত্রকোণা', 'নেত্রকোণা সদর', '2400', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2236, 'ময়মনসিংহ', NULL, 'নেত্রকোণা', 'পুর্বধোলা', '2412', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2237, 'ময়মনসিংহ', NULL, 'নেত্রকোণা', 'পুর্বধোলা', '2410', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2238, 'ময়মনসিংহ', NULL, 'নেত্রকোণা', 'পুর্বধোলা', '2411', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2239, 'ময়মনসিংহ', NULL, 'শেরপুর', 'বকশীগঞ্জ', '2140', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2240, 'ময়মনসিংহ', NULL, 'শেরপুর', 'ঝিনাইগাতী', '2120', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2241, 'ময়মনসিংহ', NULL, 'শেরপুর', 'নকলা', '2151', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2242, 'ময়মনসিংহ', NULL, 'শেরপুর', 'নকলা', '2150', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2243, 'ময়মনসিংহ', NULL, 'শেরপুর', 'নালিতাবাড়ী', '2111', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2244, 'ময়মনসিংহ', NULL, 'শেরপুর', 'নালিতাবাড়ী', '2110', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2245, 'ময়মনসিংহ', NULL, 'শেরপুর', 'শেরপুর সদর', '2100', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2246, 'ময়মনসিংহ', NULL, 'শেরপুর', 'শ্রীবরদী', '2130', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2247, 'সিলেট', 'সিলেট সিটি কর্পোরেশন', 'হবিগঞ্জ', 'আজমিরীগঞ্জ', '3360', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2248, 'সিলেট', NULL, 'হবিগঞ্জ', 'বাহুবল', '3310', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2249, 'সিলেট', NULL, 'হবিগঞ্জ', 'বাহুবল', '3310', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2250, 'সিলেট', NULL, 'হবিগঞ্জ', 'বানিয়াচং', '3350', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2251, 'সিলেট', NULL, 'হবিগঞ্জ', 'বানিয়াচং', '3351', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2252, 'সিলেট', NULL, 'হবিগঞ্জ', 'বানিয়াচং', '3352', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2253, 'সিলেট', NULL, 'হবিগঞ্জ', 'চুনারুঘাট', '3321', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2254, 'সিলেট', NULL, 'হবিগঞ্জ', 'চুনারুঘাট', '3320', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2255, 'সিলেট', NULL, 'হবিগঞ্জ', 'চুনারুঘাট', '3322', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2256, 'সিলেট', NULL, 'হবিগঞ্জ', 'হবিগঞ্জ সদর', '3302', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2257, 'সিলেট', NULL, 'হবিগঞ্জ', 'হবিগঞ্জ সদর', '3300', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2258, 'সিলেট', NULL, 'হবিগঞ্জ', 'হবিগঞ্জ সদর', '3301', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2259, 'সিলেট', NULL, 'হবিগঞ্জ', 'কালাউক', '3340', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2260, 'সিলেট', NULL, 'হবিগঞ্জ', 'কালাউক', '3341', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2261, 'সিলেট', NULL, 'হবিগঞ্জ', 'মাধবপুর', '3331', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2262, 'সিলেট', NULL, 'হবিগঞ্জ', 'মাধবপুর', '3330', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2263, 'সিলেট', NULL, 'হবিগঞ্জ', 'মাধবপুর', '3333', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2264, 'সিলেট', NULL, 'হবিগঞ্জ', 'মাধবপুর', '3332', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2265, 'সিলেট', NULL, 'হবিগঞ্জ', 'নবীগঞ্জ', '3373', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2266, 'সিলেট', NULL, 'হবিগঞ্জ', 'নবীগঞ্জ', '3372', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2267, 'সিলেট', NULL, 'হবিগঞ্জ', 'নবীগঞ্জ', '3371', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2268, 'সিলেট', NULL, 'হবিগঞ্জ', 'নবীগঞ্জ', '3374', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2269, 'সিলেট', NULL, 'হবিগঞ্জ', 'নবীগঞ্জ', '3370', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2270, 'সিলেট', NULL, 'মৌলভীবাজার', 'বড়লেখা', '3250', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2271, 'সিলেট', NULL, 'মৌলভীবাজার', 'বড়লেখা', '3252', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2272, 'সিলেট', NULL, 'মৌলভীবাজার', 'বড়লেখা', '3251', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2273, 'সিলেট', NULL, 'মৌলভীবাজার', 'বড়লেখা', '3253', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2274, 'সিলেট', NULL, 'মৌলভীবাজার', 'কমলগঞ্জ', '3220', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2275, 'সিলেট', NULL, 'মৌলভীবাজার', 'কমলগঞ্জ', '3221', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2276, 'সিলেট', NULL, 'মৌলভীবাজার', 'কমলগঞ্জ', '3224', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2277, 'সিলেট', NULL, 'মৌলভীবাজার', 'কমলগঞ্জ', '3222', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2278, 'সিলেট', NULL, 'মৌলভীবাজার', 'কমলগঞ্জ', '3223', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2279, 'সিলেট', NULL, 'মৌলভীবাজার', 'কুলাউড়া', '3237', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2280, 'সিলেট', NULL, 'মৌলভীবাজার', 'কুলাউড়া', '3234', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2281, 'সিলেট', NULL, 'মৌলভীবাজার', 'কুলাউড়া', '3235', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2282, 'সিলেট', NULL, 'মৌলভীবাজার', 'কুলাউড়া', '3230', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2283, 'সিলেট', NULL, 'মৌলভীবাজার', 'কুলাউড়া', '3232', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2284, 'সিলেট', NULL, 'মৌলভীবাজার', 'কুলাউড়া', '3233', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2285, 'সিলেট', NULL, 'মৌলভীবাজার', 'কুলাউড়া', '3231', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2286, 'সিলেট', NULL, 'মৌলভীবাজার', 'মৌলভীবাজার সদর', '3203', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2287, 'সিলেট', NULL, 'মৌলভীবাজার', 'মৌলভীবাজার সদর', '3201', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2288, 'সিলেট', NULL, 'মৌলভীবাজার', 'মৌলভীবাজার সদর', '3202', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2289, 'সিলেট', NULL, 'মৌলভীবাজার', 'মৌলভীবাজার সদর', '3200', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2290, 'সিলেট', NULL, 'মৌলভীবাজার', 'রাজনগর', '3240', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2291, 'সিলেট', NULL, 'মৌলভীবাজার', 'শ্রীমঙ্গল', '3212', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2292, 'সিলেট', NULL, 'মৌলভীবাজার', 'শ্রীমঙ্গল', '3213', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2293, 'সিলেট', NULL, 'মৌলভীবাজার', 'শ্রীমঙ্গল', '3211', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2294, 'সিলেট', NULL, 'মৌলভীবাজার', 'শ্রীমঙ্গল', '3214', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2295, 'সিলেট', NULL, 'মৌলভীবাজার', 'শ্রীমঙ্গল', '3210', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2296, 'সিলেট', NULL, 'সুনামগঞ্জ', 'বিশম্ভরপুর', '3010', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2297, 'সিলেট', NULL, 'সুনামগঞ্জ', 'ছাতক', '3080', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2298, 'সিলেট', NULL, 'সুনামগঞ্জ', 'ছাতক', '3081', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2299, 'সিলেট', NULL, 'সুনামগঞ্জ', 'ছাতক', '3082', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2300, 'সিলেট', NULL, 'সুনামগঞ্জ', 'ছাতক', '3893', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2301, 'সিলেট', NULL, 'সুনামগঞ্জ', 'ছাতক', '3083', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2302, 'সিলেট', NULL, 'সুনামগঞ্জ', 'ছাতক', '3084', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2303, 'সিলেট', NULL, 'সুনামগঞ্জ', 'ছাতক', '3088', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2304, 'সিলেট', NULL, 'সুনামগঞ্জ', 'ছাতক', '3087', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2305, 'সিলেট', NULL, 'সুনামগঞ্জ', 'ছাতক', '3085', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2306, 'সিলেট', NULL, 'সুনামগঞ্জ', 'ছাতক', '3086', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2307, 'সিলেট', NULL, 'সুনামগঞ্জ', 'দিরাই চাঁদপুর', '3040', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2308, 'সিলেট', NULL, 'সুনামগঞ্জ', 'দিরাই চাঁদপুর', '3041', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2309, 'সিলেট', NULL, 'সুনামগঞ্জ', 'দুয়ারা বাজার', '3070', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2310, 'সিলেট', NULL, 'সুনামগঞ্জ', 'ঘুঙ্গিয়ার', '3050', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2311, 'সিলেট', NULL, 'সুনামগঞ্জ', 'জগন্নাথপুর', '3062', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2312, 'সিলেট', NULL, 'সুনামগঞ্জ', 'জগন্নাথপুর', '3063', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2313, 'সিলেট', NULL, 'সুনামগঞ্জ', 'জগন্নাথপুর', '3060', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2314, 'সিলেট', NULL, 'সুনামগঞ্জ', 'জগন্নাথপুর', '3064', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2315, 'সিলেট', NULL, 'সুনামগঞ্জ', 'জগন্নাথপুর', '3065', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2316, 'সিলেট', NULL, 'সুনামগঞ্জ', 'জগন্নাথপুর', '3061', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2317, 'সিলেট', NULL, 'সুনামগঞ্জ', 'জগন্নাথপুর', '3127', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2318, 'সিলেট', NULL, 'সুনামগঞ্জ', 'সাচনা', '3020', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2319, 'সিলেট', NULL, 'সুনামগঞ্জ', 'সুনামগঞ্জ সদর', '3001', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2320, 'সিলেট', NULL, 'সুনামগঞ্জ', 'সুনামগঞ্জ সদর', '3002', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2321, 'সিলেট', NULL, 'সুনামগঞ্জ', 'সুনামগঞ্জ সদর', '3000', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2322, 'সিলেট', NULL, 'সুনামগঞ্জ', 'তাহিরপুর', '3030', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2323, 'সিলেট', NULL, 'সিলেট', 'বালাগঞ্জ', '3120', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2324, 'সিলেট', NULL, 'সিলেট', 'বালাগঞ্জ', '3125', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2325, 'সিলেট', NULL, 'সিলেট', 'বালাগঞ্জ', '3122', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2326, 'সিলেট', NULL, 'সিলেট', 'বালাগঞ্জ', '3128', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2327, 'সিলেট', NULL, 'সিলেট', 'বালাগঞ্জ', '3124', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2328, 'সিলেট', NULL, 'সিলেট', 'বালাগঞ্জ', '3121', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2329, 'সিলেট', NULL, 'সিলেট', 'বালাগঞ্জ', '3127', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2330, 'সিলেট', NULL, 'সিলেট', 'বালাগঞ্জ', '3129', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2331, 'সিলেট', NULL, 'সিলেট', 'বালাগঞ্জ', '3126', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2332, 'সিলেট', NULL, 'সিলেট', 'বালাগঞ্জ', '3123', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2333, 'সিলেট', NULL, 'সিলেট', 'বিয়ানীবাজার', '3170', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2334, 'সিলেট', NULL, 'সিলেট', 'বিয়ানীবাজার', '3175', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2335, 'সিলেট', NULL, 'সিলেট', 'বিয়ানীবাজার', '3171', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2336, 'সিলেট', NULL, 'সিলেট', 'বিয়ানীবাজার', '3173', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2337, 'সিলেট', NULL, 'সিলেট', 'বিয়ানীবাজার', '3172', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2338, 'সিলেট', NULL, 'সিলেট', 'বিয়ানীবাজার', '3174', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2339, 'সিলেট', NULL, 'সিলেট', 'বিশ্বনাথ', '3130', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2340, 'সিলেট', NULL, 'সিলেট', 'বিশ্বনাথ', '3131', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2341, 'সিলেট', NULL, 'সিলেট', 'বিশ্বনাথ', '3133', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2342, 'সিলেট', NULL, 'সিলেট', 'বিশ্বনাথ', '3132', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2343, 'সিলেট', NULL, 'সিলেট', 'বিশ্বনাথ', '3134', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2344, 'সিলেট', NULL, 'সিলেট', 'ফেঞ্চুগঞ্জ', '3116', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2345, 'সিলেট', NULL, 'সিলেট', 'ফেঞ্চুগঞ্জ', '3117', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2346, 'সিলেট', NULL, 'সিলেট', 'গোয়াইনহাট', '3152', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2347, 'সিলেট', NULL, 'সিলেট', 'গোয়াইনহাট', '3150', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2348, 'সিলেট', NULL, 'সিলেট', 'গোয়াইনহাট', '3151', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2349, 'সিলেট', NULL, 'সিলেট', 'গোলাপগঞ্জ', '3164', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2350, 'সিলেট', NULL, 'সিলেট', 'গোলাপগঞ্জ', '3165', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2351, 'সিলেট', NULL, 'সিলেট', 'গোলাপগঞ্জ', '3162', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2352, 'সিলেট', NULL, 'সিলেট', 'গোলাপগঞ্জ', '3161', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2353, 'সিলেট', NULL, 'সিলেট', 'গোলাপগঞ্জ', '3160', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2354, 'সিলেট', NULL, 'সিলেট', 'গোলাপগঞ্জ', '3163', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2355, 'সিলেট', NULL, 'সিলেট', 'জৈন্তাপুর', '3156', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2356, 'সিলেট', NULL, 'সিলেট', 'জকিগঞ্জ', '3191', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2357, 'সিলেট', NULL, 'সিলেট', 'জকিগঞ্জ', '3190', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2358, 'সিলেট', NULL, 'সিলেট', 'কানাইঘাট', '3181', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2359, 'সিলেট', NULL, 'সিলেট', 'কানাইঘাট', '3183', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2360, 'সিলেট', NULL, 'সিলেট', 'কানাইঘাট', '3180', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2361, 'সিলেট', NULL, 'সিলেট', 'কানাইঘাট', '3182', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2362, 'সিলেট', NULL, 'সিলেট', 'কোম্পানীগঞ্জ', '3140', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2363, 'সিলেট', NULL, 'সিলেট', 'সিলেট সদর', '3106', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2364, 'সিলেট', NULL, 'সিলেট', 'সিলেট সদর', '3107', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2365, 'সিলেট', NULL, 'সিলেট', 'সিলেট সদর', '3104', '2021-07-21 08:43:22', '2021-07-21 08:43:22');
INSERT INTO `civilinfos` (`id`, `division_bn`, `city_orporation`, `district_bn`, `thana_bn`, `postcode_bn`, `created_at`, `updated_at`) VALUES
(2366, 'সিলেট', NULL, 'সিলেট', 'সিলেট সদর', '3111', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2367, 'সিলেট', NULL, 'সিলেট', 'সিলেট সদর', '3112', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2368, 'সিলেট', NULL, 'সিলেট', 'সিলেট সদর', '3103', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2369, 'সিলেট', NULL, 'সিলেট', 'সিলেট সদর', '3113', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2370, 'সিলেট', NULL, 'সিলেট', 'সিলেট সদর', '3108', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2371, 'সিলেট', NULL, 'সিলেট', 'সিলেট সদর', '3109', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2372, 'সিলেট', NULL, 'সিলেট', 'সিলেট সদর', '3114', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2373, 'সিলেট', NULL, 'সিলেট', 'সিলেট সদর', '3105', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2374, 'সিলেট', NULL, 'সিলেট', 'সিলেট সদর', '3100', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2375, 'সিলেট', NULL, 'সিলেট', 'সিলেট সদর', '3102', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2376, 'সিলেট', NULL, 'সিলেট', 'সিলেট সদর', '3101', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2377, 'চট্টগ্রাম', 'চট্টগ্রাম সিটি কর্পোরেশন', 'বান্দরবান', 'আলিকদম', '4650', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2378, 'চট্টগ্রাম', NULL, 'বান্দরবান', 'বান্দরবান সদর', '4600', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2379, 'চট্টগ্রাম', NULL, 'বান্দরবান', 'নাইখং', '4660', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2380, 'চট্টগ্রাম', NULL, 'বান্দরবান', 'রংছড়ি', '4610', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2381, 'চট্টগ্রাম', NULL, 'বান্দরবান', 'রুমা', '4620', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2382, 'চট্টগ্রাম', NULL, 'বান্দরবান', 'থানচি', '4641', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2383, 'চট্টগ্রাম', NULL, 'বান্দরবান', 'থানচি', '4630', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2384, 'চট্টগ্রাম', NULL, 'ব্রাহ্মণবাড়িয়া', 'আখাউড়া', '3450', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2385, 'চট্টগ্রাম', NULL, 'ব্রাহ্মণবাড়িয়া', 'আখাউড়া', '3451', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2386, 'চট্টগ্রাম', NULL, 'ব্রাহ্মণবাড়িয়া', 'আখাউড়া', '3452', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2387, 'চট্টগ্রাম', NULL, 'ব্রাহ্মণবাড়িয়া', 'বাঞ্ছারামপুর', '3420', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2388, 'চট্টগ্রাম', NULL, 'ব্রাহ্মণবাড়িয়া', 'ব্রাহ্মণবাড়িয়া সদর', '3402', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2389, 'চট্টগ্রাম', NULL, 'ব্রাহ্মণবাড়িয়া', 'ব্রাহ্মণবাড়িয়া সদর', '3403', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2390, 'চট্টগ্রাম', NULL, 'ব্রাহ্মণবাড়িয়া', 'ব্রাহ্মণবাড়িয়া সদর', '3400', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2391, 'চট্টগ্রাম', NULL, 'ব্রাহ্মণবাড়িয়া', 'ব্রাহ্মণবাড়িয়া সদর', '3404', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2392, 'চট্টগ্রাম', NULL, 'ব্রাহ্মণবাড়িয়া', 'ব্রাহ্মণবাড়িয়া সদর', '3401', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2393, 'চট্টগ্রাম', NULL, 'ব্রাহ্মণবাড়িয়া', 'কসবা', '3462', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2394, 'চট্টগ্রাম', NULL, 'ব্রাহ্মণবাড়িয়া', 'কসবা', '3463', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2395, 'চট্টগ্রাম', NULL, 'ব্রাহ্মণবাড়িয়া', 'কসবা', '3464', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2396, 'চট্টগ্রাম', NULL, 'ব্রাহ্মণবাড়িয়া', 'কসবা', '3460', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2397, 'চট্টগ্রাম', NULL, 'ব্রাহ্মণবাড়িয়া', 'কসবা', '3461', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2398, 'চট্টগ্রাম', NULL, 'ব্রাহ্মণবাড়িয়া', 'নবীনগর', '3419', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2399, 'চট্টগ্রাম', NULL, 'ব্রাহ্মণবাড়িয়া', 'নবীনগর', '3417', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2400, 'চট্টগ্রাম', NULL, 'ব্রাহ্মণবাড়িয়া', 'নবীনগর', '3411', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2401, 'চট্টগ্রাম', NULL, 'ব্রাহ্মণবাড়িয়া', 'নবীনগর', '3410', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2402, 'চট্টগ্রাম', NULL, 'ব্রাহ্মণবাড়িয়া', 'নবীনগর', '3412', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2403, 'চট্টগ্রাম', NULL, 'ব্রাহ্মণবাড়িয়া', 'নবীনগর', '3414', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2404, 'চট্টগ্রাম', NULL, 'ব্রাহ্মণবাড়িয়া', 'নবীনগর', '3418', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2405, 'চট্টগ্রাম', NULL, 'ব্রাহ্মণবাড়িয়া', 'নবীনগর', '3415', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2406, 'চট্টগ্রাম', NULL, 'ব্রাহ্মণবাড়িয়া', 'নবীনগর', '3413', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2407, 'চট্টগ্রাম', NULL, 'ব্রাহ্মণবাড়িয়া', 'নাসিরনগর', '3441', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2408, 'চট্টগ্রাম', NULL, 'ব্রাহ্মণবাড়িয়া', 'নাসিরনগর', '3440', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2409, 'চট্টগ্রাম', NULL, 'ব্রাহ্মণবাড়িয়া', 'সরাইল', '3432', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2410, 'চট্টগ্রাম', NULL, 'ব্রাহ্মণবাড়িয়া', 'সরাইল', '3430', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2411, 'চট্টগ্রাম', NULL, 'ব্রাহ্মণবাড়িয়া', 'সরাইল', '3431', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2412, 'চট্টগ্রাম', NULL, 'চাঁদপুর', 'চাঁদপুর সদর', '3602', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2413, 'চট্টগ্রাম', NULL, 'চাঁদপুর', 'চাঁদপুর সদর', '3600', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2414, 'চট্টগ্রাম', NULL, 'চাঁদপুর', 'চাঁদপুর সদর', '3601', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2415, 'চট্টগ্রাম', NULL, 'চাঁদপুর', 'চাঁদপুর সদর', '3603', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2416, 'চট্টগ্রাম', NULL, 'চাঁদপুর', 'ফরিদগঞ্জ', '3651', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2417, 'চট্টগ্রাম', NULL, 'চাঁদপুর', 'ফরিদগঞ্জ', '3650', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2418, 'চট্টগ্রাম', NULL, 'চাঁদপুর', 'ফরিদগঞ্জ', '3653', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2419, 'চট্টগ্রাম', NULL, 'চাঁদপুর', 'ফরিদগঞ্জ', '3655', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2420, 'চট্টগ্রাম', NULL, 'চাঁদপুর', 'ফরিদগঞ্জ', '3654', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2421, 'চট্টগ্রাম', NULL, 'চাঁদপুর', 'ফরিদগঞ্জ', '3652', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2422, 'চট্টগ্রাম', NULL, 'চাঁদপুর', 'হাজীগঞ্জ', '3611', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2423, 'চট্টগ্রাম', NULL, 'চাঁদপুর', 'হাজীগঞ্জ', '3610', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2424, 'চট্টগ্রাম', NULL, 'চাঁদপুর', 'হাইমচর', '3661', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2425, 'চট্টগ্রাম', NULL, 'চাঁদপুর', 'হাইমচর', '3660', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2426, 'চট্টগ্রাম', NULL, 'চাঁদপুর', 'কচুয়া', '3630', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2427, 'চট্টগ্রাম', NULL, 'চাঁদপুর', 'কচুয়া', '3631', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2428, 'চট্টগ্রাম', NULL, 'চাঁদপুর', 'কচুয়া', '3632', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2429, 'চট্টগ্রাম', NULL, 'চাঁদপুর', 'কচুয়া', '3633', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2430, 'চট্টগ্রাম', NULL, 'চাঁদপুর', 'মতলবগঞ্জ', '3642', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2431, 'চট্টগ্রাম', NULL, 'চাঁদপুর', 'মতলবগঞ্জ', '3640', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2432, 'চট্টগ্রাম', NULL, 'চাঁদপুর', 'মতলবগঞ্জ', '3641', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2433, 'চট্টগ্রাম', NULL, 'চাঁদপুর', 'শাহরাস্তি', '3623', '2021-07-21 08:43:22', '2022-02-28 11:58:23'),
(2434, 'চট্টগ্রাম', NULL, 'চাঁদপুর', 'শাহরাস্তি', '3624', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2435, 'চট্টগ্রাম', NULL, 'চাঁদপুর', 'শাহরাস্তি', '3621', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2436, 'চট্টগ্রাম', NULL, 'চাঁদপুর', 'শাহরাস্তি', '3622', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2437, 'চট্টগ্রাম', NULL, 'চাঁদপুর', 'শাহরাস্তি', '3620', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2438, 'চট্টগ্রাম', NULL, 'চট্টগ্রাম', 'আনোয়ারা', '4376', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2439, 'চট্টগ্রাম', NULL, 'চট্টগ্রাম', 'আনোয়ারা', '4378', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2440, 'চট্টগ্রাম', NULL, 'চট্টগ্রাম', 'আনোয়ারা', '4377', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2441, 'চট্টগ্রাম', NULL, 'চট্টগ্রাম', 'বোয়ালখালী', '4366', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2442, 'চট্টগ্রাম', NULL, 'চট্টগ্রাম', 'বোয়ালখালী', '4369', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2443, 'চট্টগ্রাম', NULL, 'চট্টগ্রাম', 'বোয়ালখালী', '4365', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2444, 'চট্টগ্রাম', NULL, 'চট্টগ্রাম', 'বোয়ালখালী', '4368', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2445, 'চট্টগ্রাম', NULL, 'চট্টগ্রাম', 'বোয়ালখালী', '4363', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2446, 'চট্টগ্রাম', NULL, 'চট্টগ্রাম', 'বোয়ালখালী', '4367', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2447, 'চট্টগ্রাম', NULL, 'চট্টগ্রাম', 'বোয়ালখালী', '4364', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2448, 'চট্টগ্রাম', NULL, 'চট্টগ্রাম', 'চট্টগ্রাম সদর', '4221', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2449, 'চট্টগ্রাম', NULL, 'চট্টগ্রাম', 'চট্টগ্রাম সদর', '4211', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2450, 'চট্টগ্রাম', NULL, 'চট্টগ্রাম', 'চট্টগ্রাম সদর', '4215', '2021-07-21 08:43:22', '2021-07-21 08:43:22'),
(2451, 'চট্টগ্রাম', NULL, 'চট্টগ্রাম', 'চট্টগ্রাম সদর', '4210', '2021-07-21 08:43:23', '2021-07-21 08:43:23'),
(2452, 'চট্টগ্রাম', NULL, 'চট্টগ্রাম', 'চট্টগ্রাম সদর', '4212', '2021-07-21 08:43:23', '2021-07-21 08:43:23'),
(2453, 'চট্টগ্রাম', NULL, 'চট্টগ্রাম', 'চট্টগ্রাম সদর', '4203', '2021-07-21 08:43:23', '2021-07-21 08:43:23'),
(2454, 'চট্টগ্রাম', NULL, 'চট্টগ্রাম', 'চট্টগ্রাম সদর', '4220', '2021-07-21 08:43:23', '2021-07-21 08:43:23'),
(2455, 'চট্টগ্রাম', NULL, 'চট্টগ্রাম', 'চট্টগ্রাম সদর', '4219', '2021-07-21 08:43:23', '2021-07-21 08:43:23'),
(2456, 'চট্টগ্রাম', NULL, 'চট্টগ্রাম', 'চট্টগ্রাম সদর', '4209', '2021-07-21 08:43:23', '2021-07-21 08:43:23'),
(2457, 'চট্টগ্রাম', NULL, 'চট্টগ্রাম', 'চট্টগ্রাম সদর', '4218', '2021-07-21 08:43:23', '2021-07-21 08:43:23'),
(2458, 'চট্টগ্রাম', NULL, 'চট্টগ্রাম', 'চট্টগ্রাম সদর', '4205', '2021-07-21 08:43:23', '2021-07-21 08:43:23'),
(2459, 'চট্টগ্রাম', NULL, 'চট্টগ্রাম', 'চট্টগ্রাম সদর', '4100', '2021-07-21 08:43:23', '2021-07-21 08:43:23'),
(2460, 'চট্টগ্রাম', NULL, 'চট্টগ্রাম', 'চট্টগ্রাম সদর', '4000', '2021-07-21 08:43:23', '2021-07-21 08:43:23'),
(2461, 'চট্টগ্রাম', NULL, 'চট্টগ্রাম', 'চট্টগ্রাম সদর', '4223', '2021-07-21 08:43:23', '2021-07-21 08:43:23'),
(2462, 'চট্টগ্রাম', NULL, 'চট্টগ্রাম', 'চট্টগ্রাম সদর', '4207', '2021-07-21 08:43:23', '2021-07-21 08:43:23'),
(2463, 'চট্টগ্রাম', NULL, 'চট্টগ্রাম', 'চট্টগ্রাম সদর', '4216', '2021-07-21 08:43:23', '2021-07-21 08:43:23'),
(2464, 'চট্টগ্রাম', NULL, 'চট্টগ্রাম', 'চট্টগ্রাম সদর', '4225', '2021-07-21 08:43:23', '2021-07-21 08:43:23'),
(2465, 'চট্টগ্রাম', NULL, 'চট্টগ্রাম', 'চট্টগ্রাম সদর', '4214', '2021-07-21 08:43:23', '2021-07-21 08:43:23'),
(2466, 'চট্টগ্রাম', NULL, 'চট্টগ্রাম', 'চট্টগ্রাম সদর', '4206', '2021-07-21 08:43:23', '2021-07-21 08:43:23'),
(2467, 'চট্টগ্রাম', NULL, 'চট্টগ্রাম', 'চট্টগ্রাম সদর', '4222', '2021-07-21 08:43:23', '2021-07-21 08:43:23'),
(2468, 'চট্টগ্রাম', NULL, 'চট্টগ্রাম', 'চট্টগ্রাম সদর', '4208', '2021-07-21 08:43:23', '2021-07-21 08:43:23'),
(2469, 'চট্টগ্রাম', NULL, 'চট্টগ্রাম', 'চট্টগ্রাম সদর', '4226', '2021-07-21 08:43:23', '2021-07-21 08:43:23'),
(2470, 'চট্টগ্রাম', NULL, 'চট্টগ্রাম', 'চট্টগ্রাম সদর', '4217', '2021-07-21 08:43:23', '2021-07-21 08:43:23'),
(2471, 'চট্টগ্রাম', NULL, 'চট্টগ্রাম', 'চট্টগ্রাম সদর', '4202', '2021-07-21 08:43:23', '2021-07-21 08:43:23'),
(2472, 'চট্টগ্রাম', NULL, 'চট্টগ্রাম', 'চট্টগ্রাম সদর', '4204', '2021-07-21 08:43:23', '2021-07-21 08:43:23'),
(2473, 'চট্টগ্রাম', NULL, 'চট্টগ্রাম', 'চট্টগ্রাম সদর', '4224', '2021-07-21 08:43:23', '2021-07-21 08:43:23'),
(2474, 'চট্টগ্রাম', NULL, 'চট্টগ্রাম', 'চট্টগ্রাম সদর', '4213', '2021-07-21 08:43:23', '2021-07-21 08:43:23'),
(2475, 'চট্টগ্রাম', NULL, 'চট্টগ্রাম', 'পূর্ব জোয়ারা', '4383', '2021-07-21 08:43:23', '2021-07-21 08:43:23'),
(2476, 'চট্টগ্রাম', NULL, 'চট্টগ্রাম', 'পূর্ব জোয়ারা', '4382', '2021-07-21 08:43:23', '2021-07-21 08:43:23'),
(2477, 'চট্টগ্রাম', NULL, 'চট্টগ্রাম', 'পূর্ব জোয়ারা', '4380', '2021-07-21 08:43:23', '2021-07-21 08:43:23'),
(2478, 'চট্টগ্রাম', NULL, 'চট্টগ্রাম', 'পূর্ব জোয়ারা', '4381', '2021-07-21 08:43:23', '2021-07-21 08:43:23'),
(2479, 'চট্টগ্রাম', NULL, 'চট্টগ্রাম', 'ফটিকছড়ি', '4352', '2021-07-21 08:43:23', '2021-07-21 08:43:23'),
(2480, 'চট্টগ্রাম', NULL, 'চট্টগ্রাম', 'ফটিকছড়ি', '4350', '2021-07-21 08:43:23', '2021-07-21 08:43:23'),
(2481, 'চট্টগ্রাম', NULL, 'চট্টগ্রাম', 'ফটিকছড়ি', '4354', '2021-07-21 08:43:23', '2021-07-21 08:43:23'),
(2482, 'চট্টগ্রাম', NULL, 'চট্টগ্রাম', 'ফটিকছড়ি', '4353', '2021-07-21 08:43:23', '2021-07-21 08:43:23'),
(2483, 'চট্টগ্রাম', NULL, 'চট্টগ্রাম', 'ফটিকছড়ি', '4351', '2021-07-21 08:43:23', '2021-07-21 08:43:23'),
(2484, 'চট্টগ্রাম', NULL, 'চট্টগ্রাম', 'ফটিকছড়ি', '4355', '2021-07-21 08:43:23', '2021-07-21 08:43:23'),
(2485, 'চট্টগ্রাম', NULL, 'চট্টগ্রাম', 'হাটহাজারী', '4331', '2021-07-21 08:43:23', '2021-07-21 08:43:23'),
(2486, 'চট্টগ্রাম', NULL, 'চট্টগ্রাম', 'হাটহাজারী', '4335', '2021-07-21 08:43:23', '2021-07-21 08:43:23'),
(2487, 'চট্টগ্রাম', NULL, 'চট্টগ্রাম', 'হাটহাজারী', '4332', '2021-07-21 08:43:23', '2021-07-21 08:43:23'),
(2488, 'চট্টগ্রাম', NULL, 'চট্টগ্রাম', 'হাটহাজারী', '4330', '2021-07-21 08:43:23', '2021-07-21 08:43:23'),
(2489, 'চট্টগ্রাম', NULL, 'চট্টগ্রাম', 'হাটহাজারী', '4333', '2021-07-21 08:43:23', '2021-07-21 08:43:23'),
(2490, 'চট্টগ্রাম', NULL, 'চট্টগ্রাম', 'হাটহাজারী', '4339', '2021-07-21 08:43:23', '2021-07-21 08:43:23'),
(2491, 'চট্টগ্রাম', NULL, 'চট্টগ্রাম', 'হাটহাজারী', '4334', '2021-07-21 08:43:23', '2021-07-21 08:43:23'),
(2492, 'চট্টগ্রাম', NULL, 'চট্টগ্রাম', 'হাটহাজারী', '4337', '2021-07-21 08:43:23', '2021-07-21 08:43:23'),
(2493, 'চট্টগ্রাম', NULL, 'চট্টগ্রাম', 'হাটহাজারী', '4338', '2021-07-21 08:43:23', '2021-07-21 08:43:23'),
(2494, 'চট্টগ্রাম', NULL, 'চট্টগ্রাম', 'জলদি', '4393', '2021-07-21 08:43:23', '2021-07-21 08:43:23'),
(2495, 'চট্টগ্রাম', NULL, 'চট্টগ্রাম', 'জলদি', '4392', '2021-07-21 08:43:23', '2021-07-21 08:43:23'),
(2496, 'চট্টগ্রাম', NULL, 'চট্টগ্রাম', 'জলদি', '4390', '2021-07-21 08:43:23', '2021-07-21 08:43:23'),
(2497, 'চট্টগ্রাম', NULL, 'চট্টগ্রাম', 'জলদি', '4391', '2021-07-21 08:43:23', '2021-07-21 08:43:23'),
(2498, 'চট্টগ্রাম', NULL, 'চট্টগ্রাম', 'লোহাগাড়া', '4398', '2021-07-21 08:43:23', '2021-07-21 08:43:23'),
(2499, 'চট্টগ্রাম', NULL, 'চট্টগ্রাম', 'লোহাগাড়া', '4396', '2021-07-21 08:43:23', '2021-07-21 08:43:23'),
(2500, 'চট্টগ্রাম', NULL, 'চট্টগ্রাম', 'লোহাগাড়া', '4397', '2021-07-21 08:43:23', '2021-07-21 08:43:23'),
(2501, 'চট্টগ্রাম', NULL, 'চট্টগ্রাম', 'মীরসরাই', '4321', '2021-07-21 08:43:23', '2021-07-21 08:43:23'),
(2502, 'চট্টগ্রাম', NULL, 'চট্টগ্রাম', 'মীরসরাই', '4325', '2021-07-21 08:43:23', '2021-07-21 08:43:23'),
(2503, 'চট্টগ্রাম', NULL, 'চট্টগ্রাম', 'মীরসরাই', '4323', '2021-07-21 08:43:23', '2021-07-21 08:43:23'),
(2504, 'চট্টগ্রাম', NULL, 'চট্টগ্রাম', 'মীরসরাই', '4322', '2021-07-21 08:43:23', '2021-07-21 08:43:23'),
(2505, 'চট্টগ্রাম', NULL, 'চট্টগ্রাম', 'মীরসরাই', '4324', '2021-07-21 08:43:23', '2021-07-21 08:43:23'),
(2506, 'চট্টগ্রাম', NULL, 'চট্টগ্রাম', 'মীরসরাই', '4327', '2021-07-21 08:43:23', '2021-07-21 08:43:23'),
(2507, 'চট্টগ্রাম', NULL, 'চট্টগ্রাম', 'মীরসরাই', '4320', '2021-07-21 08:43:23', '2021-07-21 08:43:23'),
(2508, 'চট্টগ্রাম', NULL, 'চট্টগ্রাম', 'মীরসরাই', '4328', '2021-07-21 08:43:23', '2021-07-21 08:43:23'),
(2509, 'চট্টগ্রাম', NULL, 'চট্টগ্রাম', 'পটিয়া', '4371', '2021-07-21 08:43:23', '2021-07-21 08:43:23'),
(2510, 'চট্টগ্রাম', NULL, 'চট্টগ্রাম', 'পটিয়া', '4370', '2021-07-21 08:43:23', '2021-07-21 08:43:23'),
(2511, 'চট্টগ্রাম', NULL, 'চট্টগ্রাম', 'রাঙ্গুনিয়া', '4361', '2021-07-21 08:43:23', '2021-07-21 08:43:23'),
(2512, 'চট্টগ্রাম', NULL, 'চট্টগ্রাম', 'রাঙ্গুনিয়া', '4360', '2021-07-21 08:43:23', '2021-07-21 08:43:23'),
(2513, 'চট্টগ্রাম', NULL, 'চট্টগ্রাম', 'রাউজান', '4349', '2021-07-21 08:43:23', '2021-07-21 08:43:23'),
(2514, 'চট্টগ্রাম', NULL, 'চট্টগ্রাম', 'রাউজান', '4341', '2021-07-21 08:43:23', '2021-07-21 08:43:23'),
(2515, 'চট্টগ্রাম', NULL, 'চট্টগ্রাম', 'রাউজান', '4347', '2021-07-21 08:43:23', '2021-07-21 08:43:23'),
(2516, 'চট্টগ্রাম', NULL, 'চট্টগ্রাম', 'রাউজান', '4345', '2021-07-21 08:43:23', '2021-07-21 08:43:23'),
(2517, 'চট্টগ্রাম', NULL, 'চট্টগ্রাম', 'রাউজান', '4343', '2021-07-21 08:43:23', '2021-07-21 08:43:23'),
(2518, 'চট্টগ্রাম', NULL, 'চট্টগ্রাম', 'রাউজান', '4346', '2021-07-21 08:43:23', '2021-07-21 08:43:23'),
(2519, 'চট্টগ্রাম', NULL, 'চট্টগ্রাম', 'রাউজান', '4344', '2021-07-21 08:43:23', '2021-07-21 08:43:23'),
(2520, 'চট্টগ্রাম', NULL, 'চট্টগ্রাম', 'রাউজান', '4342', '2021-07-21 08:43:23', '2021-07-21 08:43:23'),
(2521, 'চট্টগ্রাম', NULL, 'চট্টগ্রাম', 'রাউজান', '4348', '2021-07-21 08:43:23', '2021-07-21 08:43:23'),
(2522, 'চট্টগ্রাম', NULL, 'চট্টগ্রাম', 'রাউজান', '4340', '2021-07-21 08:43:23', '2021-07-21 08:43:23'),
(2523, 'চট্টগ্রাম', NULL, 'চট্টগ্রাম', 'সন্দ্বীপ', '4300', '2021-07-21 08:43:23', '2021-07-21 08:43:23'),
(2524, 'চট্টগ্রাম', NULL, 'চট্টগ্রাম', 'সন্দ্বীপ', '4301', '2021-07-21 08:43:23', '2021-07-21 08:43:23'),
(2525, 'চট্টগ্রাম', NULL, 'চট্টগ্রাম', 'সন্দ্বীপ', '4302', '2021-07-21 08:43:23', '2021-07-21 08:43:23'),
(2526, 'চট্টগ্রাম', NULL, 'চট্টগ্রাম', 'সাতকানিয়া', '4387', '2021-07-21 08:43:23', '2021-07-21 08:43:23'),
(2527, 'চট্টগ্রাম', NULL, 'চট্টগ্রাম', 'সাতকানিয়া', '4388', '2021-07-21 08:43:23', '2021-07-21 08:43:23'),
(2528, 'চট্টগ্রাম', NULL, 'চট্টগ্রাম', 'সাতকানিয়া', '4386', '2021-07-21 08:43:23', '2021-07-21 08:43:23'),
(2529, 'চট্টগ্রাম', NULL, 'চট্টগ্রাম', 'সীতাকুন্ড', '4312', '2021-07-21 08:43:23', '2021-07-21 08:43:23'),
(2530, 'চট্টগ্রাম', NULL, 'চট্টগ্রাম', 'সীতাকুন্ড', '4311', '2021-07-21 08:43:23', '2021-07-21 08:43:23'),
(2531, 'চট্টগ্রাম', NULL, 'চট্টগ্রাম', 'সীতাকুন্ড', '4313', '2021-07-21 08:43:23', '2021-07-21 08:43:23'),
(2532, 'চট্টগ্রাম', NULL, 'চট্টগ্রাম', 'সীতাকুন্ড', '4315', '2021-07-21 08:43:23', '2021-07-21 08:43:23'),
(2533, 'চট্টগ্রাম', NULL, 'চট্টগ্রাম', 'সীতাকুন্ড', '4316', '2021-07-21 08:43:23', '2021-07-21 08:43:23'),
(2534, 'চট্টগ্রাম', NULL, 'চট্টগ্রাম', 'সীতাকুন্ড', '4317', '2021-07-21 08:43:23', '2021-07-21 08:43:23'),
(2535, 'চট্টগ্রাম', NULL, 'চট্টগ্রাম', 'সীতাকুন্ড', '4314', '2021-07-21 08:43:23', '2021-07-21 08:43:23'),
(2536, 'চট্টগ্রাম', NULL, 'চট্টগ্রাম', 'সীতাকুন্ড', '4310', '2021-07-21 08:43:23', '2021-07-21 08:43:23'),
(2537, 'চট্টগ্রাম', NULL, 'চট্টগ্রাম', 'মাদারবাড়ি', '3560', '2021-07-21 08:43:23', '2021-07-21 08:43:23'),
(2538, 'চট্টগ্রাম', NULL, 'কুমিল্লা', 'বরুড়া', '3560', '2021-07-21 08:43:23', '2021-07-21 08:43:23'),
(2539, 'চট্টগ্রাম', NULL, 'কুমিল্লা', 'বরুড়া', '3562', '2021-07-21 08:43:23', '2021-07-21 08:43:23'),
(2540, 'চট্টগ্রাম', NULL, 'কুমিল্লা', 'বরুড়া', '3561', '2021-07-21 08:43:23', '2021-07-21 08:43:23'),
(2541, 'চট্টগ্রাম', NULL, 'কুমিল্লা', 'ব্রাহ্মণপাড়া', '3526', '2021-07-21 08:43:23', '2021-07-21 08:43:23'),
(2542, 'চট্টগ্রাম', NULL, 'কুমিল্লা', 'বুড়িচং', '3520', '2021-07-21 08:43:23', '2021-07-21 08:43:23'),
(2543, 'চট্টগ্রাম', NULL, 'কুমিল্লা', 'বুড়িচং', '3521', '2021-07-21 08:43:23', '2021-07-21 08:43:23'),
(2544, 'চট্টগ্রাম', NULL, 'কুমিল্লা', 'চান্দিনা', '3510', '2021-07-21 08:43:23', '2021-07-21 08:43:23'),
(2545, 'চট্টগ্রাম', NULL, 'কুমিল্লা', 'চান্দিনা', '3511', '2021-07-21 08:43:23', '2021-07-21 08:43:23'),
(2546, 'চট্টগ্রাম', NULL, 'কুমিল্লা', 'চৌদ্দগ্রাম', '3551', '2021-07-21 08:43:23', '2021-07-21 08:43:23'),
(2547, 'চট্টগ্রাম', NULL, 'কুমিল্লা', 'চৌদ্দগ্রাম', '3552', '2021-07-21 08:43:23', '2021-07-21 08:43:23'),
(2548, 'চট্টগ্রাম', NULL, 'কুমিল্লা', 'চৌদ্দগ্রাম', '3550', '2021-07-21 08:43:23', '2021-07-21 08:43:23'),
(2549, 'চট্টগ্রাম', NULL, 'কুমিল্লা', 'কুমিল্লা সদর', '3501', '2021-07-21 08:43:23', '2021-07-21 08:43:23'),
(2550, 'চট্টগ্রাম', NULL, 'কুমিল্লা', 'কুমিল্লা সদর', '3500', '2021-07-21 08:43:23', '2021-07-21 08:43:23'),
(2551, 'চট্টগ্রাম', NULL, 'কুমিল্লা', 'কুমিল্লা সদর', '3503', '2021-07-21 08:43:23', '2021-07-21 08:43:23'),
(2552, 'চট্টগ্রাম', NULL, 'কুমিল্লা', 'কুমিল্লা সদর', '3502', '2021-07-21 08:43:23', '2021-07-21 08:43:23'),
(2553, 'চট্টগ্রাম', NULL, 'কুমিল্লা', 'কুমিল্লা সদর', '3504', '2021-07-21 08:43:23', '2021-07-21 08:43:23'),
(2554, 'চট্টগ্রাম', NULL, 'কুমিল্লা', 'দাউদকান্দি', '3518', '2021-07-21 08:43:23', '2021-07-21 08:43:23'),
(2555, 'চট্টগ্রাম', NULL, 'কুমিল্লা', 'দাউদকান্দি', '3516', '2021-07-21 08:43:23', '2021-07-21 08:43:23'),
(2556, 'চট্টগ্রাম', NULL, 'কুমিল্লা', 'দাউদকান্দি', '3519', '2021-07-21 08:43:23', '2021-07-21 08:43:23'),
(2557, 'চট্টগ্রাম', NULL, 'কুমিল্লা', 'দাউদকান্দি', '3517', '2021-07-21 08:43:23', '2021-07-21 08:43:23'),
(2558, 'চট্টগ্রাম', NULL, 'কুমিল্লা', 'দাবিদার', '3532', '2021-07-21 08:43:23', '2021-07-21 08:43:23'),
(2559, 'চট্টগ্রাম', NULL, 'কুমিল্লা', 'দাবিদার', '3530', '2021-07-21 08:43:23', '2021-07-21 08:43:23'),
(2560, 'চট্টগ্রাম', NULL, 'কুমিল্লা', 'দাবিদার', '3533', '2021-07-21 08:43:23', '2021-07-21 08:43:23'),
(2561, 'চট্টগ্রাম', NULL, 'কুমিল্লা', 'দাবিদার', '3531', '2021-07-21 08:43:23', '2021-07-21 08:43:23'),
(2562, 'চট্টগ্রাম', NULL, 'কুমিল্লা', 'হোমনা', '3546', '2021-07-21 08:43:23', '2021-07-21 08:43:23'),
(2563, 'চট্টগ্রাম', NULL, 'কুমিল্লা', 'লাকসাম', '3572', '2021-07-21 08:43:23', '2021-07-21 08:43:23'),
(2564, 'চট্টগ্রাম', NULL, 'কুমিল্লা', 'লাকসাম', '3570', '2021-07-21 08:43:23', '2021-07-21 08:43:23'),
(2565, 'চট্টগ্রাম', NULL, 'কুমিল্লা', 'লাকসাম', '3571', '2021-07-21 08:43:23', '2021-07-21 08:43:23'),
(2566, 'চট্টগ্রাম', NULL, 'কুমিল্লা', 'লাঙ্গলকোট', '3582', '2021-07-21 08:43:23', '2021-07-21 08:43:23'),
(2567, 'চট্টগ্রাম', NULL, 'কুমিল্লা', 'লাঙ্গলকোট', '3581', '2021-07-21 08:43:23', '2021-07-21 08:43:23'),
(2568, 'চট্টগ্রাম', NULL, 'কুমিল্লা', 'লাঙ্গলকোট', '3583', '2021-07-21 08:43:23', '2021-07-21 08:43:23'),
(2569, 'চট্টগ্রাম', NULL, 'কুমিল্লা', 'লাঙ্গলকোট', '3580', '2021-07-21 08:43:23', '2021-07-21 08:43:23'),
(2570, 'চট্টগ্রাম', NULL, 'কুমিল্লা', 'মুরাদনগর', '3543', '2021-07-21 08:43:23', '2021-07-21 08:43:23'),
(2571, 'চট্টগ্রাম', NULL, 'কুমিল্লা', 'মুরাদনগর', '3542', '2021-07-21 08:43:23', '2021-07-21 08:43:23'),
(2572, 'চট্টগ্রাম', NULL, 'কুমিল্লা', 'মুরাদনগর', '3540', '2021-07-21 08:43:23', '2021-07-21 08:43:23'),
(2573, 'চট্টগ্রাম', NULL, 'কুমিল্লা', 'মুরাদনগর', '3545', '2021-07-21 08:43:23', '2021-07-21 08:43:23'),
(2574, 'চট্টগ্রাম', NULL, 'কুমিল্লা', 'মুরাদনগর', '3541', '2021-07-21 08:43:23', '2021-07-21 08:43:23'),
(2575, 'চট্টগ্রাম', NULL, 'কুমিল্লা', 'মুরাদনগর', '3544', '2021-07-21 08:43:23', '2021-07-21 08:43:23'),
(2576, 'চট্টগ্রাম', NULL, 'কক্সবাজার', 'চিরিঙ্গা', '4742', '2021-07-21 08:43:23', '2021-07-21 08:43:23'),
(2577, 'চট্টগ্রাম', NULL, 'কক্সবাজার', 'চিরিঙ্গা', '4740', '2021-07-21 08:43:23', '2021-07-21 08:43:23'),
(2578, 'চট্টগ্রাম', NULL, 'কক্সবাজার', 'চিরিঙ্গা', '4741', '2021-07-21 08:43:23', '2021-07-21 08:43:23'),
(2579, 'চট্টগ্রাম', NULL, 'কক্সবাজার', 'চিরিঙ্গা', '4743', '2021-07-21 08:43:23', '2021-07-21 08:43:23'),
(2580, 'চট্টগ্রাম', NULL, 'কক্সবাজার', 'কক্সবাজার সদর', '4700', '2021-07-21 08:43:23', '2021-07-21 08:43:23'),
(2581, 'চট্টগ্রাম', NULL, 'কক্সবাজার', 'কক্সবাজার সদর', '4702', '2021-07-21 08:43:23', '2021-07-21 08:43:23'),
(2582, 'চট্টগ্রাম', NULL, 'কক্সবাজার', 'কক্সবাজার সদর', '4701', '2021-07-21 08:43:23', '2021-07-21 08:43:23'),
(2583, 'চট্টগ্রাম', NULL, 'কক্সবাজার', 'ঘোড়াঘাট', '4710', '2021-07-21 08:43:23', '2021-07-21 08:43:23'),
(2584, 'চট্টগ্রাম', NULL, 'কক্সবাজার', 'কুতুবদিয়া', '4720', '2021-07-21 08:43:23', '2021-07-21 08:43:23'),
(2585, 'চট্টগ্রাম', NULL, 'কক্সবাজার', 'রামু', '4730', '2021-07-21 08:43:23', '2021-07-21 08:43:23'),
(2586, 'চট্টগ্রাম', NULL, 'কক্সবাজার', 'টেকনাফ', '4761', '2021-07-21 08:43:23', '2021-07-21 08:43:23'),
(2587, 'চট্টগ্রাম', NULL, 'কক্সবাজার', 'টেকনাফ', '4762', '2021-07-21 08:43:23', '2021-07-21 08:43:23'),
(2588, 'চট্টগ্রাম', NULL, 'কক্সবাজার', 'টেকনাফ', '4760', '2021-07-21 08:43:23', '2021-07-21 08:43:23'),
(2589, 'চট্টগ্রাম', NULL, 'কক্সবাজার', 'উখিয়া', '4750', '2021-07-21 08:43:23', '2021-07-21 08:43:23'),
(2590, 'চট্টগ্রাম', NULL, 'ফেনী', 'ছাগলনাইয়া', '3910', '2021-07-21 08:43:23', '2021-07-21 08:43:23'),
(2591, 'চট্টগ্রাম', NULL, 'ফেনী', 'ছাগলনাইয়া', '3912', '2021-07-21 08:43:23', '2021-07-21 08:43:23'),
(2592, 'চট্টগ্রাম', NULL, 'ফেনী', 'ছাগলনাইয়া', '3911', '2021-07-21 08:43:23', '2021-07-21 08:43:23'),
(2593, 'চট্টগ্রাম', NULL, 'ফেনী', 'ছাগলনাইয়া', '3913', '2021-07-21 08:43:23', '2021-07-21 08:43:23'),
(2594, 'চট্টগ্রাম', NULL, 'ফেনী', 'দাগনভূয়া', '3922', '2021-07-21 08:43:23', '2021-07-21 08:43:23'),
(2595, 'চট্টগ্রাম', NULL, 'ফেনী', 'দাগনভূয়া', '3920', '2021-07-21 08:43:23', '2021-07-21 08:43:23'),
(2596, 'চট্টগ্রাম', NULL, 'ফেনী', 'দাগনভূয়া', '3921', '2021-07-21 08:43:23', '2021-07-21 08:43:23'),
(2597, 'চট্টগ্রাম', NULL, 'ফেনী', 'দাগনভূয়া', '3923', '2021-07-21 08:43:23', '2021-07-21 08:43:23'),
(2598, 'চট্টগ্রাম', NULL, 'ফেনী', 'ফেনী সদর', '3901', '2021-07-21 08:43:23', '2021-07-21 08:43:23'),
(2599, 'চট্টগ্রাম', NULL, 'ফেনী', 'ফেনী সদর', '3900', '2021-07-21 08:43:23', '2021-07-21 08:43:23'),
(2600, 'চট্টগ্রাম', NULL, 'ফেনী', 'ফেনী সদর', '3903', '2021-07-21 08:43:23', '2021-07-21 08:43:23'),
(2601, 'চট্টগ্রাম', NULL, 'ফেনী', 'ফেনী সদর', '3902', '2021-07-21 08:43:23', '2021-07-21 08:43:23'),
(2602, 'চট্টগ্রাম', NULL, 'ফেনী', 'পশুরামপুর', '3942', '2021-07-21 08:43:23', '2021-07-21 08:43:23'),
(2603, 'চট্টগ্রাম', NULL, 'ফেনী', 'পশুরামপুর', '3943', '2021-07-21 08:43:23', '2021-07-21 08:43:23'),
(2604, 'চট্টগ্রাম', NULL, 'ফেনী', 'পশুরামপুর', '3940', '2021-07-21 08:43:23', '2021-07-21 08:43:23'),
(2605, 'চট্টগ্রাম', NULL, 'ফেনী', 'পশুরামপুর', '3941', '2021-07-21 08:43:23', '2021-07-21 08:43:23'),
(2606, 'চট্টগ্রাম', NULL, 'ফেনী', 'সোনাগাজী', '3932', '2021-07-21 08:43:23', '2021-07-21 08:43:23'),
(2607, 'চট্টগ্রাম', NULL, 'ফেনী', 'সোনাগাজী', '3933', '2021-07-21 08:43:23', '2021-07-21 08:43:23'),
(2608, 'চট্টগ্রাম', NULL, 'ফেনী', 'সোনাগাজী', '3931', '2021-07-21 08:43:23', '2021-07-21 08:43:23'),
(2609, 'চট্টগ্রাম', NULL, 'ফেনী', 'সোনাগাজী', '3930', '2021-07-21 08:43:23', '2021-07-21 08:43:23'),
(2610, 'চট্টগ্রাম', NULL, 'ফেনী', 'সোনাগাজী', '3937', '2021-07-21 08:43:23', '2021-07-21 08:43:23'),
(2611, 'চট্টগ্রাম', NULL, 'খাগড়াছড়ি', 'দিগিনালা', '4420', '2021-07-21 08:43:23', '2021-07-21 08:43:23'),
(2612, 'চট্টগ্রাম', NULL, 'খাগড়াছড়ি', 'খাগড়াছড়ি সদর', '4400', '2021-07-21 08:43:23', '2021-07-21 08:43:23'),
(2613, 'চট্টগ্রাম', NULL, 'খাগড়াছড়ি', 'লক্ষ্মীছড়ি', '4470', '2021-07-21 08:43:23', '2021-07-21 08:43:23'),
(2614, 'চট্টগ্রাম', NULL, 'খাগড়াছড়ি', 'মহালছড়ি', '4430', '2021-07-21 08:43:23', '2021-07-21 08:43:23'),
(2615, 'চট্টগ্রাম', NULL, 'খাগড়াছড়ি', 'মানিকছড়ি', '4460', '2021-07-21 08:43:23', '2021-07-21 08:43:23'),
(2616, 'চট্টগ্রাম', NULL, 'খাগড়াছড়ি', 'মাটিরাঙ্গা', '4450', '2021-07-21 08:43:23', '2021-07-21 08:43:23'),
(2617, 'চট্টগ্রাম', NULL, 'খাগড়াছড়ি', 'পানছড়ি', '4410', '2021-07-21 08:43:23', '2021-07-21 08:43:23'),
(2618, 'চট্টগ্রাম', NULL, 'খাগড়াছড়ি', 'রামগড়ে প্রধান কার্যালয়', '4440', '2021-07-21 08:43:23', '2021-07-21 08:43:23'),
(2619, 'চট্টগ্রাম', NULL, 'লক্ষ্মীপুর', 'চর আলেক্সজান্ডার', '3730', '2021-07-21 08:43:23', '2021-07-21 08:43:23'),
(2620, 'চট্টগ্রাম', NULL, 'লক্ষ্মীপুর', 'চর আলেক্সজান্ডার', '3731', '2021-07-21 08:43:23', '2021-07-21 08:43:23'),
(2621, 'চট্টগ্রাম', NULL, 'লক্ষ্মীপুর', 'চর আলেক্সজান্ডার', '3732', '2021-07-21 08:43:23', '2021-07-21 08:43:23'),
(2622, 'চট্টগ্রাম', NULL, 'লক্ষ্মীপুর', 'লক্ষ্মীপুর সদর', '3709', '2021-07-21 08:43:23', '2021-07-21 08:43:23'),
(2623, 'চট্টগ্রাম', NULL, 'লক্ষ্মীপুর', 'লক্ষ্মীপুর সদর', '3702', '2021-07-21 08:43:23', '2021-07-21 08:43:23'),
(2624, 'চট্টগ্রাম', NULL, 'লক্ষ্মীপুর', 'লক্ষ্মীপুর সদর', '3708', '2021-07-21 08:43:23', '2021-07-21 08:43:23'),
(2625, 'চট্টগ্রাম', NULL, 'লক্ষ্মীপুর', 'লক্ষ্মীপুর সদর', '3707', '2021-07-21 08:43:23', '2021-07-21 08:43:23'),
(2626, 'চট্টগ্রাম', NULL, 'লক্ষ্মীপুর', 'লক্ষ্মীপুর সদর', '3701', '2021-07-21 08:43:23', '2021-07-21 08:43:23'),
(2627, 'চট্টগ্রাম', NULL, 'লক্ষ্মীপুর', 'লক্ষ্মীপুর সদর', '3706', '2021-07-21 08:43:23', '2021-07-21 08:43:23'),
(2628, 'চট্টগ্রাম', NULL, 'লক্ষ্মীপুর', 'লক্ষ্মীপুর সদর', '3704', '2021-07-21 08:43:23', '2021-07-21 08:43:23'),
(2629, 'চট্টগ্রাম', NULL, 'লক্ষ্মীপুর', 'লক্ষ্মীপুর সদর', '3700', '2021-07-21 08:43:23', '2021-07-21 08:43:23'),
(2630, 'চট্টগ্রাম', NULL, 'লক্ষ্মীপুর', 'লক্ষ্মীপুর সদর', '3703', '2021-07-21 08:43:23', '2021-07-21 08:43:23'),
(2631, 'চট্টগ্রাম', NULL, 'লক্ষ্মীপুর', 'লক্ষ্মীপুর সদর', '3705', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2632, 'চট্টগ্রাম', NULL, 'লক্ষ্মীপুর', 'রামগঞ্জ', '3721', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2633, 'চট্টগ্রাম', NULL, 'লক্ষ্মীপুর', 'রামগঞ্জ', '3725', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2634, 'চট্টগ্রাম', NULL, 'লক্ষ্মীপুর', 'রামগঞ্জ', '3723', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2635, 'চট্টগ্রাম', NULL, 'লক্ষ্মীপুর', 'রামগঞ্জ', '3724', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2636, 'চট্টগ্রাম', NULL, 'লক্ষ্মীপুর', 'রামগঞ্জ', '3722', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2637, 'চট্টগ্রাম', NULL, 'লক্ষ্মীপুর', 'রামগঞ্জ', '3720', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2638, 'চট্টগ্রাম', NULL, 'লক্ষ্মীপুর', 'রায়পুর', '3714', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2639, 'চট্টগ্রাম', NULL, 'লক্ষ্মীপুর', 'রায়পুর', '3713', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2640, 'চট্টগ্রাম', NULL, 'লক্ষ্মীপুর', 'রায়পুর', '3712', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2641, 'চট্টগ্রাম', NULL, 'লক্ষ্মীপুর', 'রায়পুর', '3712', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2642, 'চট্টগ্রাম', NULL, 'লক্ষ্মীপুর', 'রায়পুর', '3711', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2643, 'চট্টগ্রাম', NULL, 'লক্ষ্মীপুর', 'রায়পুর', '3710', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2644, 'চট্টগ্রাম', NULL, 'নোয়াখালী', 'বসুরহাট', '3850', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2645, 'চট্টগ্রাম', NULL, 'নোয়াখালী', 'বসুরহাট', '3851', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2646, 'চট্টগ্রাম', NULL, 'নোয়াখালী', 'বেগমগঞ্জ', '3831', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2647, 'চট্টগ্রাম', NULL, 'নোয়াখালী', 'বেগমগঞ্জ', '3847', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2648, 'চট্টগ্রাম', NULL, 'নোয়াখালী', 'বেগমগঞ্জ', '3822', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2649, 'চট্টগ্রাম', NULL, 'নোয়াখালী', 'বেগমগঞ্জ', '3822', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2650, 'চট্টগ্রাম', NULL, 'নোয়াখালী', 'বেগমগঞ্জ', '3824', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2651, 'চট্টগ্রাম', NULL, 'নোয়াখালী', 'বেগমগঞ্জ', '3820', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2652, 'চট্টগ্রাম', NULL, 'নোয়াখালী', 'বেগমগঞ্জ', '3837', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2653, 'চট্টগ্রাম', NULL, 'নোয়াখালী', 'বেগমগঞ্জ', '3821', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2654, 'চট্টগ্রাম', NULL, 'নোয়াখালী', 'বেগমগঞ্জ', '3843', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2655, 'চট্টগ্রাম', NULL, 'নোয়াখালী', 'বেগমগঞ্জ', '3848', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2656, 'চট্টগ্রাম', NULL, 'নোয়াখালী', 'বেগমগঞ্জ', '3828', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2657, 'চট্টগ্রাম', NULL, 'নোয়াখালী', 'বেগমগঞ্জ', '3825', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2658, 'চট্টগ্রাম', NULL, 'নোয়াখালী', 'বেগমগঞ্জ', '3844', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2659, 'চট্টগ্রাম', NULL, 'নোয়াখালী', 'বেগমগঞ্জ', '3829', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2660, 'চট্টগ্রাম', NULL, 'নোয়াখালী', 'বেগমগঞ্জ', '3833', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2661, 'চট্টগ্রাম', NULL, 'নোয়াখালী', 'বেগমগঞ্জ', '3842', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2662, 'চট্টগ্রাম', NULL, 'নোয়াখালী', 'বেগমগঞ্জ', '3838', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2663, 'চট্টগ্রাম', NULL, 'নোয়াখালী', 'বেগমগঞ্জ', '3823', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2664, 'চট্টগ্রাম', NULL, 'নোয়াখালী', 'বেগমগঞ্জ', '3839', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2665, 'চট্টগ্রাম', NULL, 'নোয়াখালী', 'বেগমগঞ্জ', '3841', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2666, 'চট্টগ্রাম', NULL, 'নোয়াখালী', 'বেগমগঞ্জ', '3835', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2667, 'চট্টগ্রাম', NULL, 'নোয়াখালী', 'বেগমগঞ্জ', '3834', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2668, 'চট্টগ্রাম', NULL, 'নোয়াখালী', 'বেগমগঞ্জ', '3827', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2669, 'চট্টগ্রাম', NULL, 'নোয়াখালী', 'বেগমগঞ্জ', '3832', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2670, 'চট্টগ্রাম', NULL, 'নোয়াখালী', 'বেগমগঞ্জ', '3845', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2671, 'চট্টগ্রাম', NULL, 'নোয়াখালী', 'চাটখিল', '3879', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2672, 'চট্টগ্রাম', NULL, 'নোয়াখালী', 'চাটখিল', '3873', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2673, 'চট্টগ্রাম', NULL, 'নোয়াখালী', 'চাটখিল', '3870', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2674, 'চট্টগ্রাম', NULL, 'নোয়াখালী', 'চাটখিল', '3878', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2675, 'চট্টগ্রাম', NULL, 'নোয়াখালী', 'চাটখিল', '3877', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2676, 'চট্টগ্রাম', NULL, 'নোয়াখালী', 'চাটখিল', '3872', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2677, 'চট্টগ্রাম', NULL, 'নোয়াখালী', 'চাটখিল', '3871', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2678, 'চট্টগ্রাম', NULL, 'নোয়াখালী', 'চাটখিল', '3874', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2679, 'চট্টগ্রাম', NULL, 'নোয়াখালী', 'চাটখিল', '3881', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2680, 'চট্টগ্রাম', NULL, 'নোয়াখালী', 'চাটখিল', '3882', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2681, 'চট্টগ্রাম', NULL, 'নোয়াখালী', 'চাটখিল', '3883', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2682, 'চট্টগ্রাম', NULL, 'নোয়াখালী', 'চাটখিল', '3875', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2683, 'চট্টগ্রাম', NULL, 'নোয়াখালী', 'হাতিয়া', '3891', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2684, 'চট্টগ্রাম', NULL, 'নোয়াখালী', 'হাতিয়া', '3890', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2685, 'চট্টগ্রাম', NULL, 'নোয়াখালী', 'হাতিয়া', '3892', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2686, 'চট্টগ্রাম', NULL, 'নোয়াখালী', 'নোয়াখালী সদর', '3811', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2687, 'চট্টগ্রাম', NULL, 'নোয়াখালী', 'নোয়াখালী সদর', '3812', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2688, 'চট্টগ্রাম', NULL, 'নোয়াখালী', 'নোয়াখালী সদর', '3809', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2689, 'চট্টগ্রাম', NULL, 'নোয়াখালী', 'নোয়াখালী সদর', '3803', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2690, 'চট্টগ্রাম', NULL, 'নোয়াখালী', 'নোয়াখালী সদর', '3807', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2691, 'চট্টগ্রাম', NULL, 'নোয়াখালী', 'নোয়াখালী সদর', '3808', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2692, 'চট্টগ্রাম', NULL, 'নোয়াখালী', 'নোয়াখালী সদর', '3806', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2693, 'চট্টগ্রাম', NULL, 'নোয়াখালী', 'নোয়াখালী সদর', '3801', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2694, 'চট্টগ্রাম', NULL, 'নোয়াখালী', 'নোয়াখালী সদর', '3800', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2695, 'চট্টগ্রাম', NULL, 'নোয়াখালী', 'নোয়াখালী সদর', '3804', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2696, 'চট্টগ্রাম', NULL, 'নোয়াখালী', 'নোয়াখালী সদর', '3802', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2697, 'চট্টগ্রাম', NULL, 'নোয়াখালী', 'সেনবাগ', '3862', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2698, 'চট্টগ্রাম', NULL, 'নোয়াখালী', 'সেনবাগ', '3864', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2699, 'চট্টগ্রাম', NULL, 'নোয়াখালী', 'সেনবাগ', '3861', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2700, 'চট্টগ্রাম', NULL, 'নোয়াখালী', 'সেনবাগ', '3863', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2701, 'চট্টগ্রাম', NULL, 'নোয়াখালী', 'সেনবাগ', '3860', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2702, 'চট্টগ্রাম', NULL, 'নোয়াখালী', 'সেনবাগ', '3865', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2703, 'চট্টগ্রাম', NULL, 'রাঙামাটি', 'বড়কাল', '4570', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2704, 'চট্টগ্রাম', NULL, 'রাঙামাটি', 'বিলাইছড়ি', '4550', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2705, 'চট্টগ্রাম', NULL, 'রাঙামাটি', 'জারাছড়ি', '4560', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2706, 'চট্টগ্রাম', NULL, 'রাঙামাটি', 'কালামপতি', '4511', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2707, 'চট্টগ্রাম', NULL, 'রাঙামাটি', 'কালামপতি', '4510', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2708, 'চট্টগ্রাম', NULL, 'রাঙামাটি', 'কাপ্তাই', '4531', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2709, 'চট্টগ্রাম', NULL, 'রাঙামাটি', 'কাপ্তাই', '4530', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2710, 'চট্টগ্রাম', NULL, 'রাঙামাটি', 'কাপ্তাই', '4533', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2711, 'চট্টগ্রাম', NULL, 'রাঙামাটি', 'কাপ্তাই', '4532', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2712, 'চট্টগ্রাম', NULL, 'রাঙামাটি', 'লংগাছ', '4580', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2713, 'চট্টগ্রাম', NULL, 'রাঙামাটি', 'মারিশ্যা', '4590', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2714, 'চট্টগ্রাম', NULL, 'রাঙামাটি', 'নানিয়াছড়', '4520', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2715, 'চট্টগ্রাম', NULL, 'রাঙামাটি', 'রাজস্থালি', '4540', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2716, 'চট্টগ্রাম', NULL, 'রাঙামাটি', 'রাঙামাটি সদর', '4500', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2717, 'রংপুর', 'রংপুর সিটি কর্পোরেশন', 'দিনাজপুর', 'বাংলা হিলি', '5270', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2718, 'রংপুর', NULL, 'দিনাজপুর', 'বিরল', '5210', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2719, 'রংপুর', NULL, 'দিনাজপুর', 'বিরামপুর', '5266', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2720, 'রংপুর', NULL, 'দিনাজপুর', 'বীরগঞ্জ', '5220', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2721, 'রংপুর', NULL, 'দিনাজপুর', 'চিরিরবন্দর', '5240', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2722, 'রংপুর', NULL, 'দিনাজপুর', 'চিরিরবন্দর', '5241', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2723, 'রংপুর', NULL, 'দিনাজপুর', 'দিনাজপুর সদর', '5201', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2724, 'রংপুর', NULL, 'দিনাজপুর', 'দিনাজপুর সদর', '5200', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2725, 'রংপুর', NULL, 'দিনাজপুর', 'খানসামা', '5230', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2726, 'রংপুর', NULL, 'দিনাজপুর', 'খানসামা', '5231', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2727, 'রংপুর', NULL, 'দিনাজপুর', 'মহারাজগঞ্জ', '5226', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2728, 'রংপুর', NULL, 'দিনাজপুর', 'নবাবগঞ্জ', '5281', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2729, 'রংপুর', NULL, 'দিনাজপুর', 'নবাবগঞ্জ', '5282', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2730, 'রংপুর', NULL, 'দিনাজপুর', 'নবাবগঞ্জ', '5280', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2731, 'রংপুর', NULL, 'দিনাজপুর', 'ওসমানপুর', '5291', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2732, 'রংপুর', NULL, 'দিনাজপুর', 'ওসমানপুর', '5290', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2733, 'রংপুর', NULL, 'দিনাজপুর', 'পার্বতীপুর', '5250', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2734, 'রংপুর', NULL, 'দিনাজপুর', 'ফুলবাড়ী', '5260', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2735, 'রংপুর', NULL, 'দিনাজপুর', 'সেতাবগঞ্জ', '5216', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2736, 'রংপুর', NULL, 'গাইবান্ধা', 'বোনারপাড়া', '5750', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2737, 'রংপুর', NULL, 'গাইবান্ধা', 'বোনারপাড়া', '5751', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2738, 'রংপুর', NULL, 'গাইবান্ধা', 'গাইবান্ধা সদর', '5700', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2739, 'রংপুর', NULL, 'গাইবান্ধা', 'গোবিন্দগঞ্জ', '5740', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2740, 'রংপুর', NULL, 'গাইবান্ধা', 'গোবিন্দগঞ্জ', '5741', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2741, 'রংপুর', NULL, 'গাইবান্ধা', 'পলাশবাড়ী', '5730', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2742, 'রংপুর', NULL, 'গাইবান্ধা', 'ফুলছড়ি', '5761', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2743, 'রংপুর', NULL, 'গাইবান্ধা', 'ফুলছড়ি', '5760', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2744, 'রংপুর', NULL, 'গাইবান্ধা', 'সাদুল্লাপুর', '5711', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2745, 'রংপুর', NULL, 'গাইবান্ধা', 'সাদুল্লাপুর', '5710', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2746, 'রংপুর', NULL, 'গাইবান্ধা', 'সুন্দরগঞ্জ', '5721', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2747, 'রংপুর', NULL, 'গাইবান্ধা', 'সুন্দরগঞ্জ', '5720', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2748, 'রংপুর', NULL, 'কুড়িগ্রাম', 'ভূরুঙ্গামারী', '5670', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2749, 'রংপুর', NULL, 'কুড়িগ্রাম', 'চিলমারী', '5630', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2750, 'রংপুর', NULL, 'কুড়িগ্রাম', 'চিলমারী', '5631', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2751, 'রংপুর', NULL, 'কুড়িগ্রাম', 'কুড়িগ্রাম সদর', '5600', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2752, 'রংপুর', NULL, 'কুড়িগ্রাম', 'কুড়িগ্রাম সদর', '5601', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2753, 'রংপুর', NULL, 'কুড়িগ্রাম', 'কুড়িগ্রাম সদর', '5680', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2754, 'রংপুর', NULL, 'কুড়িগ্রাম', 'নাগেশ্বর', '5660', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2755, 'রংপুর', NULL, 'কুড়িগ্রাম', 'রাজারহাট', '5611', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2756, 'রংপুর', NULL, 'কুড়িগ্রাম', 'রাজারহাট', '5610', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2757, 'রংপুর', NULL, 'কুড়িগ্রাম', 'রাজিবপুর', '5650', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2758, 'রংপুর', NULL, 'কুড়িগ্রাম', 'রৌমারী', '5640', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2759, 'রংপুর', NULL, 'কুড়িগ্রাম', 'উলিপুর', '5621', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2760, 'রংপুর', NULL, 'কুড়িগ্রাম', 'উলিপুর', '5620', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2761, 'রংপুর', NULL, 'লালমনিরহাট', 'আদিতমারী', '5510', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2762, 'রংপুর', NULL, 'লালমনিরহাট', 'হাতীবান্ধা', '5530', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2763, 'রংপুর', NULL, 'লালমনিরহাট', 'লালমনিরহাট সদর', '5502', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2764, 'রংপুর', NULL, 'লালমনিরহাট', 'লালমনিরহাট সদর', '5500', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2765, 'রংপুর', NULL, 'লালমনিরহাট', 'লালমনিরহাট সদর', '5501', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2766, 'রংপুর', NULL, 'লালমনিরহাট', 'পাটগ্রাম', '5541', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2767, 'রংপুর', NULL, 'লালমনিরহাট', 'পাটগ্রাম', '5542', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2768, 'রংপুর', NULL, 'লালমনিরহাট', 'পাটগ্রাম', '5540', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2769, 'রংপুর', NULL, 'লালমনিরহাট', 'তুষভান্ডার', '5520', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2770, 'রংপুর', NULL, 'নীলফামারী', 'ডিমলা', '5350', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2771, 'রংপুর', NULL, 'নীলফামারী', 'ডিমলা', '5351', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2772, 'রংপুর', NULL, 'নীলফামারী', 'ডোমার', '5341', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2773, 'রংপুর', NULL, 'নীলফামারী', 'ডোমার', '5340', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2774, 'রংপুর', NULL, 'নীলফামারী', 'জলঢাকা', '5330', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2775, 'রংপুর', NULL, 'নীলফামারী', 'কিশোরীগঞ্জ', '5320', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2776, 'রংপুর', NULL, 'নীলফামারী', 'নীলফামারী সদর', '5300', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2777, 'রংপুর', NULL, 'নীলফামারী', 'নীলফামারী সদর', '5301', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2778, 'রংপুর', NULL, 'নীলফামারী', 'সৈয়দপুর', '5310', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2779, 'রংপুর', NULL, 'নীলফামারী', 'সৈয়দপুর', '5311', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2780, 'রংপুর', NULL, 'পঞ্চগড়', 'বোদা', '5010', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2781, 'রংপুর', NULL, 'পঞ্চগড়', 'ছোট্ট ডাবের', '5040', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2782, 'রংপুর', NULL, 'পঞ্চগড়', 'ছোট্ট ডাবের', '5041', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2783, 'রংপুর', NULL, 'পঞ্চগড়', 'দেবীগঞ্জ', '5020', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2784, 'রংপুর', NULL, 'পঞ্চগড়', 'পঞ্চগড় সদর', '5000', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2785, 'রংপুর', NULL, 'পঞ্চগড়', 'তেঁতুলিয়া', '5030', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2786, 'রংপুর', NULL, 'রংপুর', 'তারাগঞ্জ', '5420', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2787, 'রংপুর', NULL, 'রংপুর', 'বদরগঞ্জ', '5431', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2788, 'রংপুর', NULL, 'রংপুর', 'গঙ্গাচড়া', '5410', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2789, 'রংপুর', NULL, 'রংপুর', 'কাউনিয়া', '5441', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2790, 'রংপুর', NULL, 'রংপুর', 'কাউনিয়া', '5440', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2791, 'রংপুর', NULL, 'রংপুর', 'পীরগাছা', '5450', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2792, 'রংপুর', NULL, 'রংপুর', 'মিঠাপুকুর', '5460', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2793, 'রংপুর', NULL, 'রংপুর', 'পিরগঞ্জ', '5470', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2794, 'রংপুর', NULL, 'রংপুর', 'রংপুর সদর', '5402', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2795, 'রংপুর', NULL, 'রংপুর', 'রংপুর সদর', '5403', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2796, 'রংপুর', NULL, 'রংপুর', 'রংপুর সদর', '5404', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2797, 'রংপুর', NULL, 'রংপুর', 'রংপুর সদর', '5405', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2798, 'রংপুর', NULL, 'রংপুর', 'রংপুর সদর', '5400', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2799, 'রংপুর', NULL, 'রংপুর', 'রংপুর সদর', '5401', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2800, 'রংপুর', NULL, 'রংপুর', 'বদরগঞ্জ', '5430', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2801, 'রংপুর', NULL, 'ঠাকুরগাঁও', 'বালিয়াডাঙ্গী', '5140', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2802, 'রংপুর', NULL, 'ঠাকুরগাঁও', 'বালিয়াডাঙ্গী', '5141', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2803, 'রংপুর', NULL, 'ঠাকুরগাঁও', 'জীবনপুর', '5130', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2804, 'রংপুর', NULL, 'ঠাকুরগাঁও', 'পীরগঞ্জ', '5110', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2805, 'রংপুর', NULL, 'ঠাকুরগাঁও', 'রাণীশংকৈল', '5121', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2806, 'রংপুর', NULL, 'ঠাকুরগাঁও', 'রাণীশংকৈল', '5120', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2807, 'রংপুর', NULL, 'ঠাকুরগাঁও', 'ঠাকুরগাঁও সদর', '5103', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2808, 'রংপুর', NULL, 'ঠাকুরগাঁও', 'ঠাকুরগাঁও সদর', '5102', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2809, 'রংপুর', NULL, 'ঠাকুরগাঁও', 'ঠাকুরগাঁও সদর', '5101', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2810, 'রংপুর', NULL, 'ঠাকুরগাঁও', 'ঠাকুরগাঁও সদর', '5100', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2811, 'রাজশাহী', 'রাজশাহী সিটি কর্পোরেশন', 'বগুড়া', 'আদমদীঘি', '5890', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2812, 'রাজশাহী', NULL, 'বগুড়া', 'আদমদীঘি', '5892', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2813, 'রাজশাহী', NULL, 'বগুড়া', 'আদমদীঘি', '5891', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2814, 'রাজশাহী', NULL, 'বগুড়া', 'বগুড়া সদর', '5801', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2815, 'রাজশাহী', NULL, 'বগুড়া', 'বগুড়া সদর', '5800', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2816, 'রাজশাহী', NULL, 'বগুড়া', 'ধুনট', '5850', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2817, 'রাজশাহী', NULL, 'বগুড়া', 'ধুনট', '5851', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2818, 'রাজশাহী', NULL, 'বগুড়া', 'দুপচাঁচিয়া', '5880', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2819, 'রাজশাহী', NULL, 'বগুড়া', 'দুপচাঁচিয়া', '5881', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2820, 'রাজশাহী', NULL, 'বগুড়া', 'গাবতলী', '5820', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2821, 'রাজশাহী', NULL, 'বগুড়া', 'গাবতলী', '5821', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2822, 'রাজশাহী', NULL, 'বগুড়া', 'কাহালু', '5870', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2823, 'রাজশাহী', NULL, 'বগুড়া', 'নন্দীগ্রাম', '5860', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2824, 'রাজশাহী', NULL, 'বগুড়া', 'সারিয়াকান্দি', '5831', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2825, 'রাজশাহী', NULL, 'বগুড়া', 'সারিয়াকান্দি', '5830', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2826, 'রাজশাহী', NULL, 'বগুড়া', 'শেরপুর', '5841', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2827, 'রাজশাহী', NULL, 'বগুড়া', 'শেরপুর', '5842', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2828, 'রাজশাহী', NULL, 'বগুড়া', 'শেরপুর', '5840', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2829, 'রাজশাহী', NULL, 'বগুড়া', 'শিবগঞ্জ', '5810', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2830, 'রাজশাহী', NULL, 'বগুড়া', 'সোনাতলা', '5826', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2831, 'রাজশাহী', NULL, 'চাঁপাইনবাবগঞ্জ', 'ভোলাহাট', '6330', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2832, 'রাজশাহী', NULL, 'চাঁপাইনবাবগঞ্জ', 'চাঁপাইনবাবগঞ্জ সদর', '6303', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2833, 'রাজশাহী', NULL, 'চাঁপাইনবাবগঞ্জ', 'চাঁপাইনবাবগঞ্জ সদর', '6300', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2834, 'রাজশাহী', NULL, 'চাঁপাইনবাবগঞ্জ', 'চাঁপাইনবাবগঞ্জ সদর', '6301', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2835, 'রাজশাহী', NULL, 'চাঁপাইনবাবগঞ্জ', 'চাঁপাইনবাবগঞ্জ সদর', '6302', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2836, 'রাজশাহী', NULL, 'চাঁপাইনবাবগঞ্জ', 'নাচোল', '6311', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2837, 'রাজশাহী', NULL, 'চাঁপাইনবাবগঞ্জ', 'নাচোল', '6310', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2838, 'রাজশাহী', NULL, 'চাঁপাইনবাবগঞ্জ', 'রোহনপুর', '6321', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2839, 'রাজশাহী', NULL, 'চাঁপাইনবাবগঞ্জ', 'রোহনপুর', '6320', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2840, 'রাজশাহী', NULL, 'চাঁপাইনবাবগঞ্জ', 'শিবগঞ্জ ইউপিও', '6341', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2841, 'রাজশাহী', NULL, 'চাঁপাইনবাবগঞ্জ', 'শিবগঞ্জ ইউপিও', '6342', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2842, 'রাজশাহী', NULL, 'চাঁপাইনবাবগঞ্জ', 'শিবগঞ্জ ইউপিও', '6340', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2843, 'রাজশাহী', NULL, 'জয়পুরহাট', 'আক্কেলপুর', '5940', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2844, 'রাজশাহী', NULL, 'জয়পুরহাট', 'আক্কেলপুর', '5941', '2021-07-21 08:43:24', '2021-07-21 08:43:24');
INSERT INTO `civilinfos` (`id`, `division_bn`, `city_orporation`, `district_bn`, `thana_bn`, `postcode_bn`, `created_at`, `updated_at`) VALUES
(2845, 'রাজশাহী', NULL, 'জয়পুরহাট', 'আক্কেলপুর', '5942', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2846, 'রাজশাহী', NULL, 'জয়পুরহাট', 'জয়পুরহাট সদর', '5900', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2847, 'রাজশাহী', NULL, 'জয়পুরহাট', 'কালাই', '5930', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2848, 'রাজশাহী', NULL, 'জয়পুরহাট', 'ক্ষেতলাল', '5920', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2849, 'রাজশাহী', NULL, 'জয়পুরহাট', 'পাঁচবিবি', '5910', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2850, 'রাজশাহী', NULL, 'নওগাঁ', 'আহসানগঞ্জ', '6596', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2851, 'রাজশাহী', NULL, 'নওগাঁ', 'আহসানগঞ্জ', '6597', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2852, 'রাজশাহী', NULL, 'নওগাঁ', 'বদলগাছী', '6570', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2853, 'রাজশাহী', NULL, 'নওগাঁ', 'ধামুইরহাট', '6580', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2854, 'রাজশাহী', NULL, 'নওগাঁ', 'মহাদেবপুর', '6530', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2855, 'রাজশাহী', NULL, 'নওগাঁ', 'নওগাঁ সদর', '6500', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2856, 'রাজশাহী', NULL, 'নওগাঁ', 'নিয়ামতপুর', '6520', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2857, 'রাজশাহী', NULL, 'নওগাঁ', 'নিতপুর', '6550', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2858, 'রাজশাহী', NULL, 'নওগাঁ', 'নিতপুর', '6552', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2859, 'রাজশাহী', NULL, 'নওগাঁ', 'নিতপুর', '6551', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2860, 'রাজশাহী', NULL, 'নওগাঁ', 'পত্নীতলা', '6540', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2861, 'রাজশাহী', NULL, 'নওগাঁ', 'প্রসাদপুর', '6512', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2862, 'রাজশাহী', NULL, 'নওগাঁ', 'প্রসাদপুর', '6511', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2863, 'রাজশাহী', NULL, 'নওগাঁ', 'প্রসাদপুর', '6510', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2864, 'রাজশাহী', NULL, 'নওগাঁ', 'রানীনগর', '6591', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2865, 'রাজশাহী', NULL, 'নওগাঁ', 'রানীনগর', '6590', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2866, 'রাজশাহী', NULL, 'নওগাঁ', 'সাপাহার', '6561', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2867, 'রাজশাহী', NULL, 'নওগাঁ', 'সাপাহার', '6560', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2868, 'রাজশাহী', NULL, 'নাটোর', 'গোপালপুর ইউপিও', '6422', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2869, 'রাজশাহী', NULL, 'নাটোর', 'গোপালপুর ইউপিও', '6420', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2870, 'রাজশাহী', NULL, 'নাটোর', 'গোপালপুর ইউপিও', '6421', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2871, 'রাজশাহী', NULL, 'নাটোর', 'হারুয়া', '6432', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2872, 'রাজশাহী', NULL, 'নাটোর', 'হারুয়া', '6431', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2873, 'রাজশাহী', NULL, 'নাটোর', 'হারুয়া', '6430', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2874, 'রাজশাহী', NULL, 'নাটোর', 'হাতগুরুদাসপুর', '6440', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2875, 'রাজশাহী', NULL, 'নাটোর', 'লক্ষ্মণ', '6410', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2876, 'রাজশাহী', NULL, 'নাটোর', 'নাটোর সদর', '6402', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2877, 'রাজশাহী', NULL, 'নাটোর', 'নাটোর সদর', '6401', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2878, 'রাজশাহী', NULL, 'নাটোর', 'নাটোর সদর', '6403', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2879, 'রাজশাহী', NULL, 'নাটোর', 'নাটোর সদর', '6400', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2880, 'রাজশাহী', NULL, 'নাটোর', 'সিংড়া', '6450', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2881, 'রাজশাহী', NULL, 'পাবনা', 'বানওয়ারীনগর', '6650', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2882, 'রাজশাহী', NULL, 'পাবনা', 'বেড়া', '6680', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2883, 'রাজশাহী', NULL, 'পাবনা', 'বেড়া', '6682', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2884, 'রাজশাহী', NULL, 'পাবনা', 'বেড়া', '6681', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2885, 'রাজশাহী', NULL, 'পাবনা', 'বেড়া', '6683', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2886, 'রাজশাহী', NULL, 'পাবনা', 'ভাঙ্গুরা', '6640', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2887, 'রাজশাহী', NULL, 'পাবনা', 'চাটমোহর', '6630', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2888, 'রাজশাহী', NULL, 'পাবনা', 'দেবোত্তর', '6610', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2889, 'রাজশাহী', NULL, 'পাবনা', 'ঈশ্বরদী', '6621', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2890, 'রাজশাহী', NULL, 'পাবনা', 'ঈশ্বরদী', '6620', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2891, 'রাজশাহী', NULL, 'পাবনা', 'ঈশ্বরদী', '6622', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2892, 'রাজশাহী', NULL, 'পাবনা', 'ঈশ্বরদী', '6623', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2893, 'রাজশাহী', NULL, 'পাবনা', 'পাবনা সদর', '6602', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2894, 'রাজশাহী', NULL, 'পাবনা', 'পাবনা সদর', '6601', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2895, 'রাজশাহী', NULL, 'পাবনা', 'পাবনা সদর', '6600', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2896, 'রাজশাহী', NULL, 'পাবনা', 'সাঁথিয়া', '6670', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2897, 'রাজশাহী', NULL, 'পাবনা', 'সুজানগর', '6661', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2898, 'রাজশাহী', NULL, 'পাবনা', 'সুজানগর', '6660', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2899, 'রাজশাহী', NULL, 'রাজশাহী', 'বাঘা', '6281', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2900, 'রাজশাহী', NULL, 'রাজশাহী', 'বাঘা', '6280', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2901, 'রাজশাহী', NULL, 'রাজশাহী', 'ভবানীগঞ্জ', '6250', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2902, 'রাজশাহী', NULL, 'রাজশাহী', 'ভবানীগঞ্জ', '6251', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2903, 'রাজশাহী', NULL, 'রাজশাহী', 'চারঘাট', '6270', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2904, 'রাজশাহী', NULL, 'রাজশাহী', 'চারঘাট', '6271', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2905, 'রাজশাহী', NULL, 'রাজশাহী', 'দুর্গাপুর', '6240', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2906, 'রাজশাহী', NULL, 'রাজশাহী', 'গোদাগাড়ী', '6290', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2907, 'রাজশাহী', NULL, 'রাজশাহী', 'গোদাগাড়ী', '6291', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2908, 'রাজশাহী', NULL, 'রাজশাহী', 'খোদমোহনপুর', '6220', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2909, 'রাজশাহী', NULL, 'রাজশাহী', 'দর্শনপাড়া', '6210', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2910, 'রাজশাহী', NULL, 'রাজশাহী', 'লালিতগঞ্জ', '6211', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2911, 'রাজশাহী', NULL, 'রাজশাহী', 'লালিতগঞ্জ', '6212', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2912, 'রাজশাহী', NULL, 'রাজশাহী', 'পুঠিয়া', '6260', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2913, 'রাজশাহী', NULL, 'রাজশাহী', 'রাজশাহী সদর', '6206', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2914, 'রাজশাহী', NULL, 'রাজশাহী', 'রাজশাহী সদর', '6100', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2915, 'রাজশাহী', NULL, 'রাজশাহী', 'রাজশাহী সদর', '6204', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2916, 'রাজশাহী', NULL, 'রাজশাহী', 'রাজশাহী সদর', '6202', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2917, 'রাজশাহী', NULL, 'রাজশাহী', 'রাজশাহী সদর', '6201', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2918, 'রাজশাহী', NULL, 'রাজশাহী', 'রাজশাহী সদর', '6000', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2919, 'রাজশাহী', NULL, 'রাজশাহী', 'রাজশাহী সদর', '6205', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2920, 'রাজশাহী', NULL, 'রাজশাহী', 'রাজশাহী সদর', '6203', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2921, 'রাজশাহী', NULL, 'রাজশাহী', 'তানোরে', '6230', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2922, 'রাজশাহী', NULL, 'সিরাজগঞ্জ', 'বাইদ্দ্যা জ্যাম তৈল', '6730', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2923, 'রাজশাহী', NULL, 'সিরাজগঞ্জ', 'বেলকুচি', '6740', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2924, 'রাজশাহী', NULL, 'সিরাজগঞ্জ', 'বেলকুচি', '6751', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2925, 'রাজশাহী', NULL, 'সিরাজগঞ্জ', 'বেলকুচি', '6742', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2926, 'রাজশাহী', NULL, 'সিরাজগঞ্জ', 'বেলকুচি', '6741', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2927, 'রাজশাহী', NULL, 'সিরাজগঞ্জ', 'বেলকুচি', '6752', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2928, 'রাজশাহী', NULL, 'সিরাজগঞ্জ', 'ধানগড়া', '6720', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2929, 'রাজশাহী', NULL, 'সিরাজগঞ্জ', 'ধানগড়া', '6721', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2930, 'রাজশাহী', NULL, 'সিরাজগঞ্জ', 'কাজীপুর', '6712', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2931, 'রাজশাহী', NULL, 'সিরাজগঞ্জ', 'কাজীপুর', '6710', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2932, 'রাজশাহী', NULL, 'সিরাজগঞ্জ', 'কাজীপুর', '6711', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2933, 'রাজশাহী', NULL, 'সিরাজগঞ্জ', 'শাহজাদপুর', '6772', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2934, 'রাজশাহী', NULL, 'সিরাজগঞ্জ', 'শাহজাদপুর', '6773', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2935, 'রাজশাহী', NULL, 'সিরাজগঞ্জ', 'শাহজাদপুর', '6771', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2936, 'রাজশাহী', NULL, 'সিরাজগঞ্জ', 'শাহজাদপুর', '6770', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2937, 'রাজশাহী', NULL, 'সিরাজগঞ্জ', 'সিরাজগঞ্জ সদর', '6701', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2938, 'রাজশাহী', NULL, 'সিরাজগঞ্জ', 'সিরাজগঞ্জ সদর', '6702', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2939, 'রাজশাহী', NULL, 'সিরাজগঞ্জ', 'সিরাজগঞ্জ সদর', '6700', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2940, 'রাজশাহী', NULL, 'সিরাজগঞ্জ', 'তাড়াশ', '6780', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2941, 'রাজশাহী', NULL, 'সিরাজগঞ্জ', 'উল্লাপাড়া', '6762', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2942, 'রাজশাহী', NULL, 'সিরাজগঞ্জ', 'উল্লাপাড়া', '6763', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2943, 'রাজশাহী', NULL, 'সিরাজগঞ্জ', 'উল্লাপাড়া', '6760', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2944, 'রাজশাহী', NULL, 'সিরাজগঞ্জ', 'উল্লাপাড়া', '6761', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2945, 'রাজশাহী', NULL, 'সিরাজগঞ্জ', 'কামারখন্দ', '6730', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2946, 'বরিশাল ', 'বরিশাল সিটি কর্পোরেশন', 'বরগুনা', 'আমতলী', '8710', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2947, 'বরিশাল ', NULL, 'বরগুনা', 'বামনা', '8730', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2948, 'বরিশাল ', NULL, 'বরগুনা', 'বরগুনা সদর', '8700', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2949, 'বরিশাল ', NULL, 'বরগুনা', 'বরগুনা সদর', '8701', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2950, 'বরিশাল ', NULL, 'বরগুনা', 'বেতাগী', '8740', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2951, 'বরিশাল ', NULL, 'বরগুনা', 'বেতাগী', '8741', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2952, 'বরিশাল ', NULL, 'বরগুনা', 'পাথরঘাটা', '8721', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2953, 'বরিশাল ', NULL, 'বরগুনা', 'পাথরঘাটা', '8720', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2954, 'বরিশাল ', NULL, 'বরিশাল', 'আগাইলঝাড়া', '8240', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2955, 'বরিশাল ', NULL, 'বরিশাল', 'আগাইলঝাড়া', '8241', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2956, 'বরিশাল ', NULL, 'বরিশাল', 'আগাইলঝাড়া', '8242', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2957, 'বরিশাল ', NULL, 'বরিশাল', 'বাবুগঞ্জ', '8210', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2958, 'বরিশাল ', NULL, 'বরিশাল', 'বাবুগঞ্জ', '8216', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2959, 'বরিশাল ', NULL, 'বরিশাল', 'বাবুগঞ্জ', '8212', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2960, 'বরিশাল ', NULL, 'বরিশাল', 'বাবুগঞ্জ', '8213', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2961, 'বরিশাল ', NULL, 'বরিশাল', 'বাবুগঞ্জ', '8215', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2962, 'বরিশাল ', NULL, 'বরিশাল', 'বাবুগঞ্জ', '8211', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2963, 'বরিশাল ', NULL, 'বরিশাল', 'বাবুগঞ্জ', '8214', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2964, 'বরিশাল ', NULL, 'বরিশাল', 'বড়জালিয়া', '8260', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2965, 'বরিশাল ', NULL, 'বরিশাল', 'বড়জালিয়া', '8261', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2966, 'বরিশাল ', NULL, 'বরিশাল', 'বরিশাল সদর', '8200', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2967, 'বরিশাল ', NULL, 'বরিশাল', 'বরিশাল সদর', '8200', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2968, 'বরিশাল ', NULL, 'বরিশাল', 'বরিশাল সদর', '8201', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2969, 'বরিশাল ', NULL, 'বরিশাল', 'বরিশাল সদর', '8206', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2970, 'বরিশাল ', NULL, 'বরিশাল', 'বরিশাল সদর', '8205', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2971, 'বরিশাল ', NULL, 'বরিশাল', 'বরিশাল সদর', '8204', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2972, 'বরিশাল ', NULL, 'বরিশাল', 'বরিশাল সদর', '8202', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2973, 'বরিশাল ', NULL, 'বরিশাল', 'বরিশাল সদর', '8203', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2974, 'বরিশাল ', NULL, 'বরিশাল', 'গৌরনদী', '8233', '2021-07-21 08:43:24', '2022-12-26 11:20:15'),
(2975, 'বরিশাল ', NULL, 'বরিশাল', 'গৌরনদী', '8230', '2021-07-21 08:43:24', '2022-12-26 11:06:54'),
(2976, 'বরিশাল ', NULL, 'বরিশাল', 'গৌরনদী', '8232', '2021-07-21 08:43:24', '2022-12-26 11:17:19'),
(2977, 'বরিশাল ', NULL, 'বরিশাল', 'গৌরনদী', '8231', '2021-07-21 08:43:24', '2022-12-26 11:17:55'),
(2978, 'বরিশাল ', NULL, 'বরিশাল', 'মহেন্দিগঞ্জ', '8274', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2979, 'বরিশাল ', NULL, 'বরিশাল', 'মহেন্দিগঞ্জ', '8271', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2980, 'বরিশাল ', NULL, 'বরিশাল', 'মেহেন্দীগঞ্জ', '8270', '2021-07-21 08:43:24', '2021-12-28 10:43:32'),
(2981, 'বরিশাল ', NULL, 'বরিশাল', 'মহেন্দিগঞ্জ', '8273', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2982, 'বরিশাল ', NULL, 'বরিশাল', 'মহেন্দিগঞ্জ', '8272', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2983, 'বরিশাল ', NULL, 'বরিশাল', 'মুলাদী', '8252', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2984, 'বরিশাল ', NULL, 'বরিশাল', 'মুলাদী', '8251', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2985, 'বরিশাল ', NULL, 'বরিশাল', 'মুলাদী', '8250', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2986, 'বরিশাল ', NULL, 'বরিশাল', 'বাকেরগঞ্জ', '8281', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2987, 'বরিশাল ', NULL, 'বরিশাল', 'বাকেরগঞ্জ', '8284', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2988, 'বরিশাল ', NULL, 'বরিশাল', 'বাকেরগঞ্জ', '8282', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2989, 'বরিশাল ', NULL, 'বরিশাল', 'বাকেরগঞ্জ', '8280', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2990, 'বরিশাল ', NULL, 'বরিশাল', 'বাকেরগঞ্জ', '8283', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2991, 'বরিশাল ', NULL, 'বরিশাল', 'উজিরপুর', '8223', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2992, 'বরিশাল ', NULL, 'বরিশাল', 'উজিরপুর', '8221', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2993, 'বরিশাল ', NULL, 'বরিশাল', 'উজিরপুর', '8222', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2994, 'বরিশাল ', NULL, 'বরিশাল', 'উজিরপুর', '8224', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2995, 'বরিশাল ', NULL, 'বরিশাল', 'উজিরপুর', '8220', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2996, 'বরিশাল ', NULL, 'ভোলা', 'ভোলা সদর', '8300', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2997, 'বরিশাল ', NULL, 'ভোলা', 'ভোলা সদর', '8301', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2998, 'বরিশাল ', NULL, 'ভোলা', 'বোরহানউদ্দিন ইউপিও', '8320', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(2999, 'বরিশাল ', NULL, 'ভোলা', 'বোরহানউদ্দিন ইউপিও', '8321', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(3000, 'বরিশাল ', NULL, 'ভোলা', 'চরফ্যাশন', '8340', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(3001, 'বরিশাল ', NULL, 'ভোলা', 'চরফ্যাশন', '8341', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(3002, 'বরিশাল ', NULL, 'ভোলা', 'চরফ্যাশন', '8342', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(3003, 'বরিশাল ', NULL, 'ভোলা', 'দৌলতখান', '8310', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(3004, 'বরিশাল ', NULL, 'ভোলা', 'দৌলতখান', '8311', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(3005, 'বরিশাল ', NULL, 'ভোলা', 'হাজিরহাট', '8360', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(3006, 'বরিশাল ', NULL, 'ভোলা', 'হাটশোশিগঞ্জ', '8350', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(3007, 'বরিশাল ', NULL, 'ভোলা', 'লালমোহন ইউপিও', '8331', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(3008, 'বরিশাল ', NULL, 'ভোলা', 'লালমোহন ইউপিও', '8332', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(3009, 'বরিশাল ', NULL, 'ভোলা', 'লালমোহন ইউপিও', '8330', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(3010, 'বরিশাল ', NULL, 'ঝালকাঠি', 'ঝালকাঠি সদর', '8402', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(3011, 'বরিশাল ', NULL, 'ঝালকাঠি', 'ঝালকাঠি সদর', '8403', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(3012, 'বরিশাল ', NULL, 'ঝালকাঠি', 'ঝালকাঠি সদর', '8400', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(3013, 'বরিশাল ', NULL, 'ঝালকাঠি', 'ঝালকাঠি সদর', '8401', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(3014, 'বরিশাল ', NULL, 'ঝালকাঠি', 'ঝালকাঠি সদর', '8404', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(3015, 'বরিশাল ', NULL, 'ঝালকাঠি', 'কাঠালিয়া', '8431', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(3016, 'বরিশাল ', NULL, 'ঝালকাঠি', 'কাঠালিয়া', '8430', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(3017, 'বরিশাল ', NULL, 'ঝালকাঠি', 'কাঠালিয়া', '8432', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(3018, 'বরিশাল ', NULL, 'ঝালকাঠি', 'কাঠালিয়া', '8433', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(3019, 'বরিশাল ', NULL, 'ঝালকাঠি', 'নলছিটি', '8421', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(3020, 'বরিশাল ', NULL, 'ঝালকাঠি', 'নলসিটি', '8420', '2021-07-21 08:43:24', '2022-01-03 10:42:41'),
(3021, 'বরিশাল ', NULL, 'ঝালকাঠি', 'রাজাপুর', '8410', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(3022, 'বরিশাল ', NULL, 'পটুয়াখালী', 'বাউফল', '8621', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(3023, 'বরিশাল ', NULL, 'পটুয়াখালী', 'বাউফল', '8620', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(3024, 'বরিশাল ', NULL, 'পটুয়াখালী', 'বাউফল', '8622', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(3025, 'বরিশাল ', NULL, 'পটুয়াখালী', 'বাউফল', '8624', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(3026, 'বরিশাল ', NULL, 'পটুয়াখালী', 'বাউফল', '8623', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(3027, 'বরিশাল ', NULL, 'পটুয়াখালী', 'দশমিনা', '8630', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(3028, 'বরিশাল ', NULL, 'পটুয়াখালী', 'গলাচিপা', '8640', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(3029, 'বরিশাল ', NULL, 'পটুয়াখালী', 'গলাচিপা', '8641', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(3030, 'বরিশাল ', NULL, 'পটুয়াখালী', 'খেপুপাড়া', '8650', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(3031, 'বরিশাল ', NULL, 'পটুয়াখালী', 'খেপুপাড়া', '8651', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(3032, 'বরিশাল ', NULL, 'পটুয়াখালী', 'পটুয়াখালী সদর', '8602', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(3033, 'বরিশাল ', NULL, 'পটুয়াখালী', 'পটুয়াখালী সদর', '8601', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(3034, 'বরিশাল ', NULL, 'পটুয়াখালী', 'পটুয়াখালী সদর', '8600', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(3035, 'বরিশাল ', NULL, 'পটুয়াখালী', 'পটুয়াখালী সদর', '8603', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(3036, 'বরিশাল ', NULL, 'পটুয়াখালী', 'সুবিদখালী', '8610', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(3037, 'বরিশাল ', NULL, 'পিরোজপুর', 'ভান্ডারিয়া', '8550', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(3038, 'বরিশাল ', NULL, 'পিরোজপুর', 'ভান্ডারিয়া', '8552', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(3039, 'বরিশাল ', NULL, 'পিরোজপুর', 'ভান্ডারিয়া', '8551', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(3040, 'বরিশাল ', NULL, 'পিরোজপুর', 'কাউখালী', '8513', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(3041, 'বরিশাল ', NULL, 'পিরোজপুর', 'কাউখালী', '8512', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(3042, 'বরিশাল ', NULL, 'পিরোজপুর', 'কাউখালী', '8510', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(3043, 'বরিশাল ', NULL, 'পিরোজপুর', 'কাউখালী', '8511', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(3044, 'বরিশাল ', NULL, 'পিরোজপুর', 'মঠবাড়িয়া', '8565', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(3045, 'বরিশাল ', NULL, 'পিরোজপুর', 'মঠবাড়িয়া', '8563', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(3046, 'বরিশাল ', NULL, 'পিরোজপুর', 'মঠবাড়িয়া', '8562', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(3047, 'বরিশাল ', NULL, 'পিরোজপুর', 'মঠবাড়িয়া', '8560', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(3048, 'বরিশাল ', NULL, 'পিরোজপুর', 'মঠবাড়িয়া', '8566', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(3049, 'বরিশাল ', NULL, 'পিরোজপুর', 'মঠবাড়িয়া', '8564', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(3050, 'বরিশাল ', NULL, 'পিরোজপুর', 'মঠবাড়িয়া', '8561', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(3051, 'বরিশাল ', NULL, 'পিরোজপুর', 'নাজিরপুর', '8540', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(3052, 'বরিশাল ', NULL, 'পিরোজপুর', 'নাজিরপুর', '8541', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(3053, 'বরিশাল ', NULL, 'পিরোজপুর', 'পিরোজপুর সদর', '8501', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(3054, 'বরিশাল ', NULL, 'পিরোজপুর', 'পিরোজপুর সদর', '8502', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(3055, 'বরিশাল ', NULL, 'পিরোজপুর', 'পিরোজপুর সদর', '8500', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(3056, 'বরিশাল ', NULL, 'পিরোজপুর', 'স্বরূপকাঠি', '8521', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(3057, 'বরিশাল ', NULL, 'পিরোজপুর', 'স্বরূপকাঠি', '8523', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(3058, 'বরিশাল ', NULL, 'পিরোজপুর', 'স্বরূপকাঠি', '8522', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(3059, 'বরিশাল ', NULL, 'পিরোজপুর', 'স্বরূপকাঠি', '8520', '2021-07-21 08:43:24', '2022-03-05 12:12:15'),
(3060, 'বরিশাল ', NULL, 'পিরোজপুর', 'বানারীপাড়া', '8530', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(3061, 'বরিশাল ', NULL, 'পিরোজপুর', 'বানারীপাড়া', '8531', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(3062, 'খুলনা', 'খুলনা সিটি কর্পোরেশন', 'বাগেরহাট', 'বাগেরহাট সদর', '9300', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(3063, 'খুলনা', NULL, 'বাগেরহাট', 'বাগেরহাট সদর', '9301', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(3064, 'খুলনা', NULL, 'বাগেরহাট', 'বাগেরহাট সদর', '9302', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(3065, 'খুলনা', NULL, 'বাগেরহাট', 'চালনা অ্যাঙ্কোরেজ', '9350', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(3066, 'খুলনা', NULL, 'বাগেরহাট', 'চালনা অ্যাঙ্কোরেজ', '9351', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(3067, 'খুলনা', NULL, 'বাগেরহাট', 'চিতলমারী', '9361', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(3068, 'খুলনা', NULL, 'বাগেরহাট', 'চিতলমারী', '9360', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(3069, 'খুলনা', NULL, 'বাগেরহাট', 'ফকিরহাট', '9372', '2021-07-21 08:43:24', '2021-07-21 08:43:24'),
(3070, 'খুলনা', NULL, 'বাগেরহাট', 'ফকিরহাট', '9370', '2021-07-21 08:43:25', '2021-07-21 08:43:25'),
(3071, 'খুলনা', NULL, 'বাগেরহাট', 'ফকিরহাট', '9371', '2021-07-21 08:43:25', '2021-07-21 08:43:25'),
(3072, 'খুলনা', NULL, 'বাগেরহাট', 'কচুয়া Upo', '9310', '2021-07-21 08:43:25', '2021-07-21 08:43:25'),
(3073, 'খুলনা', NULL, 'বাগেরহাট', 'কচুয়া Upo', '9311', '2021-07-21 08:43:25', '2021-07-21 08:43:25'),
(3074, 'খুলনা', NULL, 'বাগেরহাট', 'মোল্লাহাট', '9383', '2021-07-21 08:43:25', '2021-07-21 08:43:25'),
(3075, 'খুলনা', NULL, 'বাগেরহাট', 'মোল্লাহাট', '9382', '2021-07-21 08:43:25', '2021-07-21 08:43:25'),
(3076, 'খুলনা', NULL, 'বাগেরহাট', 'মোল্লাহাট', '9381', '2021-07-21 08:43:25', '2021-07-21 08:43:25'),
(3077, 'খুলনা', NULL, 'বাগেরহাট', 'মোল্লাহাট', '9380', '2021-07-21 08:43:25', '2021-07-21 08:43:25'),
(3078, 'খুলনা', NULL, 'বাগেরহাট', 'মোল্লাহাট', '9384', '2021-07-21 08:43:25', '2021-07-21 08:43:25'),
(3079, 'খুলনা', NULL, 'বাগেরহাট', 'মোল্লাহাট', '9385', '2021-07-21 08:43:25', '2021-07-21 08:43:25'),
(3080, 'খুলনা', NULL, 'বাগেরহাট', 'মোড়েলগঞ্জ', '9320', '2021-07-21 08:43:25', '2021-07-21 08:43:25'),
(3081, 'খুলনা', NULL, 'বাগেরহাট', 'মোড়েলগঞ্জ', '9321', '2021-07-21 08:43:25', '2021-07-21 08:43:25'),
(3082, 'খুলনা', NULL, 'বাগেরহাট', 'মোড়েলগঞ্জ', '9322', '2021-07-21 08:43:25', '2021-07-21 08:43:25'),
(3083, 'খুলনা', NULL, 'বাগেরহাট', 'রামপাল', '9341', '2021-07-21 08:43:25', '2021-07-21 08:43:25'),
(3084, 'খুলনা', NULL, 'বাগেরহাট', 'রামপাল', '9343', '2021-07-21 08:43:25', '2021-07-21 08:43:25'),
(3085, 'খুলনা', NULL, 'বাগেরহাট', 'রামপাল', '9340', '2021-07-21 08:43:25', '2021-07-21 08:43:25'),
(3086, 'খুলনা', NULL, 'বাগেরহাট', 'রামপাল', '9342', '2021-07-21 08:43:25', '2021-07-21 08:43:25'),
(3087, 'খুলনা', NULL, 'বাগেরহাট', 'রায়েন্দা', '9330', '2021-07-21 08:43:25', '2021-07-21 08:43:25'),
(3088, 'খুলনা', NULL, 'চুয়াডাঙ্গা', 'আলমডাঙ্গা', '7210', '2021-07-21 08:43:25', '2021-07-21 08:43:25'),
(3089, 'খুলনা', NULL, 'চুয়াডাঙ্গা', 'আলমডাঙ্গা', '7211', '2021-07-21 08:43:25', '2021-07-21 08:43:25'),
(3090, 'খুলনা', NULL, 'চুয়াডাঙ্গা', 'চুয়াডাঙ্গা সদর', '7200', '2021-07-21 08:43:25', '2021-07-21 08:43:25'),
(3091, 'খুলনা', NULL, 'চুয়াডাঙ্গা', 'চুয়াডাঙ্গা সদর', '7201', '2021-07-21 08:43:25', '2021-07-21 08:43:25'),
(3092, 'খুলনা', NULL, 'চুয়াডাঙ্গা', 'দামুড়হুদা', '7222', '2021-07-21 08:43:25', '2021-07-21 08:43:25'),
(3093, 'খুলনা', NULL, 'চুয়াডাঙ্গা', 'দামুড়হুদা', '7220', '2021-07-21 08:43:25', '2021-07-21 08:43:25'),
(3094, 'খুলনা', NULL, 'চুয়াডাঙ্গা', 'দামুড়হুদা', '7221', '2021-07-21 08:43:25', '2021-07-21 08:43:25'),
(3095, 'খুলনা', NULL, 'চুয়াডাঙ্গা', 'দৌলতগঞ্জ', '7230', '2021-07-21 08:43:25', '2021-07-21 08:43:25'),
(3096, 'খুলনা', NULL, 'যশোর', 'বাঘারপাড়া', '7470', '2021-07-21 08:43:25', '2021-07-21 08:43:25'),
(3097, 'খুলনা', NULL, 'যশোর', 'বাঘারপাড়া', '7471', '2021-07-21 08:43:25', '2021-07-21 08:43:25'),
(3098, 'খুলনা', NULL, 'যশোর', 'চৌগাছা', '7410', '2021-07-21 08:43:25', '2021-07-21 08:43:25'),
(3099, 'খুলনা', NULL, 'যশোর', 'যশোর সদর', '7406', '2021-07-21 08:43:25', '2021-07-21 08:43:25'),
(3100, 'খুলনা', NULL, 'যশোর', 'যশোর সদর', '7402', '2021-07-21 08:43:25', '2021-07-21 08:43:25'),
(3101, 'খুলনা', NULL, 'যশোর', 'যশোর সদর', '7407', '2021-07-21 08:43:25', '2021-07-21 08:43:25'),
(3102, 'খুলনা', NULL, 'যশোর', 'যশোর সদর', '7404', '2021-07-21 08:43:25', '2021-07-21 08:43:25'),
(3103, 'খুলনা', NULL, 'যশোর', 'যশোর সদর', '7403', '2021-07-21 08:43:25', '2021-07-21 08:43:25'),
(3104, 'খুলনা', NULL, 'যশোর', 'যশোর সদর', '7400', '2021-07-21 08:43:25', '2021-07-21 08:43:25'),
(3105, 'খুলনা', NULL, 'যশোর', 'যশোর সদর', '7401', '2021-07-21 08:43:25', '2021-07-21 08:43:25'),
(3106, 'খুলনা', NULL, 'যশোর', 'যশোর সদর', '7405', '2021-07-21 08:43:25', '2021-07-21 08:43:25'),
(3107, 'খুলনা', NULL, 'যশোর', 'ঝিকরগাছা', '7420', '2021-07-21 08:43:25', '2021-07-21 08:43:25'),
(3108, 'খুলনা', NULL, 'যশোর', 'কেশবপুর', '7450', '2021-07-21 08:43:25', '2021-07-21 08:43:25'),
(3109, 'খুলনা', NULL, 'যশোর', 'মনিরামপুর', '7440', '2021-07-21 08:43:25', '2021-07-21 08:43:25'),
(3110, 'খুলনা', NULL, 'যশোর', 'নোয়াপাড়া', '7462', '2021-07-21 08:43:25', '2021-07-21 08:43:25'),
(3111, 'খুলনা', NULL, 'যশোর', 'নোয়াপাড়া', '7460', '2021-07-21 08:43:25', '2021-07-21 08:43:25'),
(3112, 'খুলনা', NULL, 'যশোর', 'নোয়াপাড়া', '7461', '2021-07-21 08:43:25', '2021-07-21 08:43:25'),
(3113, 'খুলনা', NULL, 'যশোর', 'শার্শা', '7433', '2021-07-21 08:43:25', '2021-07-21 08:43:25'),
(3114, 'খুলনা', NULL, 'যশোর', 'শার্শা', '7431', '2021-07-21 08:43:25', '2021-07-21 08:43:25'),
(3115, 'খুলনা', NULL, 'যশোর', 'শার্শা', '7432', '2021-07-21 08:43:25', '2021-07-21 08:43:25'),
(3116, 'খুলনা', NULL, 'যশোর', 'শার্শা', '7430', '2021-07-21 08:43:25', '2021-07-21 08:43:25'),
(3117, 'খুলনা', NULL, 'ঝিনাইদহ', 'হরিনাকুন্ডু', '7310', '2021-07-21 08:43:25', '2021-07-21 08:43:25'),
(3118, 'খুলনা', NULL, 'ঝিনাইদহ', 'ঝিনাইদহ সদর', '7301', '2021-07-21 08:43:25', '2021-07-21 08:43:25'),
(3119, 'খুলনা', NULL, 'ঝিনাইদহ', 'ঝিনাইদহ সদর', '7300', '2021-07-21 08:43:25', '2021-07-21 08:43:25'),
(3120, 'খুলনা', NULL, 'ঝিনাইদহ', 'কোটচাঁদপুর', '7330', '2021-07-21 08:43:25', '2021-07-21 08:43:25'),
(3121, 'খুলনা', NULL, 'ঝিনাইদহ', 'মহেশপুর', '7340', '2021-07-21 08:43:25', '2021-07-21 08:43:25'),
(3122, 'খুলনা', NULL, 'ঝিনাইদহ', 'নলডাঙ্গা', '7351', '2021-07-21 08:43:25', '2021-07-21 08:43:25'),
(3123, 'খুলনা', NULL, 'ঝিনাইদহ', 'নলডাঙ্গা', '7350', '2021-07-21 08:43:25', '2021-07-21 08:43:25'),
(3124, 'খুলনা', NULL, 'ঝিনাইদহ', 'শৈলকুপা', '7321', '2021-07-21 08:43:25', '2021-07-21 08:43:25'),
(3125, 'খুলনা', NULL, 'ঝিনাইদহ', 'শৈলকুপা', '7320', '2021-07-21 08:43:25', '2021-07-21 08:43:25'),
(3126, 'খুলনা', NULL, 'খুলনা', 'আলাইপুর', '9240', '2021-07-21 08:43:25', '2021-07-21 08:43:25'),
(3127, 'খুলনা', NULL, 'খুলনা', 'আলাইপুর', '9242', '2021-07-21 08:43:25', '2021-07-21 08:43:25'),
(3128, 'খুলনা', NULL, 'খুলনা', 'আলাইপুর', '9241', '2021-07-21 08:43:25', '2021-07-21 08:43:25'),
(3129, 'খুলনা', NULL, 'খুলনা', 'বটিয়াঘাট ', '9260', '2021-07-21 08:43:25', '2021-07-21 08:43:25'),
(3130, 'খুলনা', NULL, 'খুলনা', 'বটিয়াঘাট ', '9261', '2021-07-21 08:43:25', '2021-07-21 08:43:25'),
(3131, 'খুলনা', NULL, 'খুলনা', 'চালনা বাজার', '9272', '2021-07-21 08:43:25', '2021-07-21 08:43:25'),
(3132, 'খুলনা', NULL, 'খুলনা', 'চালনা বাজার', '9270', '2021-07-21 08:43:25', '2021-07-21 08:43:25'),
(3133, 'খুলনা', NULL, 'খুলনা', 'চালনা বাজার', '9271', '2021-07-21 08:43:25', '2021-07-21 08:43:25'),
(3134, 'খুলনা', NULL, 'খুলনা', 'চালনা বাজার', '9273', '2021-07-21 08:43:25', '2021-07-21 08:43:25'),
(3135, 'খুলনা', NULL, 'খুলনা', 'দিগালিয়া', '9221', '2021-07-21 08:43:25', '2021-07-21 08:43:25'),
(3136, 'খুলনা', NULL, 'খুলনা', 'দিগালিয়া', '9220', '2021-07-21 08:43:25', '2021-07-21 08:43:25'),
(3137, 'খুলনা', NULL, 'খুলনা', 'দিগালিয়া', '9224', '2021-07-21 08:43:25', '2021-07-21 08:43:25'),
(3138, 'খুলনা', NULL, 'খুলনা', 'দিগালিয়া', '9223', '2021-07-21 08:43:25', '2021-07-21 08:43:25'),
(3139, 'খুলনা', NULL, 'খুলনা', 'দিগালিয়া', '9222', '2021-07-21 08:43:25', '2021-07-21 08:43:25'),
(3140, 'খুলনা', NULL, 'খুলনা', 'খুলনা সদর', '9207', '2021-07-21 08:43:25', '2021-07-21 08:43:25'),
(3141, 'খুলনা', NULL, 'খুলনা', 'খুলনা সদর', '9203', '2021-07-21 08:43:25', '2021-07-21 08:43:25'),
(3142, 'খুলনা', NULL, 'খুলনা', 'খুলনা সদর', '9202', '2021-07-21 08:43:25', '2021-07-21 08:43:25'),
(3143, 'খুলনা', NULL, 'খুলনা', 'খুলনা সদর', '9205', '2021-07-21 08:43:25', '2021-07-21 08:43:25'),
(3144, 'খুলনা', NULL, 'খুলনা', 'খুলনা সদর', '9100', '2021-07-21 08:43:25', '2021-07-21 08:43:25'),
(3145, 'খুলনা', NULL, 'খুলনা', 'খুলনা সদর', '9000', '2021-07-21 08:43:25', '2021-07-21 08:43:25'),
(3146, 'খুলনা', NULL, 'খুলনা', 'খুলনা সদর', '9201', '2021-07-21 08:43:25', '2021-07-21 08:43:25'),
(3147, 'খুলনা', NULL, 'খুলনা', 'খুলনা সদর', '9208', '2021-07-21 08:43:25', '2021-07-21 08:43:25'),
(3148, 'খুলনা', NULL, 'খুলনা', 'খুলনা সদর', '9204', '2021-07-21 08:43:25', '2021-07-21 08:43:25'),
(3149, 'খুলনা', NULL, 'খুলনা', 'খুলনা সদর', '9206', '2021-07-21 08:43:25', '2021-07-21 08:43:25'),
(3150, 'খুলনা', NULL, 'খুলনা', 'কয়রা', '9291', '2021-07-21 08:43:25', '2021-07-21 08:43:25'),
(3151, 'খুলনা', NULL, 'খুলনা', 'কয়রা', '9290', '2021-07-21 08:43:25', '2021-07-21 08:43:25'),
(3152, 'খুলনা', NULL, 'খুলনা', 'পাইকগাছা', '9284', '2021-07-21 08:43:25', '2021-07-21 08:43:25'),
(3153, 'খুলনা', NULL, 'খুলনা', 'পাইকগাছা', '9285', '2021-07-21 08:43:25', '2021-07-21 08:43:25'),
(3154, 'খুলনা', NULL, 'খুলনা', 'পাইকগাছা', '9281', '2021-07-21 08:43:25', '2021-07-21 08:43:25'),
(3155, 'খুলনা', NULL, 'খুলনা', 'পাইকগাছা', '9282', '2021-07-21 08:43:25', '2021-07-21 08:43:25'),
(3156, 'খুলনা', NULL, 'খুলনা', 'পাইকগাছা', '9283', '2021-07-21 08:43:25', '2021-07-21 08:43:25'),
(3157, 'খুলনা', NULL, 'খুলনা', 'পাইকগাছা', '9280', '2021-07-21 08:43:25', '2021-07-21 08:43:25'),
(3158, 'খুলনা', NULL, 'খুলনা', 'ফুলতলা', '9210', '2021-07-21 08:43:25', '2021-07-21 08:43:25'),
(3159, 'খুলনা', NULL, 'খুলনা', 'সাজিয়ারা', '9252', '2021-07-21 08:43:25', '2021-07-21 08:43:25'),
(3160, 'খুলনা', NULL, 'খুলনা', 'সাজিয়ারা', '9251', '2021-07-21 08:43:25', '2021-07-21 08:43:25'),
(3161, 'খুলনা', NULL, 'খুলনা', 'সাজিয়ারা', '9250', '2021-07-21 08:43:25', '2021-07-21 08:43:25'),
(3162, 'খুলনা', NULL, 'খুলনা', 'সাজিয়ারা', '9253', '2021-07-21 08:43:25', '2021-07-21 08:43:25'),
(3163, 'খুলনা', NULL, 'খুলনা', 'তেরখাদা', '9231', '2021-07-21 08:43:25', '2021-07-21 08:43:25'),
(3164, 'খুলনা', NULL, 'খুলনা', 'তেরখাদা', '9230', '2021-07-21 08:43:25', '2021-07-21 08:43:25'),
(3165, 'খুলনা', NULL, 'কুষ্টিয়া', 'ভেড়ামারা', '7042', '2021-07-21 08:43:25', '2021-07-21 08:43:25'),
(3166, 'খুলনা', NULL, 'কুষ্টিয়া', 'ভেড়ামারা', '7040', '2021-07-21 08:43:25', '2021-07-21 08:43:25'),
(3167, 'খুলনা', NULL, 'কুষ্টিয়া', 'ভেড়ামারা', '7041', '2021-07-21 08:43:25', '2021-07-21 08:43:25'),
(3168, 'খুলনা', NULL, 'কুষ্টিয়া', 'জনিপুর', '7020', '2021-07-21 08:43:25', '2021-07-21 08:43:25'),
(3169, 'খুলনা', NULL, 'কুষ্টিয়া', 'জনিপুর', '7021', '2021-07-21 08:43:25', '2021-07-21 08:43:25'),
(3170, 'খুলনা', NULL, 'কুষ্টিয়া', 'কুমারখালী', '7010', '2021-07-21 08:43:25', '2021-07-21 08:43:25'),
(3171, 'খুলনা', NULL, 'কুষ্টিয়া', 'কুমারখালী', '7011', '2021-07-21 08:43:25', '2021-07-21 08:43:25'),
(3172, 'খুলনা', NULL, 'কুষ্টিয়া', 'কুষ্টিয়া সদর', '7003', '2021-07-21 08:43:25', '2021-07-21 08:43:25'),
(3173, 'খুলনা', NULL, 'কুষ্টিয়া', 'কুষ্টিয়া সদর', '7002', '2021-07-21 08:43:25', '2021-07-21 08:43:25'),
(3174, 'খুলনা', NULL, 'কুষ্টিয়া', 'কুষ্টিয়া সদর', '7001', '2021-07-21 08:43:25', '2021-07-21 08:43:25'),
(3175, 'খুলনা', NULL, 'কুষ্টিয়া', 'কুষ্টিয়া সদর', '7000', '2021-07-21 08:43:25', '2021-07-21 08:43:25'),
(3176, 'খুলনা', NULL, 'কুষ্টিয়া', 'মিরপুর', '7032', '2021-07-21 08:43:25', '2021-07-21 08:43:25'),
(3177, 'খুলনা', NULL, 'কুষ্টিয়া', 'মিরপুর', '7030', '2021-07-21 08:43:25', '2021-07-21 08:43:25'),
(3178, 'খুলনা', NULL, 'কুষ্টিয়া', 'মিরপুর', '7031', '2021-07-21 08:43:25', '2021-07-21 08:43:25'),
(3179, 'খুলনা', NULL, 'কুষ্টিয়া', 'রাফায়েতপুর', '7052', '2021-07-21 08:43:25', '2021-07-21 08:43:25'),
(3180, 'খুলনা', NULL, 'কুষ্টিয়া', 'রাফায়েতপুর', '7050', '2021-07-21 08:43:25', '2021-07-21 08:43:25'),
(3181, 'খুলনা', NULL, 'কুষ্টিয়া', 'রাফায়েতপুর', '7051', '2021-07-21 08:43:25', '2021-07-21 08:43:25'),
(3182, 'খুলনা', NULL, 'মাগুরা', 'আড়পাড়া', '7620', '2021-07-21 08:43:25', '2021-07-21 08:43:25'),
(3183, 'খুলনা', NULL, 'মাগুরা', 'মাগুরা সদর', '7600', '2021-07-21 08:43:25', '2021-07-21 08:43:25'),
(3184, 'খুলনা', NULL, 'মাগুরা', 'মোহাম্মদপুর', '7631', '2021-07-21 08:43:25', '2021-07-21 08:43:25'),
(3185, 'খুলনা', NULL, 'মাগুরা', 'মোহাম্মদপুর', '7630', '2021-07-21 08:43:25', '2021-07-21 08:43:25'),
(3186, 'খুলনা', NULL, 'মাগুরা', 'মোহাম্মদপুর', '7632', '2021-07-21 08:43:25', '2021-07-21 08:43:25'),
(3187, 'খুলনা', NULL, 'মাগুরা', 'শ্রীপুর', '7611', '2021-07-21 08:43:25', '2021-07-21 08:43:25'),
(3188, 'খুলনা', NULL, 'মাগুরা', 'শ্রীপুর', '7612', '2021-07-21 08:43:25', '2021-07-21 08:43:25'),
(3189, 'খুলনা', NULL, 'মাগুরা', 'শ্রীপুর', '7610', '2021-07-21 08:43:25', '2021-07-21 08:43:25'),
(3190, 'খুলনা', NULL, 'মেহেরপুর', 'গাংনী', '7110', '2021-07-21 08:43:25', '2021-07-21 08:43:25'),
(3191, 'খুলনা', NULL, 'মেহেরপুর', 'মেহেরপুর সদর', '7101', '2021-07-21 08:43:25', '2021-07-21 08:43:25'),
(3192, 'খুলনা', NULL, 'মেহেরপুর', 'মেহেরপুর সদর', '7152', '2021-07-21 08:43:25', '2021-07-21 08:43:25'),
(3193, 'খুলনা', NULL, 'মেহেরপুর', 'মেহেরপুর সদর', '7100', '2021-07-21 08:43:25', '2021-07-21 08:43:25'),
(3194, 'খুলনা', NULL, 'মেহেরপুর', 'মেহেরপুর সদর', '7102', '2021-07-21 08:43:25', '2021-07-21 08:43:25'),
(3195, 'খুলনা', NULL, 'নড়াইল', 'কালিয়া', '7520', '2021-07-21 08:43:25', '2021-07-21 08:43:25'),
(3196, 'খুলনা', NULL, 'নড়াইল', 'লক্ষ্মীপাশা', '7514', '2021-07-21 08:43:25', '2021-07-21 08:43:25'),
(3197, 'খুলনা', NULL, 'নড়াইল', 'লক্ষ্মীপাশা', '7512', '2021-07-21 08:43:25', '2021-07-21 08:43:25'),
(3198, 'খুলনা', NULL, 'নড়াইল', 'লক্ষ্মীপাশা', '7510', '2021-07-21 08:43:25', '2021-07-21 08:43:25'),
(3199, 'খুলনা', NULL, 'নড়াইল', 'লক্ষ্মীপাশা', '7511', '2021-07-21 08:43:25', '2021-07-21 08:43:25'),
(3200, 'খুলনা', NULL, 'নড়াইল', 'লক্ষ্মীপাশা', '7513', '2021-07-21 08:43:25', '2021-07-21 08:43:25'),
(3201, 'খুলনা', NULL, 'নড়াইল', 'মহাজন', '7521', '2021-07-21 08:43:25', '2021-07-21 08:43:25'),
(3202, 'খুলনা', NULL, 'নড়াইল', 'নড়াইল সদর', '7500', '2021-07-21 08:43:25', '2021-07-21 08:43:25'),
(3203, 'খুলনা', NULL, 'নড়াইল', 'নড়াইল সদর', '7501', '2021-07-21 08:43:25', '2021-07-21 08:43:25'),
(3204, 'খুলনা', NULL, 'সাতক্ষীরা', 'আশাশুনির', '9460', '2021-07-21 08:43:25', '2021-07-21 08:43:25'),
(3205, 'খুলনা', NULL, 'সাতক্ষীরা', 'আশাশুনির', '9461', '2021-07-21 08:43:25', '2021-07-21 08:43:25'),
(3206, 'খুলনা', NULL, 'সাতক্ষীরা', 'দেবভাতা', '9430', '2021-07-21 08:43:25', '2021-07-21 08:43:25'),
(3207, 'খুলনা', NULL, 'সাতক্ষীরা', 'দেবভাতা', '9431', '2021-07-21 08:43:25', '2021-07-21 08:43:25'),
(3208, 'খুলনা', NULL, 'সাতক্ষীরা', 'কলারোয়া', '9415', '2021-07-21 08:43:25', '2021-07-21 08:43:25'),
(3209, 'খুলনা', NULL, 'সাতক্ষীরা', 'কলারোয়া', '9413', '2021-07-21 08:43:25', '2021-07-21 08:43:25'),
(3210, 'খুলনা', NULL, 'সাতক্ষীরা', 'কলারোয়া', '9412', '2021-07-21 08:43:25', '2021-07-21 08:43:25'),
(3211, 'খুলনা', NULL, 'সাতক্ষীরা', 'কলারোয়া', '9410', '2021-07-21 08:43:25', '2021-07-21 08:43:25'),
(3212, 'খুলনা', NULL, 'সাতক্ষীরা', 'কলারোয়া', '9414', '2021-07-21 08:43:25', '2021-07-21 08:43:25'),
(3213, 'খুলনা', NULL, 'সাতক্ষীরা', 'কলারোয়া', '9411', '2021-07-21 08:43:25', '2021-07-21 08:43:25'),
(3214, 'খুলনা', NULL, 'সাতক্ষীরা', 'কালীগঞ্জ Upo', '9440', '2021-07-21 08:43:25', '2021-07-21 08:43:25'),
(3215, 'খুলনা', NULL, 'সাতক্ষীরা', 'কালীগঞ্জ Upo', '9441', '2021-07-21 08:43:25', '2021-07-21 08:43:25'),
(3216, 'খুলনা', NULL, 'সাতক্ষীরা', 'কালীগঞ্জ Upo', '9442', '2021-07-21 08:43:25', '2021-07-21 08:43:25'),
(3217, 'খুলনা', NULL, 'সাতক্ষীরা', 'নকিপুর', '9453', '2021-07-21 08:43:25', '2021-07-21 08:43:25'),
(3218, 'খুলনা', NULL, 'সাতক্ষীরা', 'নকিপুর', '9454', '2021-07-21 08:43:25', '2021-07-21 08:43:25'),
(3219, 'খুলনা', NULL, 'সাতক্ষীরা', 'নকিপুর', '9455', '2021-07-21 08:43:25', '2021-07-21 08:43:25'),
(3220, 'খুলনা', NULL, 'সাতক্ষীরা', 'নকিপুর', '9450', '2021-07-21 08:43:25', '2021-07-21 08:43:25'),
(3221, 'খুলনা', NULL, 'সাতক্ষীরা', 'নকিপুর', '9452', '2021-07-21 08:43:25', '2021-07-21 08:43:25'),
(3222, 'খুলনা', NULL, 'সাতক্ষীরা', 'নকিপুর', '9451', '2021-07-21 08:43:25', '2021-07-21 08:43:25'),
(3223, 'খুলনা', NULL, 'সাতক্ষীরা', 'সাতক্ষীরা সদর', '9403', '2021-07-21 08:43:25', '2021-07-21 08:43:25'),
(3224, 'খুলনা', NULL, 'সাতক্ষীরা', 'সাতক্ষীরা সদর', '9402', '2021-07-21 08:43:25', '2021-07-21 08:43:25'),
(3225, 'খুলনা', NULL, 'সাতক্ষীরা', 'সাতক্ষীরা সদর', '9401', '2021-07-21 08:43:25', '2021-07-21 08:43:25'),
(3226, 'খুলনা', NULL, 'সাতক্ষীরা', 'সাতক্ষীরা সদর', '9400', '2021-07-21 08:43:25', '2021-07-21 08:43:25'),
(3227, 'খুলনা', NULL, 'সাতক্ষীরা', 'তালা', '9421', '2021-07-21 08:43:25', '2021-07-21 08:43:25'),
(3228, 'খুলনা', NULL, 'সাতক্ষীরা', 'তালা', '9420', '2021-07-21 08:43:25', '2021-07-21 08:43:25'),
(3229, 'ঢাকা ', NULL, 'ঢাকা ', 'ভাটারা', '১২১২', NULL, NULL),
(3230, 'ময়মনসিংহ', NULL, 'ময়মনসিংহ', 'নান্দাইল', '২২৯০', NULL, NULL),
(3231, 'রংপুর ', NULL, 'গাইবান্ধা', 'সুন্দরগঞ্জ', '৫৭২০', NULL, NULL),
(3232, 'ময়মনসিংহ', NULL, 'ময়মনসিংহ', 'নান্দাইল', '২২৯০', NULL, '2021-12-11 13:03:14'),
(3233, 'রংপুর ', NULL, 'গাইবান্ধা', 'সুন্দরগঞ্জ', '৫৭২০', NULL, NULL),
(3238, 'খুলনা', NULL, 'বাগেরহাট', 'কচুয়া', NULL, '2021-11-30 09:00:42', '2021-11-30 09:00:42'),
(3239, 'ময়মনসিংহ', NULL, 'নেত্রকোণা', 'দূর্গাপুর', NULL, '2021-11-30 11:43:50', '2021-11-30 11:43:50'),
(3240, 'ময়মনসিংহ', NULL, 'নেত্রকোণা', 'দূর্গাপুর', NULL, '2021-11-30 12:24:17', '2021-11-30 12:24:17'),
(3241, 'ময়মনসিংহ', NULL, 'নেত্রকোণা', 'দূর্গাপুর', '২৪২০', '2021-11-30 12:29:13', '2021-11-30 12:29:13'),
(3242, 'চট্টগ্রাম', NULL, 'ব্রাহ্মণবাড়িয়া', 'বাঞ্ছারামপুর', NULL, '2021-12-01 11:42:07', '2021-12-01 11:42:07'),
(3243, 'চট্টগ্রাম', NULL, 'চাঁদপুর', 'মলতব উত্তর', NULL, '2021-12-01 12:47:03', '2021-12-01 12:47:03'),
(3244, 'চট্টগ্রাম', NULL, 'কুমিল্লা', 'মুরাদনগর', NULL, '2021-12-01 15:34:02', '2021-12-01 15:34:02'),
(3245, 'চট্টগ্রাম', NULL, 'চাঁদপুর', 'মতলব উত্তর', '3640', '2021-12-01 16:02:36', '2021-12-01 16:02:36'),
(3246, 'চট্টগ্রাম', NULL, 'চাঁদপুর', 'মতলব উত্তর', NULL, '2021-12-02 11:14:37', '2021-12-02 11:14:37'),
(3247, 'ঢাকা', NULL, 'টাঙ্গাইল', 'কালিহাতি', NULL, '2021-12-02 12:14:08', '2021-12-02 12:14:08'),
(3248, 'বরিশাল ', NULL, 'বরগুনা', 'আমতলী', NULL, '2021-12-04 11:09:39', '2021-12-04 11:09:39'),
(3249, 'বরিশাল ', NULL, 'পটুয়াখালী', 'পটুযাখালী সদর', '8600', '2021-12-05 10:29:15', '2021-12-05 10:29:15'),
(3250, 'ঢাকা', NULL, 'মাদারীপুর', 'শিবচর', NULL, '2021-12-05 10:46:37', '2021-12-05 10:46:37'),
(3251, 'বরিশাল ', NULL, 'বরগুনা', 'বরগুনা সদর', NULL, '2021-12-07 10:22:43', '2021-12-07 10:22:43'),
(3252, 'বরিশাল ', NULL, 'পটুয়াখালী', 'কলাপাড়া', NULL, '2021-12-07 11:04:28', '2021-12-07 11:04:28'),
(3253, 'চট্টগ্রাম', NULL, 'কুমিল্লা', 'দাউদকান্দি', NULL, '2021-12-07 11:25:34', '2021-12-07 11:25:34'),
(3254, 'বরিশাল ', NULL, 'বরগুনা', 'আমতলী', NULL, '2021-12-07 11:38:39', '2021-12-07 11:38:39'),
(3255, 'খুলনা', NULL, 'খুলনা', 'খুলনা সদর', '9203', '2021-12-07 12:41:43', '2021-12-07 12:41:43'),
(3256, 'খুলনা', NULL, 'বাগেরহাট', 'মোল্লাহাট', NULL, '2021-12-07 13:03:01', '2021-12-07 13:03:01'),
(3257, 'বরিশাল ', NULL, 'বরিশাল', 'গৌরনদী', NULL, '2021-12-07 14:53:31', '2021-12-07 14:53:31'),
(3258, 'বরিশাল ', NULL, 'বরিশাল', 'বাকেরগঞ্জ', NULL, '2021-12-08 10:31:05', '2021-12-08 10:31:05'),
(3259, 'খুলনা', NULL, 'খুলনা', 'রূপসা', '9241', '2021-12-08 10:36:55', '2021-12-08 10:36:55'),
(3260, 'রাজশাহী', NULL, 'বগুড়া', 'বগুড়া সদর', NULL, '2021-12-09 10:06:02', '2021-12-09 10:06:02'),
(3261, 'ঢাকা', NULL, 'কিশোরগঞ্জ', 'ইটনা', NULL, '2021-12-11 11:15:26', '2021-12-11 11:15:26'),
(3262, 'ঢাকা', NULL, 'কিশোরগঞ্জ', 'ইটনা', NULL, '2021-12-11 12:23:49', '2021-12-11 12:32:01'),
(3263, 'রাজশাহী', NULL, 'নওগাঁ', 'আত্রাই', NULL, '2021-12-11 12:49:43', '2021-12-11 12:49:43'),
(3264, 'ঢাকা', NULL, 'কিশোরগঞ্জ', 'মিঠামইন', NULL, '2021-12-11 13:17:29', '2021-12-11 13:17:29'),
(3265, 'ঢাকা', NULL, 'মুন্সিগঞ্জ', 'টঙ্গিবাড়ী', NULL, '2021-12-12 11:10:06', '2021-12-12 11:10:06'),
(3266, 'ঢাকা', NULL, 'গাজীপুর', 'জয়দেবপুর', NULL, '2021-12-12 11:40:11', '2021-12-12 11:40:11'),
(3267, 'ঢাকা', NULL, 'মাদারীপুর', 'রাজৈর', NULL, '2021-12-12 11:59:32', '2021-12-12 11:59:32'),
(3268, 'চট্টগ্রাম', NULL, 'ব্রাহ্মণবাড়িয়া', 'নবীনগর', NULL, '2021-12-12 12:09:37', '2021-12-12 12:09:37'),
(3269, 'চট্টগ্রাম', NULL, 'নোয়াখালী', 'নোয়াখালী সদর', '3834', '2021-12-12 12:19:04', '2021-12-12 12:19:04'),
(3270, 'চট্টগ্রাম', 'কুমিল্লা সিটি কর্পোরেশন', 'কুমিল্লা', 'লাঙ্গলকোট', NULL, '2021-12-13 09:46:26', '2021-12-13 09:46:26'),
(3271, 'খুলনা', NULL, 'সাতক্ষীরা', 'কালিগঞ্জ', NULL, '2021-12-13 10:28:30', '2021-12-13 10:28:30'),
(3272, 'ঢাকা', NULL, 'ফরিদপুর', 'ফরিদপুর সদর', NULL, '2021-12-13 10:35:37', '2021-12-13 10:35:37'),
(3273, 'রাজশাহী', NULL, 'বগুড়া', 'সোনাতলা', NULL, '2021-12-13 10:45:28', '2021-12-13 10:45:28'),
(3274, 'রংপুর', NULL, 'ঠাকুরগাঁও', 'পীরগঞ্জ', NULL, '2021-12-13 11:55:36', '2021-12-13 11:55:36'),
(3275, 'বরিশাল ', NULL, 'বরিশাল', 'বাকেরগঞ্জ', NULL, '2021-12-13 12:17:26', '2021-12-13 12:17:26'),
(3276, 'চট্টগ্রাম', NULL, 'লক্ষ্মীপুর', 'রাইপুর', NULL, '2021-12-13 13:24:26', '2021-12-13 13:24:26'),
(3277, 'ময়মনসিংহ', NULL, 'জামালপুর', 'মেলান্দহ', NULL, '2021-12-14 11:37:47', '2021-12-14 11:37:47'),
(3278, 'ঢাকা', NULL, 'মাদারীপুর', 'রাজৈর', NULL, '2021-12-14 12:08:26', '2021-12-14 12:08:26'),
(3279, 'ঢাকা', NULL, 'নারায়ণগঞ্জ', 'নারায়নগঞ্জ সদর', NULL, '2021-12-14 12:44:27', '2021-12-14 12:44:27'),
(3280, 'বরিশাল ', NULL, 'ঝালকাঠি', 'কাঠালিয়া', NULL, '2021-12-14 12:53:03', '2021-12-14 12:53:03'),
(3281, 'ঢাকা', NULL, 'মানিকগঞ্জ', 'সিংগাইর', NULL, '2021-12-14 13:03:01', '2021-12-14 13:03:01'),
(3282, 'খুলনা', NULL, 'খুলনা', 'খুলনা সদর', NULL, '2021-12-14 13:17:55', '2021-12-14 13:17:55'),
(3283, 'ঢাকা', NULL, 'শরীয়তপুর', 'জাজিরা', NULL, '2021-12-14 14:19:14', '2021-12-14 14:19:14'),
(3284, 'ঢাকা', NULL, 'ফরিদপুর', 'ভাঙ্গা', NULL, '2021-12-14 14:30:15', '2021-12-14 14:30:15'),
(3285, 'বরিশাল ', NULL, 'বরিশাল', 'আগৈলঝাড়া', NULL, '2021-12-14 14:39:34', '2021-12-14 14:39:34'),
(3286, 'বরিশাল ', NULL, 'বরিশাল', 'বাকেরগঞ্জ', NULL, '2021-12-15 11:27:18', '2021-12-15 11:27:18'),
(3287, 'বরিশাল ', NULL, 'বরিশাল', 'বাকেরগঞ্জ', NULL, '2021-12-15 11:43:44', '2021-12-15 11:43:44'),
(3288, 'বরিশাল ', NULL, 'ঝালকাঠি', 'ঝালকাঠী সদর', NULL, '2021-12-18 10:13:54', '2021-12-18 10:13:54'),
(3289, 'চট্টগ্রাম', NULL, 'কুমিল্লা', 'দেবীদ্বার', NULL, '2021-12-18 11:00:32', '2021-12-18 11:00:32'),
(3290, 'ময়মনসিংহ', NULL, 'জামালপুর', 'বকশিগঞ্জ', NULL, '2021-12-18 11:21:49', '2021-12-18 11:21:49'),
(3291, 'ঢাকা', NULL, 'ঢাকা', 'নবাবগঞ্জ', NULL, '2021-12-18 13:11:36', '2021-12-18 13:11:36'),
(3292, 'ঢাকা', NULL, 'মুন্সিগঞ্জ', 'শ্রীনগর', NULL, '2021-12-20 11:19:46', '2021-12-20 11:19:46'),
(3293, 'চট্টগ্রাম', NULL, 'চাঁদপুর', 'ফরিদগঞ্জ', NULL, '2021-12-20 11:29:43', '2021-12-20 11:29:43'),
(3294, 'চট্টগ্রাম', NULL, 'চাঁদপুর', 'ফরিদগঞ্জ', NULL, '2021-12-20 11:33:58', '2021-12-20 11:33:58'),
(3295, 'ঢাকা', NULL, 'কিশোরগঞ্জ', 'পাকুন্দিয়া', NULL, '2021-12-21 12:00:30', '2021-12-21 12:00:30'),
(3296, 'চট্টগ্রাম', NULL, 'চাঁদপুর', 'ফরিদগঞ্জ', NULL, '2021-12-21 12:54:39', '2021-12-21 12:54:39'),
(3297, 'বরিশাল ', NULL, 'বরিশাল', 'আগৈলঝাড়া', NULL, '2021-12-21 13:03:56', '2021-12-21 13:03:56'),
(3298, 'বরিশাল ', NULL, 'পটুয়াখালী', 'গলাচিপা', NULL, '2021-12-21 13:12:17', '2021-12-21 13:12:17'),
(3299, 'বরিশাল ', NULL, 'পটুয়াখালী', 'পটুযাখালী সদর', NULL, '2021-12-21 13:42:12', '2021-12-21 13:42:12'),
(3300, 'ঢাকা', NULL, 'মাদারীপুর', 'কালকিনী', NULL, '2021-12-21 14:01:16', '2021-12-21 14:01:16'),
(3301, 'ঢাকা', NULL, 'মানিকগঞ্জ', 'হরিরামপুর', NULL, '2021-12-21 14:23:14', '2021-12-21 14:23:14'),
(3302, 'রংপুর', NULL, 'দিনাজপুর', 'ফুলবাড়ী', NULL, '2021-12-21 15:11:49', '2021-12-21 15:11:49'),
(3303, 'রংপুর', NULL, 'রংপুর', 'মিঠাপুকুর', NULL, '2021-12-22 13:29:36', '2021-12-22 13:29:36'),
(3304, 'চট্টগ্রাম', NULL, 'চাঁদপুর', 'মতলব', NULL, '2021-12-23 10:03:15', '2021-12-23 10:03:15'),
(3305, 'চট্টগ্রাম', NULL, 'ব্রাহ্মণবাড়িয়া', 'আশুগঞ্জ', NULL, '2021-12-23 10:52:53', '2021-12-23 10:52:53'),
(3306, 'বরিশাল ', NULL, 'ভোলা', 'ভোলা', NULL, '2021-12-23 11:01:04', '2021-12-23 11:01:04'),
(3307, 'চট্টগ্রাম', NULL, 'কুমিল্লা', 'হোমনা', NULL, '2021-12-26 11:35:17', '2021-12-26 11:35:17'),
(3308, 'চট্টগ্রাম', NULL, 'ব্রাহ্মণবাড়িয়া', 'বাঞ্ছারামপুর', NULL, '2021-12-26 11:36:41', '2021-12-26 11:36:41'),
(3309, 'ঢাকা', NULL, 'কিশোরগঞ্জ', 'তাড়াইল', NULL, '2021-12-26 14:17:53', '2021-12-26 14:17:53'),
(3310, 'ঢাকা', NULL, 'মুন্সিগঞ্জ', 'মুন্সিগঞ্জ সদর', NULL, '2021-12-26 14:41:33', '2021-12-26 14:58:02'),
(3311, 'চট্টগ্রাম', NULL, 'নোয়াখালী', 'চাটখিল', NULL, '2021-12-26 16:25:12', '2021-12-26 16:25:12'),
(3312, 'চট্টগ্রাম', NULL, 'কুমিল্লা', 'দেবিদ্বার', NULL, '2021-12-28 09:53:11', '2021-12-28 09:53:11'),
(3313, 'ঢাকা', NULL, 'মাদারীপুর', 'মাদারীপুর সদর', '7901', '2021-12-28 11:23:29', '2021-12-28 11:23:29'),
(3314, 'ময়মনসিংহ', NULL, 'শেরপুর', 'শ্রীবর্দী', NULL, '2021-12-28 12:37:14', '2021-12-28 12:37:14'),
(3315, 'বরিশাল ', NULL, 'বরিশাল', 'বাকেরগঞ্জ', NULL, '2021-12-28 13:57:50', '2021-12-28 13:57:50'),
(3316, 'ঢাকা', NULL, 'মাদারীপুর', 'শিবচর', NULL, '2021-12-28 14:08:23', '2021-12-28 14:08:23'),
(3317, 'বরিশাল ', NULL, 'বরিশাল', 'গৌরনদী', NULL, '2021-12-28 14:21:08', '2021-12-28 14:21:08'),
(3318, 'বরিশাল ', NULL, 'বরিশাল', 'মেহেন্দীগঞ্জ', NULL, '2021-12-28 15:27:16', '2021-12-28 15:27:16'),
(3319, 'বরিশাল ', NULL, 'পিরোজপুর', 'কাউখালী', NULL, '2021-12-29 10:40:28', '2021-12-29 10:40:28'),
(3320, 'বরিশাল ', NULL, 'বরিশাল', 'মেহেন্দীগঞ্জ', NULL, '2021-12-29 11:35:32', '2021-12-29 11:35:32'),
(3321, 'চট্টগ্রাম', NULL, 'নোয়াখালী', 'সোনাইমুড়ী', '3827', '2021-12-29 13:14:35', '2021-12-29 13:14:35'),
(3322, 'চট্টগ্রাম', NULL, 'ব্রাহ্মণবাড়িয়া', 'বাঞ্ছারামপুর', NULL, '2022-01-01 10:39:22', '2022-01-01 10:39:22'),
(3323, 'ঢাকা', NULL, 'ঢাকা', 'মুক্তাগাছা', NULL, '2022-01-01 11:54:48', '2022-01-01 11:54:48'),
(3324, 'খুলনা', NULL, 'বাগেরহাট', 'মোড়লগঞ্জ', NULL, '2022-01-01 12:47:32', '2022-01-01 13:19:50'),
(3325, 'বরিশাল ', NULL, 'বরিশাল', 'বরিশাল সদর', NULL, '2022-01-01 13:00:44', '2022-01-01 13:00:44'),
(3326, 'চট্টগ্রাম', NULL, 'লক্ষ্মীপুর', 'কমলনগর', NULL, '2022-01-01 13:30:36', '2022-01-01 13:30:36'),
(3327, 'ময়মনসিংহ', NULL, 'শেরপুর', 'ঝিনাইগাতী', NULL, '2022-01-03 10:15:07', '2022-01-03 10:15:07'),
(3328, 'বরিশাল ', NULL, 'ঝালকাঠি', 'নলসিটি', NULL, '2022-01-03 10:43:36', '2022-01-03 10:43:36'),
(3329, 'চট্টগ্রাম', NULL, 'কুমিল্লা', 'চান্দিনা', NULL, '2022-01-03 11:07:28', '2022-01-03 11:07:28'),
(3330, 'ঢাকা', NULL, 'গাজীপুর', 'কাপাসিয়া', NULL, '2022-01-03 11:44:26', '2022-01-03 11:44:26'),
(3331, 'ঢাকা', NULL, 'নরসিংদী', 'লাইপোয়া', NULL, '2022-01-04 12:43:15', '2022-01-04 12:43:15'),
(3332, 'বরিশাল ', NULL, 'বরিশাল', 'কাউনিয়া', NULL, '2022-01-04 12:51:07', '2022-01-04 12:51:07'),
(3333, 'ঢাকা', NULL, 'মুন্সিগঞ্জ', 'মুন্সিগঞ্জ সদর', NULL, '2022-01-04 13:03:02', '2022-01-04 13:03:02'),
(3334, 'ঢাকা', NULL, 'মুন্সিগঞ্জ', 'টঙ্গিবাড়ী', NULL, '2022-01-04 13:15:49', '2022-01-04 13:15:49'),
(3335, 'বরিশাল ', NULL, 'পটুয়াখালী', 'পটুযাখালী সদর', NULL, '2022-01-04 14:54:03', '2022-01-04 14:54:03'),
(3336, 'ময়মনসিংহ', NULL, 'ময়মনসিংহ', 'মাদারগঞ্জ', NULL, '2022-01-04 15:15:56', '2022-01-04 15:15:56'),
(3337, 'ঢাকা', NULL, 'মাদারীপুর', 'রাজৈর', NULL, '2022-01-05 11:05:10', '2022-01-05 11:05:10'),
(3338, 'বরিশাল ', NULL, 'ভোলা', 'চরফ্যাশন', NULL, '2022-01-05 11:26:05', '2022-01-05 11:26:05'),
(3339, 'চট্টগ্রাম', NULL, 'ব্রাহ্মণবাড়িয়া', 'বাঞ্ছারামপুর', NULL, '2022-01-05 11:41:01', '2022-01-05 11:41:01'),
(3340, 'বরিশাল ', NULL, 'বরিশাল', 'মুলাদী', NULL, '2022-01-06 10:54:24', '2022-01-06 10:54:24'),
(3341, 'চট্টগ্রাম', NULL, 'ব্রাহ্মণবাড়িয়া', 'নবীনগর', NULL, '2022-01-06 11:38:15', '2022-01-06 11:38:15'),
(3342, 'চট্টগ্রাম', NULL, 'লক্ষ্মীপুর', 'লক্ষীপুর সদর', NULL, '2022-01-06 12:25:38', '2022-01-06 12:25:38'),
(3343, 'ময়মনসিংহ', NULL, 'জামালপুর', 'মেলান্দহ', NULL, '2022-01-08 09:53:17', '2022-01-08 09:53:17'),
(3344, 'ময়মনসিংহ', NULL, 'ময়মনসিংহ', 'নান্দাইল', NULL, '2022-01-08 10:38:54', '2022-01-08 10:38:54'),
(3345, 'ময়মনসিংহ', NULL, 'নেত্রকোণা', 'কমলাকান্দা', NULL, '2022-01-08 11:05:38', '2022-01-08 11:05:38'),
(3346, 'ময়মনসিংহ', NULL, 'জামালপুর', 'জামালপুর সদর', NULL, '2022-01-08 15:11:48', '2022-01-08 15:11:48'),
(3347, 'ঢাকা', NULL, 'শরীয়তপুর', 'ডামুড্যা', NULL, '2022-01-08 15:13:59', '2022-01-08 15:13:59'),
(3348, 'খুলনা', NULL, 'বাগেরহাট', 'কচুয়া', NULL, '2022-01-09 14:07:12', '2022-01-09 14:07:12');
INSERT INTO `civilinfos` (`id`, `division_bn`, `city_orporation`, `district_bn`, `thana_bn`, `postcode_bn`, `created_at`, `updated_at`) VALUES
(3349, 'ঢাকা', NULL, 'ঢাকা', 'দোহার', NULL, '2022-01-11 10:59:01', '2022-01-11 10:59:01'),
(3350, 'রংপুর', NULL, 'পঞ্চগড়', 'আটোয়ারী', NULL, '2022-01-11 13:15:59', '2022-01-11 13:15:59'),
(3351, 'রংপুর', NULL, 'দিনাজপুর', 'নবাবগঞ্জ', NULL, '2022-01-11 16:35:21', '2022-01-11 16:35:21'),
(3352, 'রাজশাহী', NULL, 'পাবনা', 'আমিনপুর', NULL, '2022-01-12 14:31:00', '2022-01-12 14:31:00'),
(3353, 'ঢাকা', NULL, 'কিশোরগঞ্জ', 'হোসেনপুর', NULL, '2022-01-12 14:51:03', '2022-01-12 14:51:03'),
(3354, 'ময়মনসিংহ', NULL, 'জামালপুর', 'জামালপুর সদর', NULL, '2022-01-13 11:07:53', '2022-01-13 11:07:53'),
(3355, 'চট্টগ্রাম', NULL, 'নোয়াখালী', 'সোনাইমুড়ী', NULL, '2022-01-13 11:16:31', '2022-01-13 11:16:31'),
(3356, 'চট্টগ্রাম', NULL, 'কুমিল্লা', 'দেবীদ্বার', NULL, '2022-01-15 12:22:43', '2022-01-15 12:22:43'),
(3357, 'ঢাকা', NULL, 'শরীয়তপুর', 'জাজিরা', NULL, '2022-01-15 13:22:19', '2022-01-15 13:22:19'),
(3358, 'ঢাকা', NULL, 'ঢাকা', 'নবাবগঞ্জ', NULL, '2022-01-16 11:00:49', '2022-01-16 11:00:49'),
(3359, 'বরিশাল ', NULL, 'পটুয়াখালী', 'বাউফল', NULL, '2022-01-16 12:03:58', '2022-01-16 12:03:58'),
(3360, 'বরিশাল ', NULL, 'বরিশাল', 'বরিশাল সদর', NULL, '2022-01-16 13:45:36', '2022-01-16 13:45:36'),
(3361, 'বরিশাল ', NULL, 'বরিশাল', 'গৌরনদী', NULL, '2022-01-17 13:28:52', '2022-01-17 13:28:52'),
(3362, 'খুলনা', NULL, 'যশোর', 'শার্শা', NULL, '2022-01-17 17:18:14', '2022-01-17 17:18:14'),
(3363, 'বরিশাল ', NULL, 'বরিশাল', 'বাকেরগঞ্জ', NULL, '2022-01-17 18:31:29', '2022-01-17 18:31:29'),
(3364, 'ঢাকা', NULL, 'মুন্সিগঞ্জ', 'গজারিয়া', NULL, '2022-01-18 11:40:24', '2022-01-18 11:40:24'),
(3365, 'ঢাকা', NULL, 'মাদারীপুর', 'শিবচর', NULL, '2022-01-18 13:32:15', '2022-01-18 13:36:02'),
(3366, 'বরিশাল ', NULL, 'পটুয়াখালী', 'বাউফল', NULL, '2022-01-18 14:26:49', '2022-01-18 14:26:49'),
(3367, 'ঢাকা', NULL, 'ফরিদপুর', 'ভাঙ্গা', NULL, '2022-01-19 10:12:36', '2022-01-19 10:12:36'),
(3368, 'বরিশাল ', NULL, 'বরিশাল', 'উজিরপুর', NULL, '2022-01-19 11:20:07', '2022-01-19 11:20:07'),
(3369, 'খুলনা', NULL, 'বাগেরহাট', 'কচুয়া', NULL, '2022-01-19 11:24:48', '2022-01-19 11:24:48'),
(3370, 'চট্টগ্রাম', NULL, 'নোয়াখালী', 'বেগমগঞ্জ', NULL, '2022-01-19 12:01:54', '2022-01-19 12:01:54'),
(3371, 'বরিশাল ', NULL, 'বরিশাল', 'গৌরনদী', NULL, '2022-01-19 12:36:39', '2022-01-19 12:36:39'),
(3372, 'খুলনা', NULL, 'খুলনা', 'রূপসা', NULL, '2022-01-19 13:26:49', '2022-01-19 13:26:49'),
(3373, 'রংপুর', NULL, 'রংপুর', 'রংপুর সদর', NULL, '2022-01-19 14:46:15', '2022-01-19 14:46:15'),
(3374, 'বরিশাল ', NULL, 'ঝালকাঠি', 'রাজাপুর', NULL, '2022-01-20 13:25:54', '2022-01-20 13:25:54'),
(3375, 'বরিশাল ', NULL, 'পটুয়াখালী', 'কাউখালী', NULL, '2022-01-24 11:09:22', '2022-01-24 11:09:22'),
(3376, 'ময়মনসিংহ', NULL, 'ময়মনসিংহ', 'নান্দাইল', NULL, '2022-01-24 13:00:19', '2022-01-24 13:00:19'),
(3377, 'ঢাকা', NULL, 'শরীয়তপুর', 'ভেদরগঞ্জ', NULL, '2022-01-25 10:03:52', '2022-01-25 10:03:52'),
(3378, 'খুলনা', NULL, 'মাগুরা', 'শ্রীপুর', NULL, '2022-01-25 11:07:13', '2022-01-25 11:07:13'),
(3379, 'চট্টগ্রাম', NULL, 'কুমিল্লা', 'হোমনা', NULL, '2022-01-25 14:28:49', '2022-01-25 14:28:49'),
(3380, 'চট্টগ্রাম', NULL, 'চট্টগ্রাম', 'মীর সরাই', NULL, '2022-01-25 14:59:10', '2022-01-25 14:59:10'),
(3381, 'চট্টগ্রাম', NULL, 'চাঁদপুর', 'মতলব উত্তর', NULL, '2022-01-25 15:22:50', '2022-01-25 15:22:50'),
(3382, 'চট্টগ্রাম', NULL, 'ফেনী', 'ফেনী সদর', NULL, '2022-01-25 15:31:28', '2022-01-25 15:31:28'),
(3383, 'ঢাকা', NULL, 'মুন্সিগঞ্জ', 'সিরাজদিখান', '১৫৪৪', '2022-01-25 15:48:47', '2022-01-25 15:48:47'),
(3384, 'চট্টগ্রাম', NULL, 'কুমিল্লা', 'দাউদকান্দি', NULL, '2022-01-26 11:28:58', '2022-01-26 11:28:58'),
(3385, 'রংপুর', NULL, 'দিনাজপুর', 'বীরগঞ্জ', NULL, '2022-01-26 11:49:56', '2022-01-26 11:49:56'),
(3386, 'ঢাকা', NULL, 'কিশোরগঞ্জ', 'ইটনা', NULL, '2022-01-26 11:59:43', '2022-01-26 11:59:43'),
(3387, 'ঢাকা', NULL, 'মুন্সিগঞ্জ', 'শিলই', NULL, '2022-01-27 10:08:20', '2022-01-27 10:08:20'),
(3388, 'ঢাকা', NULL, 'গোপালগঞ্জ', 'কোটালীপাড়া', NULL, '2022-01-27 10:42:25', '2022-01-27 10:42:25'),
(3389, 'বরিশাল ', NULL, 'পটুয়াখালী', 'পটুযাখালী সদর', NULL, '2022-01-27 11:36:20', '2022-01-27 11:36:20'),
(3390, 'বরিশাল ', NULL, 'বরগুনা', 'আমতলী', NULL, '2022-01-27 11:37:14', '2022-01-27 11:37:14'),
(3391, 'ময়মনসিংহ', NULL, 'নেত্রকোণা', 'বারহাট্টা', NULL, '2022-01-29 10:42:56', '2022-01-29 10:42:56'),
(3392, 'বরিশাল ', NULL, 'পটুয়াখালী', 'মির্জাগঞ্জ', NULL, '2022-01-29 12:05:56', '2022-01-29 12:05:56'),
(3393, 'ঢাকা', NULL, 'রাজবাড়ী', 'রাজবাড়ী সদর', NULL, '2022-01-31 11:25:31', '2022-01-31 11:25:31'),
(3394, 'ময়মনসিংহ', NULL, 'শেরপুর', 'শ্রীবর্দী', NULL, '2022-01-31 11:40:03', '2022-01-31 11:40:03'),
(3395, 'বরিশাল ', NULL, 'পটুয়াখালী', 'পটুযাখালী সদর', NULL, '2022-01-31 12:24:49', '2022-01-31 12:24:49'),
(3396, 'বরিশাল ', NULL, 'ঝালকাঠি', 'ঝালকাঠী সদর', NULL, '2022-02-02 10:54:36', '2022-02-02 10:54:36'),
(3397, 'বরিশাল ', NULL, 'পটুয়াখালী', 'পটুযাখালী সদর', NULL, '2022-02-02 11:08:32', '2022-02-02 11:08:32'),
(3398, 'বরিশাল ', NULL, 'বরিশাল', 'গৌরনদী', NULL, '2022-02-02 11:34:08', '2022-12-26 11:01:56'),
(3399, 'ময়মনসিংহ', NULL, 'ময়মনসিংহ', 'গৌরীপুর', NULL, '2022-02-02 12:04:47', '2022-02-02 12:04:47'),
(3400, 'ঢাকা', NULL, 'নারায়ণগঞ্জ', 'সোনারগাঁও', '১৪৪০', '2022-02-02 14:28:17', '2022-02-02 14:28:17'),
(3401, 'বরিশাল ', NULL, 'বরগুনা', 'আমতলী', NULL, '2022-02-02 14:39:01', '2022-02-02 14:39:01'),
(3402, 'চট্টগ্রাম', NULL, 'কুমিল্লা', 'হোমনা', NULL, '2022-02-02 15:08:05', '2022-02-02 15:08:05'),
(3403, 'ঢাকা', NULL, 'গোপালগঞ্জ', 'কোটালীপাড়া', NULL, '2022-02-03 11:42:47', '2022-02-03 11:42:47'),
(3404, 'খুলনা', NULL, 'কুষ্টিয়া', 'কুমারখালী', '7010', '2022-02-03 13:26:06', '2022-02-03 13:26:06'),
(3405, 'চট্টগ্রাম', NULL, 'চাঁদপুর', 'মতলব দক্ষিন', NULL, '2022-02-03 13:58:36', '2022-02-03 13:58:36'),
(3406, 'ঢাকা', NULL, 'মাদারীপুর', 'মাদারীপুর সদর', NULL, '2022-02-06 17:58:05', '2022-02-06 17:58:05'),
(3407, 'ঢাকা', NULL, 'মাদারীপুর', 'রাজৈর', NULL, '2022-02-06 18:12:36', '2022-02-06 18:12:36'),
(3408, 'ঢাকা', NULL, 'শরীয়তপুর', 'ঘোসেরহাট', NULL, '2022-02-08 11:29:58', '2022-02-08 11:29:58'),
(3409, 'বরিশাল ', NULL, 'পিরোজপুর', 'ভান্ডারিয়া', NULL, '2022-02-08 12:50:20', '2022-02-08 12:50:20'),
(3410, 'বরিশাল ', NULL, 'ঝালকাঠি', 'নলসিটি', NULL, '2022-02-08 14:28:56', '2022-02-08 14:28:56'),
(3411, 'ঢাকা', NULL, 'নারায়ণগঞ্জ', 'সোনারগাঁ', NULL, '2022-02-08 14:57:20', '2022-02-08 14:57:20'),
(3412, 'বরিশাল ', NULL, 'ঝালকাঠি', 'ঝালকাঠী সদর', NULL, '2022-02-08 15:02:51', '2022-02-08 15:02:51'),
(3413, 'ঢাকা', NULL, 'ফরিদপুর', 'লাহাচুহা', NULL, '2022-02-09 09:38:12', '2022-02-09 09:39:43'),
(3414, 'ঢাকা', NULL, 'গোপালগঞ্জ', 'মোকসেদপুর', NULL, '2022-02-09 10:08:22', '2022-02-09 10:08:22'),
(3415, 'ঢাকা', NULL, 'শরীয়তপুর', 'জাজিরা', NULL, '2022-02-09 10:58:57', '2022-02-09 10:58:57'),
(3416, 'চট্টগ্রাম', NULL, 'ফেনী', 'ফুলগাজী', NULL, '2022-02-09 11:36:25', '2022-02-09 11:36:25'),
(3417, 'বরিশাল ', NULL, 'পটুয়াখালী', 'গোলাচিপা', NULL, '2022-02-09 12:16:18', '2022-02-09 12:16:18'),
(3418, 'বরিশাল ', NULL, 'বরিশাল', 'মুলাদী', NULL, '2022-02-09 17:04:01', '2022-02-09 17:04:01'),
(3419, 'ঢাকা', NULL, 'গাজীপুর', 'কাপাসিয়া', NULL, '2022-02-10 10:26:08', '2022-02-10 10:26:08'),
(3420, 'ঢাকা', NULL, 'মাদারীপুর', 'রাজৈর', NULL, '2022-02-10 11:18:53', '2022-02-10 11:18:53'),
(3421, 'ঢাকা', NULL, 'রাজবাড়ী', 'পাংশা', NULL, '2022-02-10 11:45:09', '2022-02-10 11:45:09'),
(3422, 'বরিশাল ', NULL, 'বরগুনা', 'বরগুনা সদর', NULL, '2022-02-10 12:40:46', '2022-02-10 12:40:46'),
(3423, 'বরিশাল ', NULL, 'বরিশাল', 'বাকেরগঞ্জ', NULL, '2022-02-13 10:06:45', '2022-02-13 10:06:45'),
(3424, 'চট্টগ্রাম', NULL, 'লক্ষ্মীপুর', 'রামগঞ্জ', NULL, '2022-02-13 11:16:05', '2022-02-13 11:16:05'),
(3425, 'সিলেট', NULL, 'হবিগঞ্জ', 'আজমেরীগঞ্জ', NULL, '2022-02-13 12:23:39', '2022-02-13 12:23:39'),
(3426, 'বরিশাল ', NULL, 'বরগুনা', 'বামনা', NULL, '2022-02-13 15:50:43', '2022-02-13 15:50:43'),
(3427, 'বরিশাল ', NULL, 'বরিশাল', 'হিজলা', NULL, '2022-02-14 09:45:02', '2022-02-14 09:45:02'),
(3428, 'ময়মনসিংহ', NULL, 'ময়মনসিংহ', 'হালুয়াঘাট', NULL, '2022-02-14 09:54:00', '2022-02-14 09:54:00'),
(3429, 'বরিশাল ', NULL, 'বরিশাল', 'গৌরনদী', NULL, '2022-02-14 11:01:30', '2022-02-14 11:01:30'),
(3430, 'ঢাকা', NULL, 'গোপালগঞ্জ', 'মুকসুদপুর', NULL, '2022-02-14 11:14:16', '2022-02-14 11:14:16'),
(3431, 'ময়মনসিংহ', NULL, 'ময়মনসিংহ', 'ভালুকা', NULL, '2022-02-14 11:24:13', '2022-02-14 11:24:13'),
(3432, 'ঢাকা', NULL, 'গাজীপুর', 'জয়দেবপুর', NULL, '2022-02-14 13:16:27', '2022-02-14 13:16:27'),
(3433, 'ঢাকা', NULL, 'কিশোরগঞ্জ', 'পাকুন্দিয়া', NULL, '2022-02-14 15:45:51', '2022-02-14 15:45:51'),
(3434, 'ঢাকা', NULL, 'কিশোরগঞ্জ', 'নিকলী', NULL, '2022-02-16 10:12:59', '2022-02-16 10:12:59'),
(3435, 'বরিশাল ', NULL, 'ভোলা', 'ভোলা', NULL, '2022-02-16 12:07:17', '2022-02-16 12:07:17'),
(3436, 'বরিশাল ', NULL, 'বরগুনা', 'বেতাগী', NULL, '2022-02-16 14:22:11', '2022-02-16 14:22:11'),
(3437, 'ঢাকা', NULL, 'ফরিদপুর', 'সদরপুর', NULL, '2022-02-16 16:50:44', '2022-02-16 16:50:44'),
(3438, 'চট্টগ্রাম', NULL, 'ব্রাহ্মণবাড়িয়া', 'নবীনগর', NULL, '2022-02-19 09:47:47', '2022-02-19 09:47:47'),
(3439, 'ময়মনসিংহ', NULL, 'জামালপুর', 'সরিষাবাড়ি', NULL, '2022-02-19 10:24:30', '2022-02-19 10:24:30'),
(3440, 'বরিশাল ', NULL, 'পটুয়াখালী', 'কলাপাড়া', NULL, '2022-02-19 10:56:48', '2022-02-19 10:56:48'),
(3441, 'চট্টগ্রাম', NULL, 'ব্রাহ্মণবাড়িয়া', 'বাঞ্ছারামপুর', NULL, '2022-02-19 12:26:34', '2022-02-19 12:26:34'),
(3442, 'চট্টগ্রাম', NULL, 'ফেনী', 'ফুলগাজী', NULL, '2022-02-19 12:40:55', '2022-02-19 12:40:55'),
(3443, 'ময়মনসিংহ', NULL, 'শেরপুর', 'শ্রীবর্দী', NULL, '2022-02-19 12:51:59', '2022-02-19 12:51:59'),
(3444, 'ঢাকা', NULL, 'নরসিংদী', 'বেলাব', NULL, '2022-02-19 13:12:56', '2022-02-19 13:12:56'),
(3445, 'চট্টগ্রাম', NULL, 'কক্সবাজার', 'উকিয়া', NULL, '2022-02-19 13:27:13', '2022-02-19 13:27:13'),
(3446, 'ঢাকা', NULL, 'ঢাকা', 'নবাবগঞ্জ', NULL, '2022-02-19 15:09:23', '2022-02-19 15:09:23'),
(3447, 'ঢাকা', NULL, 'নরসিংদী', 'শিবপুর', NULL, '2022-02-22 10:01:56', '2022-02-22 10:01:56'),
(3448, 'বরিশাল ', NULL, 'বরিশাল', 'বরিশাল সদর', NULL, '2022-02-22 10:51:38', '2022-02-22 10:51:38'),
(3449, 'ঢাকা', NULL, 'মাদারীপুর', 'রাজৈর', NULL, '2022-02-22 19:11:30', '2022-02-22 19:11:30'),
(3450, 'চট্টগ্রাম', NULL, 'লক্ষ্মীপুর', 'রামগঞ্জ', NULL, '2022-02-23 14:49:07', '2022-02-23 14:49:07'),
(3451, 'চট্টগ্রাম', NULL, 'নোয়াখালী', 'বেগমগঞ্জ', NULL, '2022-02-24 09:51:26', '2022-02-24 09:51:26'),
(3452, 'ঢাকা', NULL, 'ফরিদপুর', 'মধুখালী', NULL, '2022-02-24 11:24:20', '2022-02-24 11:24:20'),
(3453, 'বরিশাল ', NULL, 'বরগুনা', 'বরগুনা সদর', NULL, '2022-02-24 11:44:41', '2022-02-24 11:44:41'),
(3454, 'বরিশাল ', NULL, 'ঝালকাঠি', 'ঝালকাঠী সদর', NULL, '2022-02-24 12:31:07', '2022-02-24 12:31:07'),
(3455, 'চট্টগ্রাম', NULL, 'চাঁদপুর', 'কচুয়া', NULL, '2022-02-24 12:41:10', '2022-02-24 12:41:10'),
(3456, 'ঢাকা', NULL, 'গোপালগঞ্জ', 'কোটালীপাড়া', NULL, '2022-02-28 11:29:08', '2022-02-28 11:29:08'),
(3457, 'বরিশাল ', NULL, 'বরগুনা', 'পাথরঘাটা', NULL, '2022-02-28 12:36:20', '2022-02-28 12:36:20'),
(3458, 'বরিশাল ', NULL, 'পটুয়াখালী', 'মির্জাগঞ্জ', NULL, '2022-02-28 14:36:35', '2022-02-28 14:36:35'),
(3459, 'বরিশাল ', NULL, 'বরিশাল', 'আগৈলঝাড়া', NULL, '2022-03-01 09:59:15', '2022-03-01 09:59:15'),
(3460, 'চট্টগ্রাম', NULL, 'কুমিল্লা', 'হোমনা', NULL, '2022-03-01 10:40:14', '2022-03-01 10:40:14'),
(3461, 'খুলনা', NULL, 'বাগেরহাট', 'রাইন্দা', NULL, '2022-03-01 10:59:55', '2022-03-01 10:59:55'),
(3462, 'ময়মনসিংহ', NULL, 'ময়মনসিংহ', 'হালুয়াঘাট', NULL, '2022-03-01 14:52:03', '2022-03-01 14:52:03'),
(3463, 'বরিশাল ', NULL, 'বরিশাল', 'গৌরনদী', NULL, '2022-03-02 11:48:35', '2022-03-02 11:48:35'),
(3464, 'বরিশাল ', NULL, 'বরগুনা', 'বরগুনা সদর', NULL, '2022-03-03 09:59:00', '2022-03-03 09:59:00'),
(3465, 'ময়মনসিংহ', NULL, 'নেত্রকোণা', 'পূর্বধোলা', NULL, '2022-03-05 09:47:37', '2022-03-05 09:47:37'),
(3466, 'বরিশাল ', NULL, 'বরিশাল', 'উজিরপুর', NULL, '2022-03-05 10:00:12', '2022-03-05 10:00:12'),
(3467, 'সিলেট', NULL, 'হবিগঞ্জ', 'আজমেরীগঞ্জ', NULL, '2022-03-05 10:13:20', '2022-03-05 10:13:20'),
(3468, 'ময়মনসিংহ', NULL, 'নেত্রকোণা', 'মোহনগঞ্জ', NULL, '2022-03-05 10:35:25', '2022-03-05 10:35:25'),
(3469, 'চট্টগ্রাম', NULL, 'চাঁদপুর', 'ফরিদগঞ্জ', NULL, '2022-03-05 10:45:30', '2022-03-05 10:45:30'),
(3470, 'খুলনা', NULL, 'সাতক্ষীরা', 'সাতক্ষীরা সদর', NULL, '2022-03-06 10:54:26', '2022-03-06 10:54:26'),
(3471, 'চট্টগ্রাম', NULL, 'চাঁদপুর', 'ফরিদগঞ্জ', NULL, '2022-03-06 12:51:27', '2022-03-06 12:51:27'),
(3472, 'ঢাকা', NULL, 'ফরিদপুর', 'ফরিদপুর সদর', NULL, '2022-03-07 10:17:38', '2022-03-07 10:17:38'),
(3473, 'চট্টগ্রাম', NULL, 'চাঁদপুর', 'মতলব দক্ষিন', NULL, '2022-03-07 10:19:27', '2022-03-07 10:19:27'),
(3474, 'ঢাকা', NULL, 'শরীয়তপুর', 'ডামুড্যা', NULL, '2022-03-07 10:45:23', '2022-03-07 10:45:23'),
(3475, 'চট্টগ্রাম', NULL, 'কুমিল্লা', 'সদর দক্ষিন', NULL, '2022-03-07 11:50:27', '2022-03-07 11:50:27'),
(3476, 'সিলেট', NULL, 'সিলেট', 'জকিগঞ্জ', NULL, '2022-03-07 13:41:33', '2022-03-07 13:41:33'),
(3477, 'ঢাকা', NULL, 'মাদারীপুর', 'রাজৈর', NULL, '2022-03-07 15:11:45', '2022-03-07 15:11:45'),
(3478, 'বরিশাল ', NULL, 'ঝালকাঠি', 'ঝালকাঠী সদর', NULL, '2022-03-07 15:46:51', '2022-03-07 15:46:51'),
(3479, 'খুলনা', NULL, 'বাগেরহাট', 'মোড়লগঞ্জ', NULL, '2022-03-07 18:35:50', '2022-03-07 18:43:03'),
(3480, 'বরিশাল ', NULL, 'ভোলা', 'ভোলা সদর', '8300', '2022-03-09 09:41:53', '2022-03-09 09:41:53'),
(3481, 'ঢাকা', NULL, 'শরীয়তপুর', 'পালং', NULL, '2022-03-09 10:14:10', '2022-03-09 10:14:10'),
(3482, 'চট্টগ্রাম', NULL, 'কুমিল্লা', 'মুরাদনগর', NULL, '2022-03-09 16:22:54', '2022-03-09 16:22:54'),
(3483, 'বরিশাল ', 'বরিশাল সিটি কর্পোরেশন', 'ঝালকাঠি', 'রাজাপুর', NULL, '2022-03-10 15:50:34', '2022-03-10 15:50:34'),
(3484, 'ঢাকা', NULL, 'কিশোরগঞ্জ', 'ইটনা', NULL, '2022-03-13 15:44:31', '2022-03-13 15:44:31'),
(3485, 'বরিশাল ', NULL, 'ভোলা', 'দৌলতখান', NULL, '2022-03-13 16:01:48', '2022-03-13 16:01:48'),
(3486, 'ঢাকা', NULL, 'নরসিংদী', 'রায়পুরা', NULL, '2022-03-13 16:55:24', '2022-03-13 17:01:19'),
(3487, 'রাজশাহী', NULL, 'সিরাজগঞ্জ', 'চৌহালি', NULL, '2022-03-13 19:07:40', '2022-03-13 19:07:40'),
(3488, 'ঢাকা', NULL, 'কিশোরগঞ্জ', 'হোসেনপুর', NULL, '2022-03-14 11:34:33', '2022-03-14 11:34:33'),
(3489, 'চট্টগ্রাম', NULL, 'চাঁদপুর', 'হাজীগঞ্জ', NULL, '2022-03-15 08:56:23', '2022-03-15 08:56:23'),
(3490, 'চট্টগ্রাম', NULL, 'চাঁদপুর', 'শাহরাস্তি', NULL, '2022-03-15 10:54:59', '2022-03-15 10:55:58'),
(3491, 'চট্টগ্রাম', NULL, 'ব্রাহ্মণবাড়িয়া', 'নবীনগর', NULL, '2022-03-16 09:17:22', '2022-03-16 09:17:22'),
(3492, 'বরিশাল ', NULL, 'বরিশাল', 'বরিশাল সদর', NULL, '2022-03-16 11:49:28', '2022-03-16 11:49:28'),
(3493, 'বরিশাল ', NULL, 'পটুয়াখালী', 'বাউফল', NULL, '2022-03-20 15:59:58', '2022-03-20 15:59:58'),
(3494, 'চট্টগ্রাম', NULL, 'কুমিল্লা', 'লালমাই', NULL, '2022-03-20 16:16:32', '2022-03-20 16:17:52'),
(3495, 'চট্টগ্রাম', NULL, 'চাঁদপুর', 'ফরিদগঞ্জ', NULL, '2022-03-21 08:49:19', '2022-03-21 08:49:19'),
(3496, 'বরিশাল ', NULL, 'ঝালকাঠি', 'কাঠালিয়া', NULL, '2022-03-21 09:51:43', '2022-03-21 09:51:43'),
(3497, 'ঢাকা', NULL, 'ফরিদপুর', 'বোয়ালমারি', NULL, '2022-03-21 10:11:50', '2022-03-21 10:11:50'),
(3498, 'বরিশাল ', NULL, 'বরিশাল', 'গৌরনদী', NULL, '2022-03-23 16:18:41', '2022-03-23 16:18:41'),
(3499, 'রাজশাহী', NULL, 'নাটোর', 'বড়াইগ্রাম', '6630', '2022-03-24 10:07:34', '2022-03-24 10:07:34'),
(3500, 'ঢাকা', NULL, 'মাদারীপুর', 'কালকিনি', NULL, '2022-03-24 10:25:56', '2022-03-24 10:25:56'),
(3501, 'বরিশাল ', NULL, 'পটুয়াখালী', 'মির্জাগঞ্জ', NULL, '2022-03-27 09:05:15', '2022-03-27 09:05:15'),
(3502, 'চট্টগ্রাম', NULL, 'কুমিল্লা', 'মনোহরগঞ্জ', NULL, '2022-03-27 09:42:06', '2022-03-27 09:42:06'),
(3503, 'ময়মনসিংহ', NULL, 'ময়মনসিংহ', 'ধোবাউড়া', NULL, '2022-03-27 11:45:50', '2022-03-27 11:45:50'),
(3504, 'ঢাকা', NULL, 'কিশোরগঞ্জ', 'হোসেনপুর', NULL, '2022-03-28 08:39:03', '2022-03-28 08:39:03'),
(3505, 'ঢাকা', NULL, 'গাজীপুর', 'কালিয়াকৈর', NULL, '2022-03-28 16:53:27', '2022-03-28 16:53:27'),
(3506, 'চট্টগ্রাম', NULL, 'ব্রাহ্মণবাড়িয়া', 'বাঞ্ছারামপুর', NULL, '2022-03-30 11:04:45', '2022-03-30 11:04:45'),
(3507, 'বরিশাল ', NULL, 'বরিশাল', 'মুলাদী', NULL, '2022-03-30 11:35:39', '2022-03-30 11:35:39'),
(3508, 'ঢাকা', NULL, 'রাজবাড়ী', 'বানিয়াকান্দি', NULL, '2022-03-30 16:05:07', '2022-03-30 16:05:07'),
(3509, 'বরিশাল ', NULL, 'বরগুনা', 'তালতলি', NULL, '2022-03-30 16:23:01', '2022-03-30 16:23:01'),
(3510, 'ঢাকা', NULL, 'কিশোরগঞ্জ', 'করিমগঞ্জ', NULL, '2022-03-30 16:43:05', '2022-03-30 16:43:05'),
(3511, 'বরিশাল ', NULL, 'বরগুনা', 'বরগুনা সদর', NULL, '2022-04-03 11:18:56', '2022-04-03 11:18:56'),
(3512, 'খুলনা', NULL, 'যশোর', 'যশোর সদর', NULL, '2022-04-04 13:17:40', '2022-04-04 13:17:40'),
(3513, 'সিলেট', NULL, 'হবিগঞ্জ', 'নবীগঞ্জ', NULL, '2022-04-05 12:48:28', '2022-04-05 12:48:28'),
(3514, 'বরিশাল ', NULL, 'ভোলা', 'চরফ্যাশন', NULL, '2022-04-06 10:20:03', '2022-04-06 10:20:03'),
(3515, 'চট্টগ্রাম', NULL, 'চট্টগ্রাম', 'মীর সরাই', NULL, '2022-04-07 09:10:46', '2022-04-07 09:10:46'),
(3516, 'রাজশাহী', NULL, 'জয়পুরহাট', 'আক্কেলপুর', NULL, '2022-04-09 10:22:06', '2022-04-09 10:22:06'),
(3517, 'ঢাকা', NULL, 'গাজীপুর', 'গাজীপুর সদর', NULL, '2022-04-10 12:25:54', '2022-04-10 12:25:54'),
(3518, 'ঢাকা', NULL, 'টাঙ্গাইল', 'কালিহাতি', NULL, '2022-04-10 12:26:56', '2022-04-10 12:26:56'),
(3519, 'বরিশাল ', NULL, 'বরিশাল', 'মেহেন্দীগঞ্জ', NULL, '2022-04-10 12:32:00', '2022-04-10 12:32:00'),
(3520, 'ময়মনসিংহ', NULL, 'ময়মনসিংহ', 'ঈশ্বরগঞ্জ', NULL, '2022-04-10 13:29:05', '2022-04-10 13:29:05'),
(3521, 'বরিশাল ', NULL, 'পটুয়াখালী', 'বাউফল', NULL, '2022-04-13 13:39:59', '2022-04-13 13:39:59'),
(3522, 'খুলনা', NULL, 'বাগেরহাট', 'চিতলমারী', NULL, '2022-04-13 14:15:36', '2022-04-13 14:15:36'),
(3523, 'চট্টগ্রাম', NULL, 'কুমিল্লা', 'মুরাদনগর', NULL, '2022-04-13 14:44:33', '2022-04-13 14:44:33'),
(3524, 'ঢাকা', NULL, 'মাদারীপুর', 'শিবচর', NULL, '2022-04-19 11:11:19', '2022-04-19 11:11:19'),
(3525, 'চট্টগ্রাম', NULL, 'কুমিল্লা', 'মেঘনা', NULL, '2022-04-20 13:47:16', '2022-04-20 13:47:16'),
(3526, 'ময়মনসিংহ', NULL, 'জামালপুর', 'ইসলামপুর', NULL, '2022-04-21 14:46:16', '2022-04-21 14:46:16'),
(3527, 'ঢাকা', NULL, 'কিশোরগঞ্জ', 'ভৈরব', NULL, '2022-04-23 09:12:19', '2022-04-23 09:12:19'),
(3528, 'ঢাকা', NULL, 'রাজবাড়ী', 'গোয়ালন্দ', NULL, '2022-04-23 13:03:15', '2022-04-23 13:03:15'),
(3529, 'ঢাকা', NULL, 'নরসিংদী', 'পলাশ', NULL, '2022-04-23 14:13:52', '2022-04-23 14:13:52'),
(3530, 'চট্টগ্রাম', NULL, 'লক্ষ্মীপুর', 'লক্ষীপুর সদর', NULL, '2022-04-23 14:33:08', '2022-04-23 14:33:08'),
(3531, 'বরিশাল ', NULL, 'বরিশাল', 'বানারীপাড়া', NULL, '2022-04-25 10:45:14', '2022-12-26 11:24:46'),
(3532, 'বরিশাল ', NULL, 'পিরোজপুর', 'নেছারাবাদ', NULL, '2022-04-27 14:45:40', '2022-04-27 14:45:40'),
(3533, 'ঢাকা', NULL, 'শরীয়তপুর', 'সখিপুর', NULL, '2022-05-09 09:54:20', '2022-05-09 09:54:20'),
(3534, 'ঢাকা', NULL, 'টাঙ্গাইল', 'মধুপুর', NULL, '2022-05-09 10:02:01', '2022-05-09 10:02:01'),
(3535, 'ঢাকা', NULL, 'টাঙ্গাইল', 'মধুপুর', NULL, '2022-05-09 10:02:01', '2022-05-09 10:02:01'),
(3536, 'চট্টগ্রাম', NULL, 'নোয়াখালী', 'কোম্পানিগঞ্জ', NULL, '2022-05-10 10:44:06', '2022-05-10 10:44:06'),
(3537, 'ঢাকা', NULL, 'গাজীপুর', 'গাজীপুর সদর', NULL, '2022-05-12 11:29:03', '2022-05-12 11:29:03'),
(3538, 'বরিশাল ', NULL, 'পিরোজপুর', 'ইন্দুরকানী', NULL, '2022-05-14 14:37:40', '2022-05-14 14:37:40'),
(3539, 'বরিশাল ', NULL, 'ঝালকাঠি', 'রাজাপুর', NULL, '2022-05-14 14:46:55', '2022-05-14 14:46:55'),
(3540, 'বরিশাল ', NULL, 'পিরোজপুর', 'পিরোজপুর সদর', NULL, '2022-05-15 09:24:24', '2022-05-15 09:24:24'),
(3541, 'ঢাকা', NULL, 'মুন্সিগঞ্জ', 'গজারিয়া', NULL, '2022-05-15 12:55:52', '2022-05-15 12:55:52'),
(3542, 'ময়মনসিংহ', NULL, 'ময়মনসিংহ', 'গফরগাঁও', NULL, '2022-05-15 13:27:17', '2022-05-15 13:27:17'),
(3543, 'চট্টগ্রাম', NULL, 'কুমিল্লা', 'মুরাদনগর', NULL, '2022-05-18 11:22:41', '2022-05-18 11:22:41'),
(3544, 'ঢাকা', NULL, 'গাজীপুর', 'গাজীপুর সদর', NULL, '2022-05-19 11:34:46', '2022-05-19 11:34:46'),
(3545, 'চট্টগ্রাম', NULL, 'চাঁদপুর', 'ফরিদগঞ্জ', NULL, '2022-05-21 11:38:31', '2022-05-21 11:38:31'),
(3546, 'চট্টগ্রাম', NULL, 'চাঁদপুর', 'ফরিদগঞ্জ', NULL, '2022-05-21 14:29:05', '2022-05-21 14:29:05'),
(3547, 'বরিশাল ', NULL, 'বরগুনা', 'বামনা', NULL, '2022-05-24 12:23:59', '2022-05-24 12:23:59'),
(3548, 'ঢাকা', NULL, 'কিশোরগঞ্জ', 'করিমগঞ্জ', NULL, '2022-05-24 14:07:18', '2022-05-24 14:07:18'),
(3549, 'ঢাকা', NULL, 'মুন্সিগঞ্জ', 'লৌহজং', NULL, '2022-05-24 15:28:07', '2022-05-24 15:28:07'),
(3550, 'ঢাকা', NULL, 'মানিকগঞ্জ', 'হরিরামপুর', '1831', '2022-05-26 10:59:41', '2022-05-26 10:59:41'),
(3551, 'খুলনা', NULL, 'যশোর', 'অভয়নগর', '7460', '2022-05-26 11:10:15', '2022-05-26 11:10:15'),
(3552, 'বরিশাল ', NULL, 'বরিশাল', 'উজিরপুর', NULL, '2022-05-29 15:26:04', '2022-05-29 15:26:04'),
(3553, 'ময়মনসিংহ', NULL, 'ময়মনসিংহ', 'নান্দাইল', NULL, '2022-05-30 10:13:27', '2022-05-30 10:13:27'),
(3554, 'ঢাকা', NULL, 'মাদারীপুর', 'নগরকান্দা', NULL, '2022-05-30 10:36:46', '2022-05-30 10:36:46'),
(3555, 'ঢাকা', NULL, 'মাদারীপুর', 'মাদারীপুর সদর', NULL, '2022-05-31 11:45:46', '2022-05-31 11:45:46'),
(3556, 'চট্টগ্রাম', NULL, 'কুমিল্লা', 'লাকসাম', '3570', '2022-05-31 12:28:19', '2022-05-31 12:28:19'),
(3557, 'ঢাকা', NULL, 'ঢাকা', 'কোতয়ালী', '1100', '2022-05-31 12:38:37', '2022-05-31 12:38:37'),
(3558, 'চট্টগ্রাম', NULL, 'নোয়াখালী', 'বেগমগঞ্জ', '3822', '2022-05-31 15:52:20', '2022-05-31 15:52:20'),
(3559, 'ময়মনসিংহ', NULL, 'ময়মনসিংহ', 'গফরগাঁও', '2230', '2022-06-01 10:13:02', '2022-06-01 10:13:02'),
(3560, 'খুলনা', NULL, 'বাগেরহাট', 'বাগেরহাট', NULL, '2022-06-01 10:21:31', '2022-06-01 10:21:31'),
(3561, 'বরিশাল ', NULL, 'ঝালকাঠি', 'ঝালকাঠী সদর', NULL, '2022-06-07 08:48:06', '2022-06-07 08:48:06'),
(3562, 'ঢাকা', NULL, 'গোপালগঞ্জ', 'মুকসেদপুর', NULL, '2022-06-07 12:20:44', '2022-06-07 12:20:44'),
(3563, 'ঢাকা', NULL, 'মুন্সিগঞ্জ', 'শ্রীনগর', NULL, '2022-06-09 11:01:09', '2022-06-09 11:01:09'),
(3564, 'সিলেট', NULL, 'হবিগঞ্জ', 'বানিয়াচং', NULL, '2022-06-11 08:45:44', '2022-06-11 08:59:09'),
(3565, 'ঢাকা', NULL, 'মানিকগঞ্জ', 'শিবালয়', NULL, '2022-06-13 10:40:07', '2022-06-13 10:40:07'),
(3566, 'ঢাকা', NULL, 'শরীয়তপুর', 'গোসাইর হাট', NULL, '2022-06-15 09:15:30', '2022-06-15 09:15:30'),
(3567, 'ঢাকা', NULL, 'মাদারীপুর', 'রাজৈর', NULL, '2022-06-16 18:26:33', '2022-06-16 18:26:33'),
(3568, 'ময়মনসিংহ', NULL, 'শেরপুর', 'শেরপুর সদর', NULL, '2022-06-18 09:00:23', '2022-06-18 09:00:23'),
(3569, 'বরিশাল ', NULL, 'বরগুনা', 'বরগুনা সদর', NULL, '2022-06-18 16:26:59', '2022-06-20 15:45:53'),
(3570, 'চট্টগ্রাম', NULL, 'কুমিল্লা', 'লাকসাম', NULL, '2022-06-20 15:47:41', '2022-06-20 15:47:41'),
(3571, 'ময়মনসিংহ', NULL, 'নেত্রকোণা', 'বারহাট্টা', NULL, '2022-06-22 14:46:57', '2022-06-22 14:46:57'),
(3572, 'খুলনা', NULL, 'ঝিনাইদহ', 'ঝিনাইদহ সদর', NULL, '2022-06-23 16:48:54', '2022-06-23 16:48:54'),
(3573, 'বরিশাল ', NULL, 'বরিশাল', 'উজিরপুর', NULL, '2022-06-23 17:04:23', '2022-06-23 17:04:23'),
(3574, 'ঢাকা', NULL, 'ঢাকা', 'মতিঝিল', '1229', '2022-06-26 15:52:03', '2022-06-26 15:52:03'),
(3575, 'চট্টগ্রাম', NULL, 'নোয়াখালী', 'লক্ষীপুর', NULL, '2022-06-27 09:24:44', '2022-06-27 09:24:44'),
(3576, 'চট্টগ্রাম', NULL, 'লক্ষ্মীপুর', 'রামগঞ্জ', NULL, '2022-06-27 13:38:25', '2022-06-27 13:38:25'),
(3577, 'চট্টগ্রাম', NULL, 'চাঁদপুর', 'মতলব উত্তর', NULL, '2022-07-05 13:37:51', '2022-07-05 13:37:51'),
(3578, 'চট্টগ্রাম', NULL, 'চট্টগ্রাম', 'কর্নফুলী', NULL, '2022-07-06 10:05:58', '2022-07-06 10:05:58'),
(3579, 'ঢাকা', NULL, 'কিশোরগঞ্জ', 'মিঠামইন', NULL, '2022-07-06 10:42:33', '2022-07-06 10:42:33'),
(3580, 'চট্টগ্রাম', NULL, 'নোয়াখালী', 'হাতিয়া', NULL, '2022-07-06 10:59:58', '2022-07-06 10:59:58'),
(3581, 'বরিশাল ', NULL, 'বরিশাল', 'বাবুগঞ্জ', '8213', '2022-07-06 11:13:28', '2022-07-06 11:13:28'),
(3582, 'চট্টগ্রাম', NULL, 'নোয়াখালী', 'সোনাইমুড়ী', NULL, '2022-07-16 11:57:18', '2022-07-16 11:57:18'),
(3583, 'চট্টগ্রাম', NULL, 'চাঁদপুর', 'মতলব উত্তর', NULL, '2022-07-17 14:58:26', '2022-07-17 14:58:26'),
(3584, 'বরিশাল ', NULL, 'ঝালকাঠি', 'নলসিটি', NULL, '2022-07-18 17:56:06', '2022-07-18 17:56:06'),
(3585, 'ঢাকা', NULL, 'গোপালগঞ্জ', 'কাশিয়ানী', NULL, '2022-07-23 11:24:49', '2022-07-23 11:27:37'),
(3586, 'বরিশাল ', NULL, 'পটুয়াখালী', 'বাউফল', NULL, '2022-07-25 12:30:22', '2022-07-25 12:30:22'),
(3587, 'ঢাকা', NULL, 'মানিকগঞ্জ', 'শিবালয়', NULL, '2022-07-25 16:17:56', '2022-07-25 16:17:56'),
(3588, 'বরিশাল ', NULL, 'ঝালকাঠি', 'রাজাপুর', NULL, '2022-07-25 16:18:48', '2022-07-25 16:18:48'),
(3589, 'বরিশাল ', NULL, 'বরগুনা', 'গৌরনদী', NULL, '2022-07-26 09:11:35', '2022-07-26 09:11:35'),
(3590, 'ঢাকা', NULL, 'শরীয়তপুর', 'সখিপুর', NULL, '2022-07-26 12:34:01', '2022-07-26 12:34:01'),
(3591, 'বরিশাল ', NULL, 'বরগুনা', 'আমতলী', NULL, '2022-07-31 09:42:30', '2022-07-31 09:42:30'),
(3592, 'চট্টগ্রাম', NULL, 'ব্রাহ্মণবাড়িয়া', 'নাসিরনগর', NULL, '2022-08-01 13:29:42', '2022-08-01 13:29:42'),
(3593, 'রংপুর', NULL, 'গাইবান্ধা', 'গাইবান্ধা সদর', NULL, '2022-08-01 15:49:52', '2022-08-01 15:49:52'),
(3594, 'চট্টগ্রাম', NULL, 'ব্রাহ্মণবাড়িয়া', 'কসবা', NULL, '2022-08-02 13:42:36', '2022-08-02 13:42:36'),
(3595, 'ঢাকা', NULL, 'মাদারীপুর', 'শিবচর', NULL, '2022-08-04 11:41:28', '2022-08-04 11:41:28'),
(3596, 'ঢাকা', NULL, 'টাঙ্গাইল', 'কালিহাটি', NULL, '2022-08-04 14:30:26', '2022-08-04 14:30:26'),
(3597, 'চট্টগ্রাম', NULL, 'নোয়াখালী', 'সোনাইমুড়ি', NULL, '2022-08-04 14:40:58', '2022-08-04 14:40:58'),
(3598, 'ঢাকা', NULL, 'নারায়ণগঞ্জ', 'রূপগঞ্জ', NULL, '2022-08-06 16:53:09', '2022-08-08 12:51:01'),
(3599, 'ঢাকা', NULL, 'নারায়ণগঞ্জ', 'রূপগঞ্জ', NULL, '2022-08-08 12:53:53', '2022-08-08 12:53:53'),
(3600, 'ময়মনসিংহ', NULL, 'জামালপুর', 'জামালপুর সদর', NULL, '2022-08-08 15:31:10', '2022-08-08 15:31:10'),
(3601, 'রাজশাহী', NULL, 'বগুড়া', 'বগুড়া সদর', NULL, '2022-08-09 17:21:49', '2022-08-09 17:21:49'),
(3602, 'ঢাকা', NULL, 'মুন্সিগঞ্জ', 'শ্রীনগর', NULL, '2022-08-11 12:18:28', '2022-08-11 12:18:28'),
(3603, 'বরিশাল ', NULL, 'পটুয়াখালী', 'বাউফল', '8622', '2022-08-11 14:00:50', '2022-08-11 14:00:50'),
(3604, 'বরিশাল ', NULL, 'ভোলা', 'বরহানউদ্দিন', NULL, '2022-08-13 12:02:23', '2022-08-13 12:02:23'),
(3605, 'চট্টগ্রাম', NULL, 'নোয়াখালী', 'নোয়াখালী সদর', NULL, '2022-08-16 12:46:25', '2022-08-16 12:46:25'),
(3606, 'চট্টগ্রাম', NULL, 'চট্টগ্রাম', 'চন্দনাইপ', NULL, '2022-08-16 12:58:57', '2022-08-16 12:58:57'),
(3607, 'বরিশাল ', NULL, 'ভোলা', 'বোরহানউদ্দিন', NULL, '2022-08-16 13:13:20', '2022-08-16 13:13:20'),
(3608, 'চট্টগ্রাম', NULL, 'নোয়াখালী', 'নোয়াখালী সদর', NULL, '2022-08-16 16:22:32', '2022-08-16 16:22:32'),
(3609, 'ঢাকা', NULL, 'ফরিদপুর', 'শালতা', NULL, '2022-08-17 16:01:27', '2022-08-17 16:01:27'),
(3610, 'ঢাকা', NULL, 'শরীয়তপুর', 'শরীয়তপুর সদর', NULL, '2022-08-18 12:28:34', '2022-08-18 12:28:34'),
(3611, 'ঢাকা', NULL, 'কিশোরগঞ্জ', 'অষ্টগ্রাম', NULL, '2022-08-18 14:28:22', '2022-08-18 14:28:22'),
(3612, 'রংপুর', NULL, 'গাইবান্ধা', 'সুন্দরগঞ্জ', NULL, '2022-08-21 13:54:18', '2022-08-21 13:54:18'),
(3613, 'খুলনা', NULL, 'খুলনা', 'সোনাডাঙ্গা', NULL, '2022-08-23 13:15:32', '2022-08-23 13:15:32'),
(3614, 'বরিশাল ', NULL, 'ভোলা', 'চরফ্যাশন', NULL, '2022-08-23 15:50:30', '2022-08-23 15:50:30'),
(3615, 'চট্টগ্রাম', NULL, 'ব্রাহ্মণবাড়িয়া', 'বিজয়নগর', '3450', '2022-08-25 13:53:24', '2022-08-25 13:53:24'),
(3616, 'চট্টগ্রাম', NULL, 'চট্টগ্রাম', 'সাতকানিয়া', NULL, '2022-08-28 13:21:48', '2022-08-28 13:21:48'),
(3617, 'ঢাকা', NULL, 'নারায়ণগঞ্জ', 'ফতুল্লা', NULL, '2022-08-28 13:46:42', '2022-08-28 13:46:42'),
(3618, 'ঢাকা', NULL, 'গাজীপুর', 'কাপাসিয়া', NULL, '2022-08-28 13:57:01', '2022-08-28 14:09:58'),
(3619, 'চট্টগ্রাম', NULL, 'কুমিল্লা', 'মুরাদনগর', NULL, '2022-08-29 13:28:23', '2022-08-29 13:28:23'),
(3620, 'বরিশাল ', NULL, 'বরিশাল', 'মেহেন্দীগঞ্জ', NULL, '2022-08-30 14:40:41', '2022-08-30 14:40:41'),
(3621, 'ঢাকা', NULL, 'মাদারীপুর', 'মাদারীপুর সদর', NULL, '2022-09-01 10:13:00', '2022-09-01 10:13:00'),
(3622, 'ঢাকা', NULL, 'নারায়ণগঞ্জ', 'সোনারগাঁও', NULL, '2022-09-01 13:53:00', '2022-09-01 13:53:00'),
(3623, 'চট্টগ্রাম', NULL, 'কুমিল্লা', 'চান্দিনা', NULL, '2022-09-01 15:25:03', '2022-09-01 15:25:03'),
(3624, 'চট্টগ্রাম', NULL, 'নোয়াখালী', 'নোয়াখালী সদর', NULL, '2022-09-01 15:35:07', '2022-09-01 15:35:07'),
(3625, 'বরিশাল ', NULL, 'বরিশাল', 'বরিশাল সদর', NULL, '2022-09-04 13:29:37', '2022-09-04 13:29:37'),
(3626, 'চট্টগ্রাম', NULL, 'কুমিল্লা', 'চৌদ্দগ্রাম', NULL, '2022-09-05 13:38:35', '2022-09-05 13:38:35'),
(3627, 'বরিশাল ', NULL, 'পটুয়াখালী', 'পটুযাখালী সদর', NULL, '2022-09-05 13:49:25', '2022-09-05 13:49:25'),
(3628, 'চট্টগ্রাম', NULL, 'চাঁদপুর', 'ফরিদগঞ্জ', NULL, '2022-09-07 10:29:19', '2022-09-07 10:29:19'),
(3629, 'চট্টগ্রাম', NULL, 'কুমিল্লা', 'দেবীদ্বার', '3531', '2022-09-07 12:27:08', '2022-09-07 12:27:08'),
(3630, 'রাজশাহী', NULL, 'নওগাঁ', 'আত্রাই', NULL, '2022-09-07 14:03:09', '2022-09-07 14:03:09'),
(3631, 'রংপুর', NULL, 'রংপুর', 'পীরগাছা', NULL, '2022-09-08 12:43:16', '2022-09-08 12:43:16'),
(3632, 'চট্টগ্রাম', NULL, 'কুমিল্লা', 'বুড়িচং', '3500', '2022-09-11 09:40:32', '2022-09-11 09:40:32'),
(3633, 'বরিশাল ', NULL, 'বরিশাল', 'বরিশাল সদর', NULL, '2022-09-11 13:41:30', '2022-09-11 13:41:30'),
(3634, 'ঢাকা', NULL, 'মাদারীপুর', 'রাজৈর', NULL, '2022-09-12 09:13:41', '2022-09-12 09:13:41'),
(3635, 'রংপুর', NULL, 'গাইবান্ধা', 'গাইবান্ধা সদর', NULL, '2022-09-12 11:08:44', '2022-09-12 11:08:44'),
(3636, 'বরিশাল ', NULL, 'বরগুনা', 'আমতলী', NULL, '2022-09-18 12:53:22', '2022-09-18 12:53:22'),
(3637, 'ঢাকা', NULL, 'গাজীপুর', 'কালিয়াকৈর', NULL, '2022-09-18 14:32:00', '2022-09-18 14:32:00'),
(3638, 'চট্টগ্রাম', NULL, 'ব্রাহ্মণবাড়িয়া', 'নবীনগর', NULL, '2022-09-20 11:45:15', '2022-09-20 11:45:15'),
(3639, 'সিলেট', NULL, 'হবিগঞ্জ', 'আজমেরীগঞ্জ', NULL, '2022-09-25 10:24:28', '2022-09-25 10:24:28'),
(3640, 'ঢাকা', NULL, 'ঢাকা', 'বাড্ডা', '1212', '2022-09-28 09:46:36', '2022-09-28 09:46:36'),
(3641, 'ঢাকা', NULL, 'কিশোরগঞ্জ', 'ভৈরব', NULL, '2022-10-01 09:29:45', '2022-10-01 09:29:45'),
(3642, 'বরিশাল ', NULL, 'বরিশাল', 'মুলাদী', NULL, '2022-10-01 14:10:41', '2022-10-01 14:10:41'),
(3643, 'খুলনা', NULL, 'যশোর', 'চৌগাছা', NULL, '2022-10-04 09:55:09', '2022-10-04 09:55:09'),
(3644, 'বরিশাল ', NULL, 'ঝালকাঠি', 'রাজাপুর', NULL, '2022-10-09 11:14:40', '2022-10-09 11:14:40'),
(3645, 'বরিশাল ', NULL, 'ঝালকাঠি', 'কাঠালিয়া', NULL, '2022-10-11 11:46:33', '2022-10-11 11:46:33'),
(3646, 'ঢাকা', NULL, 'মাদারীপুর', 'মাদারীপুর সদর', NULL, '2022-10-12 09:35:22', '2022-10-12 09:35:22'),
(3647, 'ঢাকা', NULL, 'শরীয়তপুর', 'নড়িয়া', NULL, '2022-10-13 14:10:19', '2022-10-13 14:10:19'),
(3648, 'ঢাকা', NULL, 'মাদারীপুর', 'রাজৈর', '7911', '2022-10-16 13:35:10', '2022-10-16 13:35:43'),
(3649, 'বরিশাল ', NULL, 'পিরোজপুর', 'নেছারাবাদ', NULL, '2022-10-17 14:46:46', '2022-10-17 14:46:46'),
(3650, 'ঢাকা', NULL, 'কিশোরগঞ্জ', 'ইটনা', NULL, '2022-10-18 10:45:00', '2022-10-18 10:45:00'),
(3651, 'বরিশাল ', NULL, 'পিরোজপুর', 'নেছারাবাদ', NULL, '2022-10-18 20:05:25', '2022-10-18 20:05:25'),
(3652, 'খুলনা', NULL, 'খুলনা', 'রূপসা', NULL, '2022-10-25 14:23:46', '2022-10-25 14:23:46'),
(3653, 'বরিশাল ', NULL, 'পটুয়াখালী', 'বাউফল', NULL, '2022-10-25 15:02:34', '2022-10-25 15:02:34'),
(3654, 'চট্টগ্রাম', NULL, 'লক্ষ্মীপুর', 'লক্ষীপুর সদর', NULL, '2022-10-26 11:56:46', '2022-10-26 11:56:46'),
(3655, 'ঢাকা', NULL, 'গাজীপুর', 'পুবাইল', NULL, '2022-10-26 16:55:58', '2022-10-26 16:55:58'),
(3656, 'ঢাকা', NULL, 'শরীয়তপুর', 'পালং', NULL, '2022-10-29 10:54:35', '2022-10-29 10:54:35'),
(3657, 'বরিশাল ', NULL, 'ভোলা', 'চরফ্যাশন', NULL, '2022-10-29 14:22:54', '2022-10-29 14:22:54'),
(3658, 'চট্টগ্রাম', NULL, 'ব্রাহ্মণবাড়িয়া', 'বাঞ্ছারামপুর', NULL, '2022-10-30 15:31:59', '2022-10-30 15:45:37'),
(3659, 'বরিশাল ', NULL, 'পিরোজপুর', 'পিরোজপুর সদর', NULL, '2022-11-01 10:09:32', '2022-11-01 10:09:32'),
(3660, 'চট্টগ্রাম', NULL, 'ফেনী', 'ফুলগাজী', NULL, '2022-11-03 10:11:50', '2022-11-03 10:11:50'),
(3661, 'রাজশাহী', NULL, 'রাজশাহী', 'পবা', NULL, '2022-11-03 11:20:31', '2022-11-03 11:20:31'),
(3662, 'ঢাকা', NULL, 'মাদারীপুর', 'রাজৈর', NULL, '2022-11-06 14:05:12', '2022-11-06 14:05:12'),
(3663, 'বরিশাল ', NULL, 'পটুয়াখালী', 'পটুযাখালী সদর', NULL, '2022-11-06 14:39:49', '2022-11-06 14:39:49'),
(3664, 'খুলনা', NULL, 'যশোর', 'যশোর সদর', NULL, '2022-11-07 13:01:06', '2022-11-07 13:01:06'),
(3665, 'ঢাকা', NULL, 'গাজীপুর', 'কালিয়াকৈর', '1750', '2022-11-08 11:08:57', '2022-11-08 11:08:57'),
(3666, 'বরিশাল ', NULL, 'বরিশাল', 'বানারীপাড়া', NULL, '2022-11-08 14:03:33', '2022-12-26 11:22:49'),
(3667, 'চট্টগ্রাম', NULL, 'কুমিল্লা', 'মেঘনা', NULL, '2022-11-12 12:59:10', '2022-11-12 12:59:10'),
(3668, 'ঢাকা', NULL, 'কিশোরগঞ্জ', 'করিমগঞ্জ', NULL, '2022-11-12 15:04:05', '2022-11-12 15:04:05'),
(3669, 'ময়মনসিংহ', NULL, 'জামালপুর', 'জামালপুর সদর', NULL, '2022-11-13 11:56:12', '2022-11-13 11:56:12'),
(3670, 'খুলনা', NULL, 'খুলনা', 'সোনাডাঙ্গা', '9000', '2022-11-13 15:05:30', '2022-11-13 15:05:30'),
(3671, 'চট্টগ্রাম', NULL, 'কুমিল্লা', 'চৌদ্দগ্রাম', '3552', '2022-11-15 11:14:27', '2022-11-15 11:14:27'),
(3672, 'বরিশাল ', NULL, 'ভোলা', 'বোরহানউদ্দিন', '8320', '2022-11-21 11:53:58', '2022-11-21 12:09:54'),
(3673, 'চট্টগ্রাম', NULL, 'ব্রাহ্মণবাড়িয়া', 'আশুগঞ্জ', '3402', '2022-11-23 09:27:19', '2022-11-23 09:27:19'),
(3674, 'বরিশাল ', NULL, 'ঝালকাঠি', 'ঝালকাঠি সদর', NULL, '2022-11-23 15:03:12', '2022-12-20 10:45:43'),
(3675, 'চট্টগ্রাম', NULL, 'ব্রাহ্মণবাড়িয়া', 'বাঞ্ছারামপুর', NULL, '2022-11-24 11:26:34', '2022-11-24 11:26:34'),
(3676, 'বরিশাল ', NULL, 'পিরোজপুর', 'পিরোজপুর সদর', NULL, '2022-12-03 13:39:50', '2022-12-03 13:39:50'),
(3677, 'খুলনা', NULL, 'মাগুরা', 'মোহাম্মদপুর', NULL, '2022-12-03 14:36:22', '2022-12-03 14:36:22'),
(3678, 'সিলেট', NULL, 'সুনামগঞ্জ', 'ধর্মপাশা', NULL, '2022-12-08 14:22:13', '2022-12-08 14:22:13'),
(3679, 'ঢাকা', NULL, 'গাজীপুর', 'কালীগঞ্জ', NULL, '2022-12-08 14:30:39', '2022-12-08 14:30:39'),
(3680, 'ঢাকা', NULL, 'ঢাকা', 'ভাটারা', '1229', '2022-12-12 14:27:32', '2022-12-12 14:27:32'),
(3681, 'ঢাকা', NULL, 'ফরিদপুর', 'সালথা', '8140', '2022-12-17 11:03:00', '2022-12-17 11:03:00'),
(3682, 'চট্টগ্রাম', NULL, 'নোয়াখালী', 'সেনবাগ', NULL, '2022-12-17 11:16:18', '2022-12-17 11:16:18'),
(3683, 'চট্টগ্রাম', NULL, 'কুমিল্লা', 'কুমিল্লা সদর', NULL, '2022-12-17 12:07:03', '2022-12-17 12:07:03'),
(3684, 'চট্টগ্রাম', NULL, 'কুমিল্লা', 'দেবিদ্বার', NULL, '2022-12-17 12:21:31', '2022-12-17 12:21:31'),
(3685, 'বরিশাল ', NULL, 'পটুয়াখালী', 'বাউফল', NULL, '2022-12-18 16:51:56', '2022-12-18 16:51:56'),
(3686, 'চট্টগ্রাম', NULL, 'চাঁদপুর', 'চাঁদপুর সদর', NULL, '2022-12-19 16:24:39', '2022-12-19 16:24:39'),
(3687, 'ঢাকা', NULL, 'ফরিদপুর', 'ভাঙ্গা', NULL, '2022-12-19 16:39:19', '2022-12-19 16:39:19'),
(3688, 'বরিশাল ', NULL, 'ঝালকাঠি', 'ঝালকাঠি সদর', NULL, '2022-12-20 10:44:54', '2022-12-20 10:44:54'),
(3689, 'চট্টগ্রাম', NULL, 'চাঁদপুর', 'হাজীগঞ্জ', NULL, '2022-12-20 12:13:09', '2022-12-20 12:13:09'),
(3690, 'ঢাকা', NULL, 'কিশোরগঞ্জ', 'করিমগঞ্জ', NULL, '2022-12-20 14:19:01', '2022-12-20 14:19:01'),
(3691, 'বরিশাল ', NULL, 'বরিশাল', 'মেহেন্দীগঞ্জ', NULL, '2022-12-22 11:39:59', '2022-12-22 11:41:58'),
(3692, 'চট্টগ্রাম', NULL, 'কুমিল্লা', 'লাঙ্গলকোট', NULL, '2022-12-24 15:16:43', '2022-12-24 15:16:43'),
(3693, 'খুলনা', NULL, 'যশোর', 'শার্শা', NULL, '2022-12-24 15:37:55', '2022-12-24 15:37:55'),
(3694, 'ঢাকা', NULL, 'নারায়ণগঞ্জ', 'আড়াই হাজার', NULL, '2022-12-25 13:49:10', '2022-12-25 13:49:10'),
(3695, 'ঢাকা', NULL, 'ঢাকা', 'উত্তর খান', NULL, '2022-12-26 14:51:04', '2022-12-26 14:51:04'),
(3696, 'বরিশাল ', NULL, 'পটুয়াখালী', 'মির্জাগঞ্জ', NULL, '2023-01-08 12:43:05', '2023-01-08 12:43:05'),
(3697, 'চট্টগ্রাম', NULL, 'কুমিল্লা', 'তিতাস', NULL, '2023-01-10 15:12:00', '2023-01-10 15:12:00'),
(3698, 'বরিশাল ', NULL, 'ঝালকাঠি', 'ঝালকাঠী সদর', NULL, '2023-01-10 15:47:19', '2023-01-10 15:47:19'),
(3699, 'ঢাকা', NULL, 'ঢাকা', 'দোহার', NULL, '2023-01-11 12:23:43', '2023-01-11 12:23:43'),
(3700, 'রাজশাহী', NULL, 'পাবনা', 'পাবনা সদর', NULL, '2023-01-11 12:53:02', '2023-01-11 12:53:02'),
(3701, 'ময়মনসিংহ', NULL, 'নেত্রকোণা', 'মদন', NULL, '2023-01-12 15:18:49', '2023-01-12 15:18:49'),
(3702, 'রংপুর', NULL, 'রংপুর', 'রংপুর সদর', '৫৪৩১', '2023-01-14 15:08:47', '2023-01-14 15:08:47'),
(3703, 'খুলনা', NULL, 'খুলনা', 'বাগেরহাট', NULL, '2023-01-15 11:15:23', '2023-01-15 11:15:23'),
(3704, 'বরিশাল ', NULL, 'পটুয়াখালী', 'কলাপাড়া', NULL, '2023-01-16 15:44:59', '2023-01-16 15:44:59'),
(3705, 'ময়মনসিংহ', NULL, 'নেত্রকোণা', 'কলমাকান্দা', NULL, '2023-01-16 15:46:14', '2023-01-16 15:46:14'),
(3706, 'ঢাকা', NULL, 'কিশোরগঞ্জ', 'মিঠামইন', NULL, '2023-01-19 10:09:57', '2023-01-19 10:09:57'),
(3707, 'ঢাকা', NULL, 'ঢাকা', 'ধামরাই', NULL, '2023-01-19 10:40:24', '2023-01-19 10:40:24'),
(3708, 'ঢাকা', NULL, 'গোপালগঞ্জ', 'কোটালীপাড়া', NULL, '2023-01-19 11:29:13', '2023-01-19 11:29:13'),
(3709, 'চট্টগ্রাম', NULL, 'নোয়াখালী', 'বেগমগঞ্জ', NULL, '2023-01-21 10:05:48', '2023-01-21 10:05:48'),
(3710, 'ঢাকা', NULL, 'টাঙ্গাইল', 'নাগরপুর', NULL, '2023-01-23 11:22:03', '2023-01-23 11:22:03'),
(3711, 'খুলনা', NULL, 'ঝিনাইদহ', 'মহেশপুর', NULL, '2023-01-24 14:18:18', '2023-01-24 14:18:18'),
(3712, 'সিলেট', NULL, 'হবিগঞ্জ', 'শাহেস্তাগঞ্জ', NULL, '2023-01-26 15:16:35', '2023-01-26 15:17:57'),
(3713, 'ময়মনসিংহ', NULL, 'নেত্রকোণা', 'কেন্দুয়া', NULL, '2023-01-31 10:41:29', '2023-01-31 10:41:29'),
(3714, 'ঢাকা', NULL, 'শরীয়তপুর', 'শরীয়তপুর সদর', NULL, '2023-02-06 11:11:20', '2023-02-06 11:11:20'),
(3715, 'ঢাকা', NULL, 'শরীয়তপুর', 'নড়িয়া', NULL, '2023-02-08 12:22:48', '2023-02-08 12:22:48'),
(3716, 'বরিশাল ', NULL, 'বরগুনা', 'বেতাগী', NULL, '2023-02-08 15:11:33', '2023-02-08 15:11:33'),
(3717, 'ময়মনসিংহ', NULL, 'জামালপুর', 'বকশিগঞ্জ', NULL, '2023-02-09 11:16:04', '2023-02-09 11:16:04'),
(3718, 'রাজশাহী', NULL, 'বগুড়া', 'শিবগঞ্জ', NULL, '2023-02-12 15:55:43', '2023-02-12 15:55:43'),
(3719, 'চট্টগ্রাম', NULL, 'নোয়াখালী', 'সোনাইমুড়ী', NULL, '2023-02-14 11:00:40', '2023-02-14 11:00:40'),
(3720, 'বরিশাল ', NULL, 'বরিশাল', 'বাকেরগঞ্জ', NULL, '2023-02-14 12:05:27', '2023-02-14 12:05:27'),
(3721, 'বরিশাল ', NULL, 'বরগুনা', 'বরগুনা সদর', NULL, '2023-02-15 11:45:54', '2023-02-15 11:45:54'),
(3722, 'ঢাকা', NULL, 'নারায়ণগঞ্জ', 'রূপগঞ্জ', NULL, '2023-02-16 10:33:32', '2023-02-16 10:33:32'),
(3723, 'বরিশাল ', NULL, 'বরিশাল', 'মেহেন্দীগঞ্জ', NULL, '2023-02-18 11:37:18', '2023-02-18 11:37:18'),
(3724, 'চট্টগ্রাম', NULL, 'লক্ষ্মীপুর', 'লক্ষ্মীপুর সদর', NULL, '2023-02-19 16:25:08', '2023-02-19 16:25:08'),
(3725, 'বরিশাল ', NULL, 'ঝালকাঠি', 'নলছিটি', '8420', '2023-02-23 12:47:00', '2023-02-23 12:47:00'),
(3726, 'ঢাকা', NULL, 'কিশোরগঞ্জ', 'তাড়াইল', NULL, '2023-02-23 13:47:43', '2023-02-23 13:47:43'),
(3727, 'খুলনা', NULL, 'যশোর', 'যশোর সদর', NULL, '2023-02-23 13:58:31', '2023-02-23 13:58:31'),
(3728, 'চট্টগ্রাম', NULL, 'ব্রাহ্মণবাড়িয়া', 'বাঞ্ছারামপুর', NULL, '2023-02-23 15:25:16', '2023-02-23 15:25:16');

-- --------------------------------------------------------

--
-- Table structure for table `countries`
--

CREATE TABLE `countries` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `country_iso_code` varchar(255) DEFAULT NULL,
  `country_name_english` varchar(255) DEFAULT NULL,
  `country_name_bangla` varchar(255) DEFAULT NULL,
  `country_people_english` varchar(255) DEFAULT NULL,
  `country_people_bangla` varchar(255) DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `countries`
--

INSERT INTO `countries` (`id`, `country_iso_code`, `country_name_english`, `country_name_bangla`, `country_people_english`, `country_people_bangla`, `created_at`, `updated_at`) VALUES
(1, 'AF', 'Afghanistan', 'আফগানিস্তান', 'Afghanistan', 'আফগান', '2023-07-15 02:09:33', '2023-07-15 02:09:33'),
(2, 'AL', 'Albania', 'আলবেনিয়া', 'Albanian', 'আলবেনিয়ান', '2023-07-15 02:09:33', '2023-07-15 02:09:33'),
(3, 'DZ', 'Algeria', 'আলজেরিয়া', 'Algerian', 'আলজেরিয়ান', '2023-07-15 02:09:33', '2023-07-15 02:09:33'),
(4, 'AD', 'Andorra', 'অ্যান্ডোরা', 'Andorran', 'অ্যান্ডোরান', '2023-07-15 02:09:33', '2023-07-15 02:09:33'),
(5, 'AO', 'Angola', 'অ্যাঙ্গোলা', 'Angolan', 'অ্যাঙ্গোলান', '2023-07-15 02:09:33', '2023-07-15 02:09:33'),
(6, 'AG', 'Antigua and Barbuda', 'অ্যান্টিগুয়া ও বার্বুডা', 'Antiguan and Barbudan', 'অ্যান্টিগুয়ান এবং বারবুডান', '2023-07-15 02:09:33', '2023-07-15 02:09:33'),
(7, 'AR', 'Argentina', 'আর্জেন্টিনা', 'Argentinian', 'আর্জেন্টিনীয়', '2023-07-15 02:09:33', '2023-07-15 02:09:33'),
(8, 'AM', 'Armenia', 'আর্মেনিয়া', 'Armenian', 'আর্মেনিয়ান', '2023-07-15 02:09:33', '2023-07-15 02:09:33'),
(9, 'AW', 'Aruba', 'আরুবা', 'Aruban', 'আরুবান', '2023-07-15 02:09:33', '2023-07-15 02:09:33'),
(10, 'AU', 'Australia', 'অস্ট্রেলিয়া', 'Australian', 'অস্ট্রেলিয়ান', '2023-07-15 02:09:33', '2023-07-15 02:09:33'),
(11, 'AT', 'Austria', 'অস্ট্রিয়া', 'Austrian', 'অস্ট্রিয়ান', '2023-07-15 02:09:33', '2023-07-15 02:09:33'),
(12, 'AZ', 'Azerbaijan', 'আজারবাইজান', 'Azerbaijani', 'আজারবাইজানি', '2023-07-15 02:09:33', '2023-07-15 02:09:33'),
(13, 'BS', 'Bahamas', 'বাহামাস', 'Bahamian', 'বাহামিয়ান', '2023-07-15 02:09:33', '2023-07-15 02:09:33'),
(14, 'BH', 'Bahrain', 'বাহরাইন', 'Bahraini', 'বাহরাইনি', '2023-07-15 02:09:33', '2023-07-15 02:09:33'),
(15, 'BD', 'Bangladesh', 'বাংলাদেশ', 'Bangladeshi', 'বাংলাদেশী', '2023-07-15 02:09:33', '2023-07-15 02:09:33'),
(16, 'BB', 'Barbados', 'বার্বাডোস', 'Barbadian', 'বার্বাডিয়ান', '2023-07-15 02:09:33', '2023-07-15 02:09:33'),
(17, 'BY', 'Belarus', 'বেলারুস', 'Belarusian', 'বেলারুশিয়ান', '2023-07-15 02:09:33', '2023-07-15 02:09:33'),
(18, 'BE', 'Belgium', 'বেলজিয়াম', 'Belgian', 'বেলজিয়ান', '2023-07-15 02:09:33', '2023-07-15 02:09:33'),
(19, 'BZ', 'Belize', 'বেলিজ', 'Belizean', 'বেলিজিয়ান', '2023-07-15 02:09:33', '2023-07-15 02:09:33'),
(20, 'BJ', 'Benin', 'বেনিন', 'Beninese', 'বেনিনীজ', '2023-07-15 02:09:33', '2023-07-15 02:09:33'),
(21, 'BT', 'Bhutan', 'ভুটান', 'Bhutanese', 'ভুটানিজ', '2023-07-15 02:09:33', '2023-07-15 02:09:33'),
(22, 'BO', 'Bolivia', 'বলিভিয়া', 'Bolivian', 'বলিভিয়ান', '2023-07-15 02:09:33', '2023-07-15 02:09:33'),
(23, 'BW', 'Botswana', 'বতসোয়ানা', 'Batswana', 'বাতসোয়ানা', '2023-07-15 02:09:33', '2023-07-15 02:09:33'),
(24, 'BR', 'Brazil', 'ব্রাজিল', 'Brazilian', 'ব্রাজিলিয়ান', '2023-07-15 02:09:33', '2023-07-15 02:09:33'),
(25, 'BG', 'Bulgaria', 'বুলগেরিয়া', 'Bulgarian', 'বুলগেরিয়ান', '2023-07-15 02:09:33', '2023-07-15 02:09:33'),
(26, 'BI', 'Burundi', 'বুরুন্ডি', 'Umurundi', 'উমুরুন্ডি', '2023-07-15 02:09:33', '2023-07-15 02:09:33'),
(27, 'KH', 'Cambodia', 'কাম্বোডিয়া', 'Cambodian', 'কম্বোডিয়ান', '2023-07-15 02:09:33', '2023-07-15 02:09:33'),
(28, 'CM', 'Cameroon', 'ক্যামেরুন', 'Cameroonian', 'ক্যামেরুনিয়ান', '2023-07-15 02:09:33', '2023-07-15 02:09:33'),
(29, 'CA', 'Canada', 'কানাডা', 'Canadian', 'কানাডিয়ান', '2023-07-15 02:09:33', '2023-07-15 02:09:33'),
(31, 'TD', 'Chad', 'চাদ', 'Chadian', 'চাদিয়ান', '2023-07-15 02:09:33', '2023-07-15 02:09:33'),
(32, 'CL', 'Chile', 'চিলি', 'Chilean', 'চিলিয়ান', '2023-07-15 02:09:33', '2023-07-15 02:09:33'),
(33, 'CN', 'China', 'চীন', 'Chinese', 'চাইনিজ', '2023-07-15 02:09:33', '2023-07-15 02:09:33'),
(34, 'CO', 'Colombia', 'কলম্বিয়া', 'Colombian', 'কলম্বিয়ান', '2023-07-15 02:09:33', '2023-07-15 02:09:33'),
(35, 'CG', 'CONGO', 'কঙ্গো', 'Congolese', 'কঙ্গোলিজ', '2023-07-15 02:09:33', '2023-07-15 02:09:33'),
(36, 'CR', 'Costa Rica', 'কোস্টারিকা', 'Costa Rican', 'কোস্টারিকান', '2023-07-15 02:09:33', '2023-07-15 02:09:33'),
(37, 'HR', 'Croatia', 'ক্রোয়েশিয়া', 'Croatian', 'ক্রোয়েশিয়ান', '2023-07-15 02:09:33', '2023-07-15 02:09:33'),
(38, 'CU', 'Cuba', 'কিউবা', 'Cuban', 'কিউবান', '2023-07-15 02:09:33', '2023-07-15 02:09:33'),
(39, 'CY', 'CYPRUS', 'সাইপ্রাস', 'Cyprus', 'সাইপ্রাস', '2023-07-15 02:09:33', '2023-07-15 02:09:33'),
(40, 'CZ', 'Czech Republic', 'চেক প্রজাতন্ত্র', 'Czech', 'চেক', '2023-07-15 02:09:33', '2023-07-15 02:09:33'),
(41, 'DK', 'Denmark', 'ডেনমার্ক', 'Danish', 'ড্যানিশ', '2023-07-15 02:09:33', '2023-07-15 02:09:33'),
(42, 'DJ', 'Djibouti', 'জিবুতি', 'Djiboutian', 'জিবুতিয়ান', '2023-07-15 02:09:33', '2023-07-15 02:09:33'),
(43, 'DM', 'Dominica', 'ডোমিনিকা', 'Dominican', 'ডোমিনিকান', '2023-07-15 02:09:33', '2023-07-15 02:09:33'),
(44, 'DO', 'Dominican Republic', 'ডোমিনিকান রিপাবলিক', 'Dominican', 'ডোমিনিকান', '2023-07-15 02:09:33', '2023-07-15 02:09:33'),
(45, 'EC', 'Ecuador', 'ইকুয়েডর', 'Ecuadorian', 'ইকুয়েডরিয়ান', '2023-07-15 02:09:33', '2023-07-15 02:09:33'),
(46, 'EG', 'Egypt', 'মিশর', 'Egyptian', 'মিশরীয়', '2023-07-15 02:09:33', '2023-07-15 02:09:33'),
(47, 'SV', 'El Salvador', 'এল সালভাদর', 'Salvadorian', 'সালভাডোরিয়ান', '2023-07-15 02:09:33', '2023-07-15 02:09:33'),
(48, 'GQ', 'Equatorial Guinea', 'বিষুবীয় গিনি', 'Equatoguinean', 'বিষুবীযয়ান', '2023-07-15 02:09:33', '2023-07-15 02:09:33'),
(49, 'ER', 'Eritrea', 'ইরিত্রিয়া', 'Eritrean', 'ইরিত্রিয়ান', '2023-07-15 02:09:33', '2023-07-15 02:09:33'),
(50, 'EE', 'Estonia', 'এস্তোনিয়া', 'Estonian', 'এস্তোনিয়ান', '2023-07-15 02:09:33', '2023-07-15 02:09:33'),
(51, 'ET', 'Ethiopia', 'ইথিওপিয়া', 'Ethiopian', 'ইথিওপিয়ান', '2023-07-15 02:09:33', '2023-07-15 02:09:33'),
(52, 'FJ', 'Fiji', 'ফিজি', 'Fijian', 'ফিজিয়ান', '2023-07-15 02:09:33', '2023-07-15 02:09:33'),
(53, 'FI', 'Finland', 'ফিনল্যান্ড', 'Finnish', 'ফিনিশ', '2023-07-15 02:09:33', '2023-07-15 02:09:33'),
(54, 'FR', 'France', 'ফ্রান্স', 'French', 'ফরাসি', '2023-07-15 02:09:33', '2023-07-15 02:09:33'),
(55, 'GA', 'Gabon', 'গ্যাবন', 'Gabonese', 'গ্যাবোনিজ', '2023-07-15 02:09:33', '2023-07-15 02:09:33'),
(56, 'GM', 'Gambia', 'গাম্বিয়া', 'Gambian', 'গাম্বিয়ান', '2023-07-15 02:09:33', '2023-07-15 02:09:33'),
(57, 'GE', 'Georgia', 'জর্জিয়া', 'Georgian', 'জর্জিয়ান', '2023-07-15 02:09:33', '2023-07-15 02:09:33'),
(58, 'DE', 'Germany', 'জার্মানি', 'German', 'জার্মান', '2023-07-15 02:09:33', '2023-07-15 02:09:33'),
(59, 'GH', 'Ghana', 'ঘানা', 'Ghanaian', 'ঘানাইয়ান', '2023-07-15 02:09:33', '2023-07-15 02:09:33'),
(60, 'GR', 'Greece', 'গ্রীস', 'Greek', 'গ্রীক', '2023-07-15 02:09:33', '2023-07-15 02:09:33'),
(61, 'GL', 'Greenland', 'গ্রীনল্যান্ড', 'Greenlander', 'গ্রীনল্যান্ডার', '2023-07-15 02:09:33', '2023-07-15 02:09:33'),
(62, 'GD', 'Grenada', 'গ্রেনাডা', 'Grenadian', 'গ্রেনাডিয়ান', '2023-07-15 02:09:33', '2023-07-15 02:09:33'),
(63, 'GT', 'Guatemala', 'গুয়াতেমালা', 'Guatemalan', 'গুয়াতেমালান', '2023-07-15 02:09:33', '2023-07-15 02:09:33'),
(64, 'GN', 'Guinea', 'গিনি', 'Guinean', 'গিনিয়ান', '2023-07-15 02:09:33', '2023-07-15 02:09:33'),
(65, 'GW', 'Guinea-Bissau', 'গিনি-বিসাউ', 'Bissau-Guinean', 'বিসাউ-গুইনিয়ান', '2023-07-15 02:09:33', '2023-07-15 02:09:33'),
(66, 'GY', 'Guyana', 'গায়ানা', 'Guyanese', 'গায়ানিজ', '2023-07-15 02:09:33', '2023-07-15 02:09:33'),
(67, 'HT', 'Haiti', 'হাইতি', 'Haitian', 'হাইতিয়ান', '2023-07-15 02:09:33', '2023-07-15 02:09:33'),
(68, 'VA', 'Vatican City', 'ভ্যাটিকান সিটি', 'Vaticanian', 'ভ্যাটিকানিয়ান', '2023-07-15 02:09:33', '2023-07-15 02:09:33'),
(69, 'HN', 'Honduras', 'হন্ডুরাস', 'Honduran', 'হন্ডুরান', '2023-07-15 02:09:33', '2023-07-15 02:09:33'),
(70, 'HK', 'Hong Kong', 'হংকং', 'Hongkonger', 'হংকংগার', '2023-07-15 02:09:33', '2023-07-15 02:09:33'),
(71, 'HU', 'Hungary', 'হাঙ্গেরি', 'Hungarian', 'হাঙ্গেরিয়ান', '2023-07-15 02:09:33', '2023-07-15 02:09:33'),
(72, 'IS', 'Iceland', 'আইসল্যান্ড', 'Icelandic', 'আইসল্যান্ডিক', '2023-07-15 02:09:33', '2023-07-15 02:09:33'),
(73, 'IN', 'India', 'ভারত', 'Indian', 'ভারতীয়', '2023-07-15 02:09:33', '2023-07-15 02:09:33'),
(74, 'ID', 'Indonesia', 'ইন্দোনেশিয়া', 'Indonesian', 'ইন্দোনেশিয়ান', '2023-07-15 02:09:33', '2023-07-15 02:09:33'),
(75, 'IR', 'Iran', 'ইরান (ইসলামি প্রজাতন্ত্র)', 'Iranian', 'ইরানি', '2023-07-15 02:09:33', '2023-07-15 02:09:33'),
(76, 'IQ', 'Iraq', 'ইরাক', 'Iraqi', 'ইরাকি', '2023-07-15 02:09:33', '2023-07-15 02:09:33'),
(77, 'IE', 'Ireland', 'আয়ারল্যান্ড', 'Irish', 'আইরিশ', '2023-07-15 02:09:33', '2023-07-15 02:09:33'),
(78, 'IT', 'Italy', 'ইতালি', 'Italian', 'ইতালীয়', '2023-07-15 02:09:33', '2023-07-15 02:09:33'),
(79, 'JM', 'Jamaica', 'জামাইকা', 'Jamaican', 'জ্যামাইকান', '2023-07-15 02:09:33', '2023-07-15 02:09:33'),
(80, 'JP', 'Japan', 'জাপান', 'Japanese', 'জাপানিজ', '2023-07-15 02:09:33', '2023-07-15 02:09:33'),
(81, 'JO', 'Jordan', 'জর্ডান', 'Jordanian', 'জর্ডানিয়ান', '2023-07-15 02:09:33', '2023-07-15 02:09:33'),
(82, 'KZ', 'Kazakhstan', 'কাজাখস্তান', 'Kazakhstani', 'কাজাখস্তানি', '2023-07-15 02:09:33', '2023-07-15 02:09:33'),
(83, 'KE', 'Kenya', 'কেনিয়া', 'Kenyan', 'কেনিয়ান', '2023-07-15 02:09:33', '2023-07-15 02:09:33'),
(84, 'KI', 'Kiribati', 'কিরিবাতি', 'I-Kiribati', 'আই-কিরিবাতি', '2023-07-15 02:09:33', '2023-07-15 02:09:33'),
(85, 'KP', 'South Korea', 'দক্ষিণ কোরিয়া', 'Korean', 'কোরিয়ান', '2023-07-15 02:09:33', '2023-07-15 02:09:33'),
(86, 'NK', 'North Korea', 'উত্তর কোরিয়া', 'Korean', 'কোরিয়ান', '2023-07-15 02:09:33', '2023-07-15 02:09:33'),
(87, 'KR', 'South Korea', 'দক্ষিণ কোরিয়া', 'South Korean', 'দক্ষিণ কোরীয়', '2023-07-15 02:09:33', '2023-07-15 02:09:33'),
(88, 'KW', 'Kuwait', 'কুয়েত', 'Kuwaiti', 'কুয়েতি', '2023-07-15 02:09:33', '2023-07-15 02:09:33'),
(89, 'KG', 'Kyrgyzstan', 'কিরগিজস্তান', 'Kyrgyz', 'কিরগিজ', '2023-07-15 02:09:33', '2023-07-15 02:09:33'),
(90, 'LV', 'Latvia', 'লাটভিয়া', 'Latvian', 'লাটভিয়ান', '2023-07-15 02:09:33', '2023-07-15 02:09:33'),
(91, 'LB', 'Lebanon', 'লেবানন', 'Lebanese', 'লেবানিজ', '2023-07-15 02:09:33', '2023-07-15 02:09:33'),
(92, 'LS', 'Lesotho', 'লেসোথো', 'Basotho', 'বাসোথো', '2023-07-15 02:09:33', '2023-07-15 02:09:33'),
(93, 'LR', 'Liberia', 'লাইবেরিয়া', 'Liberian', 'লাইবেরিয়ান', '2023-07-15 02:09:33', '2023-07-15 02:09:33'),
(94, 'LY', 'Libya', 'লিবিয়া', 'Libyan', 'লিবিয়ান', '2023-07-15 02:09:33', '2023-07-15 02:09:33'),
(95, 'LI', 'Liechtenstein', 'লিচেনস্টেইন', 'Liechtensteiner', 'লিচেনস্টাইনার', '2023-07-15 02:09:33', '2023-07-15 02:09:33'),
(96, 'LT', 'Lithuania', 'লিথুয়ানিয়া', 'Lithuanian', 'লিথুয়ানিয়ান', '2023-07-15 02:09:33', '2023-07-15 02:09:33'),
(97, 'LU', 'Luxembourg', 'লুক্সেমবার্গ', 'Luxembourger', 'লুক্সেমবার্গার', '2023-07-15 02:09:33', '2023-07-15 02:09:33'),
(98, 'MK', 'North Macedonia', 'উত্তর মেসিডোনিয়া', 'Macedonian', 'ম্যাসেডোনিয়ান', '2023-07-15 02:09:33', '2023-07-15 02:09:33'),
(99, 'MG', 'Madagascar', 'মাদাগাস্কার', 'Malagasy', 'মালাগাসি', '2023-07-15 02:09:33', '2023-07-15 02:09:33'),
(100, 'MW', 'Malawi', 'মালাউই', 'Malawian', 'মালাউইয়ান', '2023-07-15 02:09:33', '2023-07-15 02:09:33'),
(101, 'MY', 'Malaysia', 'মালয়েশিয়া', 'Malaysian', 'মালয়েশিয়ান', '2023-07-15 02:09:33', '2023-07-15 02:09:33'),
(102, 'MV', 'Maldives', 'মালদ্বীপ', 'Maldivian', 'মালদ্বীপীয়', '2023-07-15 02:09:33', '2023-07-15 02:09:33'),
(103, 'ML', 'Mali', 'মালি', 'Malian', 'মালিয়ান', '2023-07-15 02:09:33', '2023-07-15 02:09:33'),
(104, 'MT', 'Malta', 'মাল্টা', 'Maltese', 'মাল্টিজ', '2023-07-15 02:09:33', '2023-07-15 02:09:33'),
(105, 'MH', 'Marshall Islands', 'মার্শাল দ্বীপপুঞ্জ', 'Marshallese', 'মার্শালিজ', '2023-07-15 02:09:33', '2023-07-15 02:09:33'),
(106, 'MR', 'Mauritania', 'মৌরিতানিয়া', 'Mauritanian', 'মৌরিতানিয়ান', '2023-07-15 02:09:33', '2023-07-15 02:09:33'),
(107, 'MU', 'Mauritian', 'মরিশাস', 'Mauritian', 'মৌরিশিয়ান', '2023-07-15 02:09:33', '2023-07-15 02:09:33'),
(108, 'MX', 'Mexico', 'মেক্সিকো', 'Mexican', 'মেক্সিকান', '2023-07-15 02:09:33', '2023-07-15 02:09:33'),
(109, 'MD', 'Moldova', 'মলডোভা', 'Moldovan', 'মলডোভান', '2023-07-15 02:09:33', '2023-07-15 02:09:33'),
(110, 'MC', 'Monaco', 'মোনাকো', 'Monacan', 'মোনাকান', '2023-07-15 02:09:33', '2023-07-15 02:09:33'),
(111, 'MN', 'Mongolia', 'মঙ্গোলিয়া', 'Mongolian', 'মঙ্গোলিয়ান', '2023-07-15 02:09:33', '2023-07-15 02:09:33'),
(112, 'MA', 'Morocco', 'মরক্কো', 'Moroccan', 'মরক্কান', '2023-07-15 02:09:33', '2023-07-15 02:09:33'),
(113, 'MZ', 'Mozambique', 'মোজাম্বিক', 'Mozambican', 'মোজাম্বিকান', '2023-07-15 02:09:33', '2023-07-15 02:09:33'),
(114, 'MM', 'Myanmar', 'মায়ানমার', 'Myanma', 'মায়ানমা', '2023-07-15 02:09:33', '2023-07-15 02:09:33'),
(115, 'NA', 'Namibia', 'নামিবিয়া', 'Namibian', 'নামিবিয়ান', '2023-07-15 02:09:33', '2023-07-15 02:09:33'),
(116, 'NR', 'Nauru', 'নাউরু', 'Nauruan', 'নাউরুয়ান', '2023-07-15 02:09:33', '2023-07-15 02:09:33'),
(117, 'NP', 'Nepal', 'নেপাল', 'Nepalese', 'নেপালি', '2023-07-15 02:09:33', '2023-07-15 02:09:33'),
(118, 'NL', 'Netherlands', 'নেদারল্যান্ডস', 'Dutch', 'ডাচ', '2023-07-15 02:09:33', '2023-07-15 02:09:33'),
(119, 'AN', 'Netherlands Antilles', 'নেদারল্যান্ডস এন্টিলস', 'Netherlands Antillean', 'নেদারল্যান্ডস এন্টিলয়ান', '2023-07-15 02:09:33', '2023-07-15 02:09:33'),
(120, 'NZ', 'New Zealand', 'নিউজিল্যান্ড', 'New Zealander', 'নিউজিল্যান্ডীয়', '2023-07-15 02:09:33', '2023-07-15 02:09:33'),
(121, 'NI', 'Nicaragua', 'নিকারাগুয়া', 'Nicaraguan', 'নিকারাগুয়ান', '2023-07-15 02:09:33', '2023-07-15 02:09:33'),
(122, 'NE', 'Niger', 'নাইগার', 'Nigerien', 'নাইগেরিয়ান', '2023-07-15 02:09:33', '2023-07-15 02:09:33'),
(123, 'NG', 'Nigeria', 'নাইজেরিয়া', 'Nigerian', 'নাইজেরিয়ান', '2023-07-15 02:09:33', '2023-07-15 02:09:33'),
(124, 'NU', 'Niue', 'নিউই', 'Niuean', 'নিউইয়ান', '2023-07-15 02:09:33', '2023-07-15 02:09:33'),
(125, 'NO', 'Norway', 'নরওয়ে', 'Norwegian', 'নরওয়েজিয়ান', '2023-07-15 02:09:33', '2023-07-15 02:09:33'),
(126, 'OM', 'Oman', 'ওমান', 'Omani', 'ওমানি', '2023-07-15 02:09:33', '2023-07-15 02:09:33'),
(127, 'PK', 'Pakistan', 'পাকিস্তান', 'Pakistani', 'পাকিস্তানি', '2023-07-15 02:09:33', '2023-07-15 02:09:33'),
(128, 'PW', 'Palau', 'পালাউ', 'Palauan', 'পালাউয়ান', '2023-07-15 02:09:33', '2023-07-15 02:09:33'),
(129, 'PS', 'State of Palestine', 'ফিলিস্তিন', 'Palestinian', 'ফিলিস্তিনি', '2023-07-15 02:09:33', '2023-07-15 02:09:33'),
(130, 'PA', 'Panama', 'পানামা', 'Panamanian', 'পানামানিয়ান', '2023-07-15 02:09:33', '2023-07-15 02:09:33'),
(131, 'PG', 'Papua New Guinea', 'পাপুয়া নিউ গিনি', 'Papua New Guinean', 'পাপুয়া নিউ গিনিয়ান', '2023-07-15 02:09:33', '2023-07-15 02:09:33'),
(132, 'PY', 'Paraguay', 'প্যারাগুয়ে', 'Paraguayan', 'প্যারাগুইয়ান', '2023-07-15 02:09:33', '2023-07-15 02:09:33'),
(133, 'PE', 'Peru', 'পেরু', 'Peruvian', 'পেরুভিয়ান', '2023-07-15 02:09:33', '2023-07-15 02:09:33'),
(134, 'PH', 'Philippines', 'ফিলিপাইনস', 'Philippine', 'ফিলিপিনো', '2023-07-15 02:09:33', '2023-07-15 02:09:33'),
(135, 'PL', 'Poland', 'পোল্যান্ড', 'Polish', 'পোলিশ', '2023-07-15 02:09:33', '2023-07-15 02:09:33'),
(136, 'PT', 'Portugal', 'পর্তুগাল', 'Portuguese', 'পর্তুগীজ', '2023-07-15 02:09:33', '2023-07-15 02:09:33'),
(137, 'QA', 'Qatar', 'কাতার', 'Qatari', 'কাতারি', '2023-07-15 02:09:33', '2023-07-15 02:09:33'),
(138, 'RO', 'Romania', 'রোমানিয়া', 'Romanian', 'রোমানিয়ান', '2023-07-15 02:09:33', '2023-07-15 02:09:33'),
(139, 'RU', 'Russia', 'রাশিয়ান', 'Russian', 'রাশিয়ান', '2023-07-15 02:09:33', '2023-07-15 02:09:33'),
(140, 'RW', 'Rwanda', 'রুয়ান্ডা', 'Rwandan', 'রুয়ান্ডান', '2023-07-15 02:09:33', '2023-07-15 02:09:33'),
(141, 'KN', 'Saint Kitts and Nevis', 'সেন্ট কিটস ও নেভিস', 'Nevisian', 'নেভিসিয়ান', '2023-07-15 02:09:33', '2023-07-15 02:09:33'),
(142, 'LC', 'Saint Lucia', 'সেন্ট লুসিয়া', 'Saint Lucian', 'সেন্ট লুসিয়ান', '2023-07-15 02:09:33', '2023-07-15 02:09:33'),
(143, 'VC', 'Saint Vincent and the Grenadines', 'ভিনসেন্ট এবং গ্রেনাডাইনস', 'Vincentian and Grenadinian', 'ভিনসেন্টিয়ান এবং গ্রেনাডিনিয়ান', '2023-07-15 02:09:33', '2023-07-15 02:09:33'),
(144, 'WS', 'Samoa', 'সামোয়া', 'Samoan', 'সামোয়ান', '2023-07-15 02:09:33', '2023-07-15 02:09:33'),
(145, 'SM', 'San Marino', 'সান মারিনো', 'Sammarinese', 'সামারিনিজ', '2023-07-15 02:09:33', '2023-07-15 02:09:33'),
(146, 'ST', 'Sao Tome & Principe', 'সাও টোমে এবং প্রিনসিপে', 'Santomean', 'সান্টোমিয়ান', '2023-07-15 02:09:33', '2023-07-15 02:09:33'),
(147, 'SA', 'Saudi Arabia', 'সৌদি আরব', 'Saudi', 'সৌদি', '2023-07-15 02:09:33', '2023-07-15 02:09:33'),
(148, 'SN', 'Senegal', 'সেনেগাল', 'Senegalese', 'সেনেগালিজ', '2023-07-15 02:09:33', '2023-07-15 02:09:33'),
(149, 'CS', 'Serbia', 'সার্বিয়া', 'Serbian', 'সার্বিয়ান', '2023-07-15 02:09:33', '2023-07-15 02:09:33'),
(150, 'SC', 'Seychelles', 'সেচেলস', 'Seychellois', 'সেচেলোইস', '2023-07-15 02:09:33', '2023-07-15 02:09:33'),
(151, 'SL', 'Sierra Leone', 'সিয়েরা লিওন', 'Sierra Leonean', 'সিয়েরা লিওনিয়ান', '2023-07-15 02:09:33', '2023-07-15 02:09:33'),
(152, 'SG', 'Singapore', 'সিঙ্গাপুর', 'Singaporean', 'সিঙ্গাপুরিয়ান', '2023-07-15 02:09:33', '2023-07-15 02:09:33'),
(153, 'SK', 'Slovakia', 'স্লোভাকিয়া', 'Slovak', 'স্লোভাক', '2023-07-15 02:09:33', '2023-07-15 02:09:33'),
(154, 'SI', 'Slovenia', 'স্লোভেনিয়া', 'Slovenian', 'স্লোভেনিয়ান', '2023-07-15 02:09:33', '2023-07-15 02:09:33'),
(155, 'SB', 'SOLOMON ISLANDS', 'সলোমান দ্বীপপুঞ্জ', 'Solomon Islander', 'সলোমন দ্বীপবাসী', '2023-07-15 02:09:33', '2023-07-15 02:09:33'),
(156, 'SO', 'SOMALIA', 'সোমালিয়া', 'Somali', 'সোমালি', '2023-07-15 02:09:33', '2023-07-15 02:09:33'),
(157, 'ZA', 'South Africa', 'দক্ষিন আফ্রিকা', 'South African', 'দক্ষিণ আফ্রিকান', '2023-07-15 02:09:33', '2023-07-15 02:09:33'),
(158, 'ES', 'Spain', 'স্পেন', 'Spanish', 'স্প্যানিশ', '2023-07-15 02:09:33', '2023-07-15 02:09:33'),
(159, 'LK', 'Sri Lanka', 'শ্রীলংকা', 'Sri Lankan', 'শ্রীলঙ্কান', '2023-07-15 02:09:33', '2023-07-15 02:09:33'),
(160, 'SD', 'Sudan', 'সুদান', 'Sudanese', 'সুদানিজ', '2023-07-15 02:09:33', '2023-07-15 02:09:33'),
(161, 'SR', 'Suriname', 'সুরিনাম', 'Surinamese', 'সুরিনামিজ', '2023-07-15 02:09:33', '2023-07-15 02:09:33'),
(162, 'SZ', 'Eswatini', 'এস্বাতিনী', 'Emaswati', 'এমস্বতী', '2023-07-15 02:09:33', '2023-07-15 02:09:33'),
(163, 'SE', 'Sweden', 'সুইডেন', 'Swedish', 'সুইডিশ', '2023-07-15 02:09:33', '2023-07-15 02:09:33'),
(164, 'CH', 'Switzerland', 'সুইজারল্যান্ড', 'Swiss', 'সুইস', '2023-07-15 02:09:33', '2023-07-15 02:09:33'),
(165, 'SY', 'Syria', 'সিরিয়া', 'Syrian', 'সিরিয়ান', '2023-07-15 02:09:33', '2023-07-15 02:09:33'),
(166, 'TW', 'TAIWAN', 'তাইওয়ান', 'Taiwanese', 'তাইওয়ানিজ', '2023-07-15 02:09:33', '2023-07-15 02:09:33'),
(167, 'TJ', 'Tajikistan', 'তাজিকিস্তান', 'Tajikistani', 'তাজিকিস্তানি', '2023-07-15 02:09:33', '2023-07-15 02:09:33'),
(168, 'TZ', 'Tanzania', 'তানজানিয়া', 'Tanzanian', 'তানজানিয়ান', '2023-07-15 02:09:33', '2023-07-15 02:09:33'),
(169, 'TH', 'Thailand', 'থাইল্যান্ড', 'Thai', 'থাই', '2023-07-15 02:09:33', '2023-07-15 02:09:33'),
(170, 'TL', 'TIMOR-LESTE', 'টিমোর-লেস্টে', 'Timorese', 'তিমোরিজ', '2023-07-15 02:09:33', '2023-07-15 02:09:33'),
(171, 'TG', 'Togo', 'টোগো', 'Togolese', 'টোগোলিজ', '2023-07-15 02:09:33', '2023-07-15 02:09:33'),
(172, 'TO', 'Tonga', 'টোঙ্গা', 'Tongan', 'টোঙ্গান', '2023-07-15 02:09:33', '2023-07-15 02:09:33'),
(173, 'TT', 'TRINIDAD AND TOBAGO', 'ত্রিনিদাদ ও টোবাগো', 'Trinidadian and Tobagonian', 'ত্রিনিদাদীয় এবং টোবাগোনিয়ান', '2023-07-15 02:09:33', '2023-07-15 02:09:33'),
(174, 'TN', 'Tunisia', 'তিউনিসিয়া', 'Tunisian', 'তিউনিসিয়ান', '2023-07-15 02:09:33', '2023-07-15 02:09:33'),
(175, 'TR', 'Turkey', 'তুরস্ক', 'Turkish', 'তুর্কি', '2023-07-15 02:09:33', '2023-07-15 02:09:33'),
(176, 'TM', 'Turkmenistan', 'তুর্কমেনিস্তান', 'Turkmenistani', 'তুর্কমেনিস্তানি', '2023-07-15 02:09:33', '2023-07-15 02:09:33'),
(177, 'TV', 'Tuvalu', 'টুভালু', 'Tuvaluan', 'টুভালুয়ান', '2023-07-15 02:09:33', '2023-07-15 02:09:33'),
(178, 'UG', 'Uganda', 'উগান্ডা', 'Ugandan', 'উগান্ডান', '2023-07-15 02:09:33', '2023-07-15 02:09:33'),
(179, 'UA', 'Ukraine', 'ইউক্রেন', 'Ukrainian', 'ইউক্রেনীয়', '2023-07-15 02:09:33', '2023-07-15 02:09:33'),
(180, 'AE', 'United Arab Emirates', 'সংযুক্ত আরব আমিরাত', 'Emirati', 'আমিরাতি', '2023-07-15 02:09:33', '2023-07-15 02:09:33'),
(181, 'GB', 'United Kingdom', 'যুক্তরাজ্য', 'British', 'ব্রিটিশ', '2023-07-15 02:09:33', '2023-07-15 02:09:33'),
(182, 'US', 'United States', 'যুক্তরাষ্ট্র', 'American', 'আমেরিকান', '2023-07-15 02:09:33', '2023-07-15 02:09:33'),
(183, 'Vi', 'Vietnam', 'ভিয়েতনাম', 'Vietnamese', 'ভিয়েতনামী', '2023-07-15 02:09:33', '2023-07-15 02:09:33'),
(184, 'UY', 'Uruguay', 'উরুগুয়ে', 'Uruguayan', 'উরুগুইয়ান', '2023-07-15 02:09:33', '2023-07-15 02:09:33'),
(185, 'UZ', 'Uzbekistan', 'উজবেকিস্তান', 'Uzbekistani', 'উজবেকিস্তানী', '2023-07-15 02:09:33', '2023-07-15 02:09:33'),
(186, 'VU', 'Vanuatu', 'ভানুয়াটু', 'Vanuatuan', 'ভানুয়াটুয়ান', '2023-07-15 02:09:33', '2023-07-15 02:09:33'),
(187, 'VE', 'Venezuela', 'ভেনেজুয়েলা', 'Venezuelan', 'ভেনেজুয়েলান', '2023-07-15 02:09:33', '2023-07-15 02:09:33'),
(188, 'YE', 'Yemen', 'ইয়েমেন', 'Yemeni', 'ইয়েমেনি', '2023-07-15 02:09:33', '2023-07-15 02:09:33'),
(189, 'ZM', 'Zambia', 'জাম্বিয়া', 'Zambian', 'জাম্বিয়ান', '2023-07-15 02:09:33', '2023-07-15 02:09:33'),
(190, 'ZW', 'Zimbabwe', 'জিম্বাবুয়ে', 'Zimbabwean', 'জিম্বাবুইয়ান', '2023-07-15 02:09:33', '2023-07-15 02:09:33'),
(191, 'La', 'Laos', 'লাওস', 'Lao', 'লাও', '2023-07-15 02:09:33', '2023-07-15 02:09:33'),
(192, 'Sc', 'Scotland', 'স্কটল্যান্ড', 'Scottish', 'স্কটিশ', '2023-07-15 02:09:33', '2023-07-15 02:09:33'),
(193, 'Wa', 'Wales', 'ওয়েলস', 'Welsh', 'ওয়েলশ', '2023-07-15 02:09:33', '2023-07-15 02:09:33');

-- --------------------------------------------------------

--
-- Table structure for table `dak_details`
--

CREATE TABLE `dak_details` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `sender_id` varchar(255) DEFAULT NULL,
  `decision_list` varchar(255) DEFAULT NULL,
  `decision_list_detail` varchar(255) DEFAULT NULL,
  `priority_list` varchar(255) DEFAULT NULL,
  `secret_list` varchar(255) DEFAULT NULL,
  `status` varchar(255) DEFAULT NULL,
  `comment` varchar(255) DEFAULT NULL,
  `main_file` varchar(255) DEFAULT NULL,
  `access_id` varchar(255) DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `designation_lists`
--

CREATE TABLE `designation_lists` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `branch_id` bigint(20) UNSIGNED NOT NULL,
  `designation_name` varchar(255) NOT NULL,
  `designation_serial` varchar(255) NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `designation_lists`
--

INSERT INTO `designation_lists` (`id`, `branch_id`, `designation_name`, `designation_serial`, `created_at`, `updated_at`) VALUES
(1, 1, 'super admin', '1', '2023-08-22 02:06:19', '2023-08-22 02:06:19'),
(2, 2, 'মহাপরিচালক', '1.1', '2023-08-22 02:32:01', '2023-08-22 02:32:01'),
(3, 2, 'সাঁটলিপিকার কম কম্পিউটার অপারেটর', '1.2', '2023-08-22 02:32:23', '2023-08-22 02:32:23'),
(5, 3, 'সার্টলিপিকার কম কম্পিউটার অপারেটর', '2.4', '2023-08-22 02:33:21', '2023-12-20 14:34:34'),
(6, 3, 'উচ্চমান সহকারী', '2.3', '2023-08-22 02:33:45', '2023-08-22 02:33:45'),
(7, 4, 'পরিচালক', '3.1', '2023-08-22 02:34:22', '2023-08-22 02:34:22'),
(8, 4, 'সাঁটলিপিকার কম কম্পিউটার অপারেটর', '3.2', '2023-08-22 02:34:46', '2023-08-22 02:34:46'),
(9, 5, 'এনডিসি (পরিচালক)', '4.1', '2023-08-22 02:35:10', '2023-08-22 03:14:58'),
(10, 5, 'সাঁটলিপিকার কম কম্পিউটার অপারেটর', '4.2', '2023-08-22 02:35:29', '2023-08-22 02:35:29'),
(11, 6, 'উপপরিচালক (সার্বিক)', '5.1', '2023-08-22 02:35:56', '2023-12-19 20:30:53'),
(12, 6, 'অফিস সহকারী-কাম-কম্পিউটার অপারেটর', '5.2', '2023-08-22 02:36:17', '2023-08-22 02:36:17'),
(13, 6, 'ডাটা এন্ট্রি কন্ট্রোল অপারেটর', '5.3', '2023-08-22 02:36:41', '2023-08-22 02:36:41'),
(14, 6, 'হিসাবরক্ষক (ক্যাশ))', '5.4', '2023-08-22 02:38:47', '2023-08-22 02:38:47'),
(15, 6, 'হিসাবরক্ষক', '5.5', '2023-08-22 02:39:30', '2023-08-22 02:39:30'),
(16, 6, 'ব্যাক্তিগত কর্মকর্তা', '5.6', '2023-08-22 02:39:59', '2023-08-22 02:39:59'),
(17, 6, 'উচ্চমান সহকারী', '5.7', '2023-08-22 02:40:17', '2023-08-22 02:40:17'),
(18, 6, 'এসাইনমেন্ট অফিসার', '5.8', '2023-08-22 02:40:49', '2023-08-22 02:40:49'),
(19, 6, 'ব্যাক্তিগত কর্মকর্তা', '5.9', '2023-08-22 02:41:17', '2023-08-22 02:41:17'),
(20, 7, 'সাঁটলিপিকার কম কম্পিউটার অপারেটর', '6.1', '2023-08-22 02:41:57', '2023-08-22 02:41:57'),
(21, 7, 'উচ্চমান সহকারী', '6.2', '2023-08-22 02:42:17', '2023-08-22 02:42:17'),
(22, 7, 'ব্যাক্তিগত কর্মকর্তা', '6.3', '2023-08-22 02:43:36', '2023-08-22 02:43:36'),
(23, 7, 'উচ্চমান সহকারী', '6.4', '2023-08-22 02:44:10', '2023-08-22 02:44:10'),
(24, 7, 'এসাইনমেন্ট অফিসার', '6.5', '2023-08-22 02:44:47', '2023-08-22 02:44:47'),
(25, 8, 'সহকারী পরিচালক', '7.1', '2023-08-22 02:45:22', '2023-08-22 02:45:22'),
(26, 8, 'সাঁটলিপিকার কম কম্পিউটার অপারেটর', '7.2', '2023-08-22 02:45:39', '2023-08-22 02:45:39'),
(27, 8, 'হিসাবরক্ষক (অতিরিক্ত দায়িত্ব))', '7.3', '2023-08-22 02:46:02', '2023-08-22 02:46:02'),
(28, 8, 'উচ্চমান সহকারী', '7.4', '2023-08-22 02:46:23', '2023-08-22 02:46:23'),
(29, 8, 'অফিস সহকারী-কাম-কম্পিউটার মুদ্রাক্ষরিক', '7.5', '2023-08-22 02:46:55', '2023-08-22 02:46:55'),
(30, 9, 'ব্যাক্তিগত কর্মকর্তা', '8.1', '2023-08-22 02:48:04', '2023-08-22 02:48:04'),
(31, 9, 'অফিস সহকারী-কাম-কম্পিউটার মুদ্রাক্ষরিক', '8.2', '2023-08-22 02:48:29', '2023-08-22 02:48:29'),
(32, 9, 'অফিস সহকারী-কাম-কম্পিউটার মুদ্রাক্ষরিক', '8.3', '2023-08-22 02:49:20', '2023-08-22 02:49:20'),
(33, 9, 'সহকারী পরিচালক', '8.4', '2023-08-22 02:49:53', '2023-08-22 02:49:53'),
(34, 9, 'উচ্চমান সহকারী', '8.5', '2023-08-22 02:50:21', '2023-08-22 02:50:21'),
(35, 9, 'সাঁটলিপিকার কম কম্পিউটার অপারেটর', '8.6', '2023-08-22 02:50:46', '2023-08-22 02:50:46'),
(36, 10, 'পরিচালক', '9.1', '2023-08-22 02:54:42', '2023-08-22 02:54:42'),
(37, 10, 'সাঁটলিপিকার কম কম্পিউটার অপারেটর', '9.2', '2023-08-22 02:54:56', '2023-08-22 02:54:56'),
(38, 11, 'পরিচালক', '10.1', '2023-08-22 02:55:14', '2023-08-22 02:55:14'),
(39, 11, 'সাঁটলিপিকার কম কম্পিউটার অপারেটর', '10.2', '2023-08-22 02:55:33', '2023-08-22 02:55:33'),
(40, 12, 'পরিচালক', '11.1', '2023-08-22 02:55:55', '2023-08-22 02:55:55'),
(41, 12, 'সাঁটলিপিকার কম কম্পিউটার অপারেটর', '11.2', '2023-08-22 02:56:06', '2023-08-22 02:56:06'),
(42, 3, 'সহকারী পরিচালক - ১', '2.2', '2023-12-20 14:36:32', '2023-12-20 14:36:32'),
(43, 3, 'পরিচালক (নিবন্ধন ও অডিট)', '2.1', '2023-12-20 14:38:33', '2023-12-20 14:38:33');

-- --------------------------------------------------------

--
-- Table structure for table `designation_steps`
--

CREATE TABLE `designation_steps` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `designation_list_id` bigint(20) UNSIGNED NOT NULL,
  `designation_step` varchar(255) DEFAULT NULL,
  `designation_serial` varchar(255) DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `designation_steps`
--

INSERT INTO `designation_steps` (`id`, `designation_list_id`, `designation_step`, `designation_serial`, `created_at`, `updated_at`) VALUES
(1, 1, 'super admin', 'super admin', '2023-08-22 02:06:19', '2023-08-22 02:06:19');

-- --------------------------------------------------------

--
-- Table structure for table `document_types`
--

CREATE TABLE `document_types` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `document_type` varchar(255) NOT NULL,
  `code_type` varchar(255) NOT NULL,
  `total_document` varchar(255) NOT NULL,
  `status` varchar(255) NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `document_types`
--

INSERT INTO `document_types` (`id`, `document_type`, `code_type`, `total_document`, `status`, `created_at`, `updated_at`) VALUES
(1, 'অডিট আপত্তি/অর্থ আত্মসাৎ/আর্থিক ক্ষতি', '১১', '০', '0', '2023-11-22 02:13:57', '2023-11-22 02:13:57'),
(2, 'অর্থ/অগ্রিম', '১২', '০', '0', '2023-11-22 02:16:20', '2023-11-22 02:16:20'),
(3, 'অনিষ্পন্ন বিষয়ের তালিকা প্রণয়ন', '১৩', '০', '0', '2023-11-25 00:27:08', '2023-11-25 00:27:08'),
(4, 'আইনগত/ মামলা পরিচালনা কার্যক্রম গ্রহণ', '১৪', '০', '0', '2023-11-29 03:00:24', '2023-11-29 03:00:24'),
(5, 'বিবিধ', '০০৪', '১', '0', '2023-12-19 14:20:48', '2023-12-19 14:20:48');

-- --------------------------------------------------------

--
-- Table structure for table `failed_jobs`
--

CREATE TABLE `failed_jobs` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `uuid` varchar(255) NOT NULL,
  `connection` text NOT NULL,
  `queue` text NOT NULL,
  `payload` longtext NOT NULL,
  `exception` longtext NOT NULL,
  `failed_at` timestamp NOT NULL DEFAULT current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `fc1_forms`
--

CREATE TABLE `fc1_forms` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `fd_one_form_id` bigint(20) UNSIGNED NOT NULL,
  `verified_fc_one_form` varchar(255) DEFAULT NULL,
  `ngo_name` varchar(255) DEFAULT NULL,
  `ngo_address` varchar(255) DEFAULT NULL,
  `ngo_telephone_number` varchar(255) DEFAULT NULL,
  `ngo_mobile_number` varchar(255) DEFAULT NULL,
  `ngo_email` varchar(255) DEFAULT NULL,
  `ngo_website` varchar(255) DEFAULT NULL,
  `ngo_prokolpo_start_date` varchar(255) DEFAULT NULL,
  `ngo_prokolpo_end_date` varchar(255) DEFAULT NULL,
  `ngo_district` varchar(255) DEFAULT NULL,
  `ngo_sub_district` varchar(255) DEFAULT NULL,
  `total_number_of_beneficiaries` varchar(255) DEFAULT NULL,
  `foreigner_donor_full_name` varchar(255) DEFAULT NULL,
  `foreigner_donor_occupation` varchar(255) DEFAULT NULL,
  `foreigner_donor_address` varchar(255) DEFAULT NULL,
  `foreigner_donor_telephone_number` varchar(255) DEFAULT NULL,
  `foreigner_donor_fax` varchar(255) DEFAULT NULL,
  `foreigner_donor_email` varchar(255) DEFAULT NULL,
  `foreigner_donor_nationality` varchar(255) DEFAULT NULL,
  `foreigner_donor_is_verified` varchar(255) DEFAULT NULL,
  `foreigner_donor_is_affiliatedrict` varchar(255) DEFAULT NULL,
  `organization_name` varchar(255) DEFAULT NULL,
  `organization_address` varchar(255) DEFAULT NULL,
  `organization_telephone_number` varchar(255) DEFAULT NULL,
  `organization_email` varchar(255) DEFAULT NULL,
  `organization_fax` varchar(255) DEFAULT NULL,
  `organization_website` varchar(255) DEFAULT NULL,
  `organization_is_verified` varchar(255) DEFAULT NULL,
  `organization_ceo_name` varchar(255) DEFAULT NULL,
  `organization_ceo_designation` varchar(255) DEFAULT NULL,
  `organization_name_of_executive_responsible_for_bd` varchar(255) DEFAULT NULL,
  `organization_name_of_executive_responsible_for_bd_designation` varchar(255) DEFAULT NULL,
  `objectives_of_the_organization` varchar(255) DEFAULT NULL,
  `relation_with_donor` varchar(255) DEFAULT NULL,
  `organization_letter_of_commitment` varchar(255) DEFAULT NULL,
  `organization_name_of_the_job_amount_of_money_and_duration_pdf` varchar(255) DEFAULT NULL,
  `organization_amount_of_foreign_currency` varchar(255) DEFAULT NULL,
  `equivalent_amount_of_bd_taka` varchar(255) DEFAULT NULL,
  `commodities_value_in_bangladeshi_currency` varchar(255) DEFAULT NULL,
  `bank_name` varchar(255) DEFAULT NULL,
  `bank_address` varchar(255) DEFAULT NULL,
  `bank_account_name` varchar(255) DEFAULT NULL,
  `bank_account_number` varchar(255) DEFAULT NULL,
  `status` varchar(255) DEFAULT NULL,
  `comment` text DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `fc2_forms`
--

CREATE TABLE `fc2_forms` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `fd_one_form_id` bigint(20) UNSIGNED NOT NULL,
  `verified_fc_two_form` varchar(110) DEFAULT NULL,
  `person_full_name` varchar(255) DEFAULT NULL,
  `person_father_name` varchar(255) DEFAULT NULL,
  `person_mother_name` varchar(255) DEFAULT NULL,
  `person_occupation` varchar(255) DEFAULT NULL,
  `person_nid` varchar(255) DEFAULT NULL,
  `person_passport` varchar(255) DEFAULT NULL,
  `person_tin` varchar(255) DEFAULT NULL,
  `person_nationality` varchar(255) DEFAULT NULL,
  `person_full_address` varchar(255) DEFAULT NULL,
  `person_tele_phone_number` varchar(255) DEFAULT NULL,
  `person_mobile` varchar(255) DEFAULT NULL,
  `person_email` varchar(255) DEFAULT NULL,
  `ngo_prokolpo_start_date` varchar(255) DEFAULT NULL,
  `ngo_prokolpo_end_date` varchar(255) DEFAULT NULL,
  `ngo_district` varchar(255) DEFAULT NULL,
  `ngo_sub_district` varchar(255) DEFAULT NULL,
  `total_number_of_beneficiaries` varchar(255) DEFAULT NULL,
  `foreigner_donor_full_name` varchar(255) DEFAULT NULL,
  `foreigner_donor_occupation` varchar(255) DEFAULT NULL,
  `foreigner_donor_address` varchar(255) DEFAULT NULL,
  `foreigner_donor_telephone_number` varchar(255) DEFAULT NULL,
  `foreigner_donor_fax` varchar(255) DEFAULT NULL,
  `foreigner_donor_email` varchar(255) DEFAULT NULL,
  `foreigner_donor_nationality` varchar(255) DEFAULT NULL,
  `foreigner_donor_is_verified` varchar(255) DEFAULT NULL,
  `foreigner_donor_is_affiliatedrict` varchar(255) DEFAULT NULL,
  `organization_name` varchar(255) DEFAULT NULL,
  `organization_address` varchar(255) DEFAULT NULL,
  `organization_telephone_number` varchar(255) DEFAULT NULL,
  `organization_email` varchar(255) DEFAULT NULL,
  `organization_website` varchar(255) DEFAULT NULL,
  `organization_is_verified` varchar(255) DEFAULT NULL,
  `organization_ceo_name` varchar(255) DEFAULT NULL,
  `organization_ceo_designation` varchar(255) DEFAULT NULL,
  `organization_name_of_executive_responsible_for_bd` varchar(255) DEFAULT NULL,
  `organization_name_of_executive_responsible_for_bd_designation` varchar(255) DEFAULT NULL,
  `objectives_of_the_organization` varchar(255) DEFAULT NULL,
  `relation_with_donor` varchar(255) DEFAULT NULL,
  `organization_fax` varchar(255) DEFAULT NULL,
  `organization_letter_of_commitment` varchar(255) DEFAULT NULL,
  `organization_name_of_the_job_amount_of_money_and_duration_pdf` varchar(255) DEFAULT NULL,
  `organization_amount_of_foreign_currency` varchar(255) DEFAULT NULL,
  `equivalent_amount_of_bd_taka` varchar(255) DEFAULT NULL,
  `commodities_value_in_bangladeshi_currency` varchar(255) DEFAULT NULL,
  `bank_name` varchar(255) DEFAULT NULL,
  `bank_address` varchar(255) DEFAULT NULL,
  `bank_account_name` varchar(255) DEFAULT NULL,
  `bank_account_number` varchar(255) DEFAULT NULL,
  `status` varchar(255) DEFAULT NULL,
  `comment` text DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `fc_one_daks`
--

CREATE TABLE `fc_one_daks` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `sender_admin_id` varchar(255) DEFAULT NULL,
  `receiver_admin_id` varchar(255) DEFAULT NULL,
  `fc_one_status_id` varchar(255) DEFAULT NULL,
  `original_recipient` varchar(255) DEFAULT NULL,
  `copy_of_work` varchar(255) DEFAULT NULL,
  `informational_purposes` varchar(255) DEFAULT NULL,
  `attraction_attention` varchar(255) DEFAULT NULL,
  `dak_detail_id` varchar(255) DEFAULT NULL,
  `status` varchar(255) DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `fc_two_daks`
--

CREATE TABLE `fc_two_daks` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `sender_admin_id` varchar(255) DEFAULT NULL,
  `receiver_admin_id` varchar(255) DEFAULT NULL,
  `fc_two_status_id` varchar(255) DEFAULT NULL,
  `original_recipient` varchar(255) DEFAULT NULL,
  `copy_of_work` varchar(255) DEFAULT NULL,
  `informational_purposes` varchar(255) DEFAULT NULL,
  `attraction_attention` varchar(255) DEFAULT NULL,
  `dak_detail_id` varchar(255) DEFAULT NULL,
  `status` varchar(255) DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `fc_two_office_saroks`
--

CREATE TABLE `fc_two_office_saroks` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `parent_note_for_fc_two_id` bigint(20) UNSIGNED NOT NULL,
  `office_subject` varchar(255) NOT NULL,
  `office_sutro` varchar(255) DEFAULT NULL,
  `description` text NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `fd2_fc1_other_infos`
--

CREATE TABLE `fd2_fc1_other_infos` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `fd2_form_for_fc1_form_id` bigint(20) UNSIGNED NOT NULL,
  `file_name` varchar(255) DEFAULT NULL,
  `file` varchar(255) DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `fd2_fc2_other_infos`
--

CREATE TABLE `fd2_fc2_other_infos` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `fd2_form_for_fc2_form_id` varchar(255) NOT NULL,
  `file_name` varchar(255) DEFAULT NULL,
  `file` varchar(255) DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `fd2_fd3_other_infos`
--

CREATE TABLE `fd2_fd3_other_infos` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `fd2_form_for_fd3_form_id` varchar(255) NOT NULL,
  `file_name` varchar(255) DEFAULT NULL,
  `file` varchar(255) DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `fd2_fd7_other_infos`
--

CREATE TABLE `fd2_fd7_other_infos` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `fd2_form_for_fd7_form_id` bigint(20) UNSIGNED NOT NULL,
  `file_name` varchar(255) DEFAULT NULL,
  `file` varchar(255) DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `fd2_forms`
--

CREATE TABLE `fd2_forms` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `fd_one_form_id` bigint(20) UNSIGNED NOT NULL,
  `fd_six_form_id` varchar(255) DEFAULT NULL,
  `ngo_name` varchar(255) DEFAULT NULL,
  `ngo_address` varchar(255) DEFAULT NULL,
  `ngo_prokolpo_name` varchar(255) DEFAULT NULL,
  `ngo_prokolpo_duration` varchar(255) DEFAULT NULL,
  `ngo_prokolpo_start_date` varchar(255) DEFAULT NULL,
  `ngo_prokolpo_end_date` varchar(255) DEFAULT NULL,
  `proposed_rebate_amount_bangladeshi_taka` varchar(255) DEFAULT NULL,
  `proposed_rebate_amount_in_foreign_currency` varchar(255) DEFAULT NULL,
  `fd_2_form_pdf` varchar(255) DEFAULT NULL,
  `status` varchar(255) DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `fd2_form_for_fc1_forms`
--

CREATE TABLE `fd2_form_for_fc1_forms` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `fd_one_form_id` bigint(20) UNSIGNED NOT NULL,
  `fc1_form_id` bigint(20) UNSIGNED NOT NULL,
  `ngo_name` varchar(255) DEFAULT NULL,
  `ngo_address` varchar(255) DEFAULT NULL,
  `ngo_prokolpo_name` varchar(255) DEFAULT NULL,
  `ngo_prokolpo_duration` varchar(255) DEFAULT NULL,
  `ngo_prokolpo_start_date` varchar(255) DEFAULT NULL,
  `ngo_prokolpo_end_date` varchar(255) DEFAULT NULL,
  `proposed_rebate_amount_bangladeshi_taka` varchar(255) DEFAULT NULL,
  `proposed_rebate_amount_in_foreign_currency` varchar(255) DEFAULT NULL,
  `fd_2_form_pdf` varchar(255) DEFAULT NULL,
  `status` varchar(255) DEFAULT NULL,
  `comment` text DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `fd2_form_for_fc2_forms`
--

CREATE TABLE `fd2_form_for_fc2_forms` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `fd_one_form_id` bigint(20) UNSIGNED NOT NULL,
  `fc2_form_id` bigint(20) UNSIGNED NOT NULL,
  `ngo_name` varchar(255) DEFAULT NULL,
  `ngo_address` varchar(255) DEFAULT NULL,
  `ngo_prokolpo_name` varchar(255) DEFAULT NULL,
  `ngo_prokolpo_duration` varchar(255) DEFAULT NULL,
  `ngo_prokolpo_start_date` varchar(255) DEFAULT NULL,
  `ngo_prokolpo_end_date` varchar(255) DEFAULT NULL,
  `proposed_rebate_amount_bangladeshi_taka` varchar(255) DEFAULT NULL,
  `proposed_rebate_amount_in_foreign_currency` varchar(255) DEFAULT NULL,
  `fd_2_form_pdf` varchar(255) DEFAULT NULL,
  `status` varchar(255) DEFAULT NULL,
  `comment` text DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `fd2_form_for_fd3_forms`
--

CREATE TABLE `fd2_form_for_fd3_forms` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `fd_one_form_id` bigint(20) UNSIGNED NOT NULL,
  `fd3_form_id` bigint(20) UNSIGNED NOT NULL,
  `ngo_name` varchar(255) DEFAULT NULL,
  `ngo_address` varchar(255) DEFAULT NULL,
  `ngo_prokolpo_name` varchar(255) DEFAULT NULL,
  `ngo_prokolpo_duration` varchar(255) DEFAULT NULL,
  `ngo_prokolpo_start_date` varchar(255) DEFAULT NULL,
  `ngo_prokolpo_end_date` varchar(255) DEFAULT NULL,
  `proposed_rebate_amount_bangladeshi_taka` varchar(255) DEFAULT NULL,
  `proposed_rebate_amount_in_foreign_currency` varchar(255) DEFAULT NULL,
  `fd_2_form_pdf` varchar(255) DEFAULT NULL,
  `status` varchar(255) DEFAULT NULL,
  `comment` text DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `fd2_form_for_fd7_forms`
--

CREATE TABLE `fd2_form_for_fd7_forms` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `fd_one_form_id` bigint(20) UNSIGNED NOT NULL,
  `fd7_form_id` bigint(20) UNSIGNED NOT NULL,
  `ngo_name` varchar(255) DEFAULT NULL,
  `ngo_address` varchar(255) DEFAULT NULL,
  `ngo_prokolpo_name` varchar(255) DEFAULT NULL,
  `ngo_prokolpo_duration` varchar(255) DEFAULT NULL,
  `ngo_prokolpo_start_date` varchar(255) DEFAULT NULL,
  `ngo_prokolpo_end_date` varchar(255) DEFAULT NULL,
  `proposed_rebate_amount_bangladeshi_taka` varchar(255) DEFAULT NULL,
  `proposed_rebate_amount_in_foreign_currency` varchar(255) DEFAULT NULL,
  `fd_2_form_pdf` varchar(255) DEFAULT NULL,
  `status` varchar(255) DEFAULT NULL,
  `comment` text DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `fd2_form_other_infos`
--

CREATE TABLE `fd2_form_other_infos` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `fd2_form_id` bigint(20) UNSIGNED NOT NULL,
  `file_name` varchar(255) DEFAULT NULL,
  `file` varchar(255) DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `fd3_forms`
--

CREATE TABLE `fd3_forms` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `fd_one_form_id` bigint(20) UNSIGNED NOT NULL,
  `verified_fd_three_form` varchar(255) DEFAULT NULL,
  `ngo_name` varchar(255) DEFAULT NULL,
  `ngo_address` varchar(255) DEFAULT NULL,
  `ngo_registration_number` varchar(255) DEFAULT NULL,
  `ngo_registration_date` varchar(255) DEFAULT NULL,
  `ngo_prokolpo_name` varchar(255) DEFAULT NULL,
  `ngo_prokolpo_duration` varchar(255) DEFAULT NULL,
  `project_approval_exemption_letter_memo_number` varchar(255) DEFAULT NULL,
  `project_approval_exemption_letter_date` varchar(255) DEFAULT NULL,
  `exemption_amount_in_previous_year` varchar(255) DEFAULT NULL,
  `money_received_in_the_previous_year` varchar(255) DEFAULT NULL,
  `date_of_payment` varchar(255) DEFAULT NULL,
  `type_of_foreign_grant` varchar(255) DEFAULT NULL,
  `foreign_grant_amount` varchar(255) DEFAULT NULL,
  `local_grant_amount` varchar(255) DEFAULT NULL,
  `description_and_price_of_goods` varchar(255) DEFAULT NULL,
  `foreigner_donor_full_name` varchar(255) DEFAULT NULL,
  `foreigner_donor_occupation` varchar(255) DEFAULT NULL,
  `foreigner_donor_address` varchar(255) DEFAULT NULL,
  `foreigner_donor_telephone_number` varchar(255) DEFAULT NULL,
  `foreigner_donor_fax` varchar(255) DEFAULT NULL,
  `foreigner_donor_email` varchar(255) DEFAULT NULL,
  `foreigner_donor_nationality` varchar(255) DEFAULT NULL,
  `foreigner_donor_is_verified` varchar(255) DEFAULT NULL,
  `foreigner_donor_is_affiliatedrict` varchar(255) DEFAULT NULL,
  `organization_name` varchar(255) DEFAULT NULL,
  `organization_address` varchar(255) DEFAULT NULL,
  `organization_telephone_number` varchar(255) DEFAULT NULL,
  `organization_fax` varchar(255) DEFAULT NULL,
  `organization_email` varchar(255) DEFAULT NULL,
  `organization_website` varchar(255) DEFAULT NULL,
  `organization_is_verified` varchar(255) DEFAULT NULL,
  `relation_with_donor` varchar(255) DEFAULT NULL,
  `organization_ceo_name` varchar(255) DEFAULT NULL,
  `organization_ceo_designation` varchar(255) DEFAULT NULL,
  `organization_senior_officer_name_one` varchar(255) DEFAULT NULL,
  `organization_senior_officer_designation_one` varchar(255) DEFAULT NULL,
  `organization_senior_officer_name_two` varchar(255) DEFAULT NULL,
  `organization_senior_officer_designation_two` varchar(255) DEFAULT NULL,
  `organization_name_of_executive_responsible_for_bd` varchar(255) DEFAULT NULL,
  `organization_name_of_executive_responsible_for_bd_designation` varchar(255) DEFAULT NULL,
  `objectives_of_the_organization` varchar(255) DEFAULT NULL,
  `communication_between_NGO_and_donor` varchar(255) DEFAULT NULL,
  `bank_name` varchar(255) DEFAULT NULL,
  `bank_address` varchar(255) DEFAULT NULL,
  `bank_account_name` varchar(255) DEFAULT NULL,
  `bank_account_number` varchar(255) DEFAULT NULL,
  `status` varchar(255) DEFAULT NULL,
  `comment` text DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `fd6_forms`
--

CREATE TABLE `fd6_forms` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `fd_one_form_id` bigint(20) UNSIGNED NOT NULL,
  `ngo_name` varchar(255) DEFAULT NULL,
  `ngo_registration_date` varchar(255) DEFAULT NULL,
  `ngo_last_renew_date` varchar(255) DEFAULT NULL,
  `ngo_expiration_date` varchar(255) DEFAULT NULL,
  `ngo_address` varchar(255) DEFAULT NULL,
  `ngo_telephone_number` varchar(255) DEFAULT NULL,
  `ngo_mobile_number` varchar(255) DEFAULT NULL,
  `ngo_email_address` varchar(255) DEFAULT NULL,
  `ngo_website` varchar(255) DEFAULT NULL,
  `ngo_prokolpo_name` varchar(255) DEFAULT NULL,
  `ngo_prokolpo_duration` varchar(255) DEFAULT NULL,
  `ngo_prokolpo_start_date` varchar(255) DEFAULT NULL,
  `ngo_prokolpo_end_date` varchar(255) DEFAULT NULL,
  `grants_received_from_abroad_first_year` varchar(255) DEFAULT NULL,
  `grants_received_from_abroad_second_year` varchar(255) DEFAULT NULL,
  `grants_received_from_abroad_third_year` varchar(255) DEFAULT NULL,
  `grants_received_from_abroad_fourth_year` varchar(255) DEFAULT NULL,
  `grants_received_from_abroad_fifth_year` varchar(255) DEFAULT NULL,
  `grants_received_from_abroad_total` varchar(255) DEFAULT NULL,
  `grants_received_from_abroad_comment` varchar(255) DEFAULT NULL,
  `donations_made_by_foreign_donors_first_year` varchar(255) DEFAULT NULL,
  `donations_made_by_foreign_donors_second_year` varchar(255) DEFAULT NULL,
  `donations_made_by_foreign_donors_third_year` varchar(255) DEFAULT NULL,
  `donations_made_by_foreign_donors_fourth_year` varchar(255) DEFAULT NULL,
  `donations_made_by_foreign_donors_fifth_year` varchar(255) DEFAULT NULL,
  `donations_made_by_foreign_donors_total` varchar(255) DEFAULT NULL,
  `donations_made_by_foreign_donors_comment` varchar(255) DEFAULT NULL,
  `local_grants_first_year` varchar(255) DEFAULT NULL,
  `local_grants_second_year` varchar(255) DEFAULT NULL,
  `local_grants_third_year` varchar(255) DEFAULT NULL,
  `local_grants_fourth_year` varchar(255) DEFAULT NULL,
  `local_grants_fifth_year` varchar(255) DEFAULT NULL,
  `local_grants_donors_total` varchar(255) DEFAULT NULL,
  `local_grants_donors_comment` varchar(255) DEFAULT NULL,
  `total_first_year` varchar(255) DEFAULT NULL,
  `total_second_year` varchar(255) DEFAULT NULL,
  `total_third_year` varchar(255) DEFAULT NULL,
  `total_fourth_year` varchar(255) DEFAULT NULL,
  `total_fifth_year` varchar(255) DEFAULT NULL,
  `total_donors_total` varchar(255) DEFAULT NULL,
  `total_donors_comment` varchar(255) DEFAULT NULL,
  `donor_organization_name` varchar(255) DEFAULT NULL,
  `donor_organization_address` varchar(255) DEFAULT NULL,
  `donor_organization_phone_mobile_email` varchar(255) DEFAULT NULL,
  `donor_organization_website` varchar(255) DEFAULT NULL,
  `money_laundering_and_terrorist_financing` varchar(255) DEFAULT NULL,
  `project_cost` varchar(255) DEFAULT NULL,
  `project_cost_ratio` varchar(255) DEFAULT NULL,
  `administrative_cost` varchar(255) DEFAULT NULL,
  `administrative_ratio` varchar(255) DEFAULT NULL,
  `project_and_administrative_cost` varchar(255) DEFAULT NULL,
  `project_and_administrative_cost_ratio` varchar(255) DEFAULT NULL,
  `project_name` varchar(255) DEFAULT NULL,
  `duration_of_project` varchar(255) DEFAULT NULL,
  `total_allocation_of_project` varchar(255) DEFAULT NULL,
  `total_allocation_in_project_area` varchar(255) DEFAULT NULL,
  `total_beneficiaries` varchar(255) DEFAULT NULL,
  `total_population_in_project_area` varchar(255) DEFAULT NULL,
  `donor_organization_name_two` varchar(255) DEFAULT NULL,
  `project_proposal_form` varchar(255) DEFAULT NULL,
  `status` varchar(255) DEFAULT NULL,
  `comment` varchar(255) DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `fd6_form_prokolpo_areas`
--

CREATE TABLE `fd6_form_prokolpo_areas` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `fd6_form_id` bigint(20) UNSIGNED NOT NULL,
  `division_name` varchar(255) DEFAULT NULL,
  `district_name` varchar(255) DEFAULT NULL,
  `city_corparation_name` varchar(255) DEFAULT NULL,
  `upozila_name` varchar(255) DEFAULT NULL,
  `thana_name` varchar(255) DEFAULT NULL,
  `municipality_name` varchar(255) DEFAULT NULL,
  `ward_name` varchar(255) DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `fd7_forms`
--

CREATE TABLE `fd7_forms` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `fd_one_form_id` bigint(20) UNSIGNED NOT NULL,
  `ngo_name` varchar(255) DEFAULT NULL,
  `ngo_address` varchar(255) DEFAULT NULL,
  `ngo_registration_number` varchar(255) DEFAULT NULL,
  `ngo_registration_date` varchar(255) DEFAULT NULL,
  `ngo_prokolpo_name` varchar(255) DEFAULT NULL,
  `donor_organization_description` text DEFAULT NULL,
  `donor_organization_chief_type` varchar(255) DEFAULT NULL,
  `donor_organization_chief_name` varchar(255) DEFAULT NULL,
  `donor_organization_name` varchar(255) DEFAULT NULL,
  `donor_organization_address` varchar(255) DEFAULT NULL,
  `donor_organization_phone` varchar(255) DEFAULT NULL,
  `donor_organization_email` varchar(255) DEFAULT NULL,
  `donor_organization_website` varchar(255) DEFAULT NULL,
  `ongoing_prokolpo_name` varchar(255) DEFAULT NULL,
  `total_prokolpo_cost` varchar(255) DEFAULT NULL,
  `date_of_bureau_approval` varchar(255) DEFAULT NULL,
  `bureau_approval_pdf` varchar(255) DEFAULT NULL,
  `percentage_of_the_original_project` varchar(255) DEFAULT NULL,
  `adverse_impact_on_the_ongoing_project` varchar(255) DEFAULT NULL,
  `letter_from_donor_agency_pdf` varchar(255) DEFAULT NULL,
  `ngo_prokolpo_start_date` varchar(255) DEFAULT NULL,
  `ngo_prokolpo_end_date` varchar(255) DEFAULT NULL,
  `relief_assistance_project_proposal_pdf` varchar(255) DEFAULT NULL,
  `status` varchar(255) DEFAULT NULL,
  `comment` text DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `fd7_form_prokolpo_areas`
--

CREATE TABLE `fd7_form_prokolpo_areas` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `fd7_form_id` bigint(20) UNSIGNED NOT NULL,
  `division_name` varchar(255) DEFAULT NULL,
  `district_name` varchar(255) DEFAULT NULL,
  `city_corparation_name` varchar(255) DEFAULT NULL,
  `upozila_name` varchar(255) DEFAULT NULL,
  `thana_name` varchar(255) DEFAULT NULL,
  `municipality_name` varchar(255) DEFAULT NULL,
  `ward_name` varchar(255) DEFAULT NULL,
  `allocated_budget` varchar(255) DEFAULT NULL,
  `number_of_beneficiaries` varchar(255) DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `fd9_foreigner_employee_family_member_lists`
--

CREATE TABLE `fd9_foreigner_employee_family_member_lists` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `fd9_form_id` bigint(20) UNSIGNED NOT NULL,
  `family_member_name` varchar(255) DEFAULT NULL,
  `family_member_age` varchar(255) DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `fd9_forms`
--

CREATE TABLE `fd9_forms` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `fd_one_form_id` bigint(20) UNSIGNED NOT NULL,
  `fd9_foreigner_name` varchar(255) DEFAULT NULL,
  `fd9_father_name` varchar(255) DEFAULT NULL,
  `fd9_husband_or_wife_name` varchar(255) DEFAULT NULL,
  `fd9_mother_name` varchar(255) DEFAULT NULL,
  `fd9_birth_place` varchar(255) DEFAULT NULL,
  `fd9_dob` varchar(255) DEFAULT NULL,
  `fd9_passport_number` varchar(255) DEFAULT NULL,
  `fd9_passport_issue_date` varchar(255) DEFAULT NULL,
  `fd9_passport_expiration_date` varchar(255) DEFAULT NULL,
  `fd9_identification_mark_given_in_passport` varchar(255) DEFAULT NULL,
  `fd9_male_or_female` varchar(255) DEFAULT NULL,
  `fd9_marital_status` varchar(255) DEFAULT NULL,
  `fd9_nationality_or_citizenship` varchar(255) DEFAULT NULL,
  `fd9_details_if_multiple_citizenships` varchar(255) DEFAULT NULL,
  `fd9_previous_citizenship_is_grounds_for_non_retention` varchar(255) DEFAULT NULL,
  `fd9_current_address` varchar(255) DEFAULT NULL,
  `fd9_number_of_family_members` varchar(255) DEFAULT NULL,
  `fd9_academic_qualification` varchar(255) DEFAULT NULL,
  `fd9_technical_and_other_qualifications_if_any` varchar(255) DEFAULT NULL,
  `fd9_past_experience` varchar(255) DEFAULT NULL,
  `fd9_countries_that_have_traveled` varchar(255) DEFAULT NULL,
  `fd9_offered_post` varchar(255) DEFAULT NULL,
  `fd9_name_of_proposed_project` varchar(255) DEFAULT NULL,
  `fd9_date_of_appointment` varchar(255) DEFAULT NULL,
  `fd9_extension_date` varchar(255) DEFAULT NULL,
  `fd9_post_available_for_foreigner_and_working` varchar(255) DEFAULT NULL,
  `fd9_previous_work_experience_in_bangladesh` varchar(255) DEFAULT NULL,
  `fd9_total_foreigner_working` varchar(255) DEFAULT NULL,
  `fd9_other_information` varchar(255) DEFAULT NULL,
  `fd9_foreigner_passport_size_photo` varchar(255) DEFAULT NULL,
  `fd9_copy_of_passport` varchar(255) DEFAULT NULL,
  `verified_fd_nine_form` varchar(255) DEFAULT NULL,
  `chief_name` varchar(255) DEFAULT NULL,
  `chief_desi` varchar(255) DEFAULT NULL,
  `digital_signature` varchar(255) DEFAULT NULL,
  `digital_seal` varchar(255) DEFAULT NULL,
  `status` varchar(11) DEFAULT NULL,
  `comment` text DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `fd9_forwarding_letter_edits`
--

CREATE TABLE `fd9_forwarding_letter_edits` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `forwarding_letter_id` bigint(20) UNSIGNED NOT NULL,
  `pdf_part_one` text NOT NULL,
  `pdf_part_two` text NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `fd9_one_forms`
--

CREATE TABLE `fd9_one_forms` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `fd_one_form_id` bigint(20) UNSIGNED NOT NULL,
  `foreigner_name_for_subject` varchar(255) DEFAULT NULL,
  `sarok_number` varchar(255) DEFAULT NULL,
  `application_date` varchar(255) DEFAULT NULL,
  `institute_name` varchar(255) DEFAULT NULL,
  `prokolpo_name` varchar(255) DEFAULT NULL,
  `designation_name` varchar(255) DEFAULT NULL,
  `foreigner_name_for_body` varchar(255) DEFAULT NULL,
  `expire_from_date` varchar(255) DEFAULT NULL,
  `expire_to_date` varchar(255) DEFAULT NULL,
  `attestation_of_appointment_letter` varchar(255) DEFAULT NULL,
  `copy_of_form_nine` varchar(255) DEFAULT NULL,
  `foreigner_image` varchar(255) DEFAULT NULL,
  `arrival_date_in_nvisa` varchar(255) DEFAULT NULL,
  `copy_of_nvisa` varchar(255) DEFAULT NULL,
  `proposed_from_date` varchar(255) DEFAULT NULL,
  `proposed_to_date` varchar(255) DEFAULT NULL,
  `verified_fd_nine_one_form` varchar(255) DEFAULT NULL,
  `status` varchar(11) DEFAULT NULL,
  `chief_name` varchar(255) DEFAULT NULL,
  `chief_desi` varchar(255) DEFAULT NULL,
  `place` varchar(255) DEFAULT '0',
  `digital_signature` varchar(255) DEFAULT NULL,
  `digital_seal` varchar(255) DEFAULT NULL,
  `comment` text DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `fd_nine_office_saroks`
--

CREATE TABLE `fd_nine_office_saroks` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `p_note_for_fd_nine_id` bigint(20) UNSIGNED NOT NULL,
  `office_subject` varchar(255) NOT NULL,
  `office_sutro` varchar(255) DEFAULT NULL,
  `description` text NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `fd_nine_one_office_saroks`
--

CREATE TABLE `fd_nine_one_office_saroks` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `p_note_for_fd_nine_one_id` bigint(20) UNSIGNED NOT NULL,
  `office_subject` varchar(255) NOT NULL,
  `office_sutro` varchar(255) DEFAULT NULL,
  `description` text NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `fd_one_adviser_lists`
--

CREATE TABLE `fd_one_adviser_lists` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `fd_one_form_id` bigint(20) UNSIGNED NOT NULL,
  `name` varchar(255) DEFAULT NULL,
  `information` varchar(255) DEFAULT NULL,
  `time_for_api` varchar(255) DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `fd_one_bank_accounts`
--

CREATE TABLE `fd_one_bank_accounts` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `fd_one_form_id` bigint(20) UNSIGNED NOT NULL,
  `account_number` varchar(255) DEFAULT NULL,
  `account_type` varchar(255) DEFAULT NULL,
  `name_of_bank` varchar(255) DEFAULT NULL,
  `branch_name_of_bank` varchar(255) DEFAULT NULL,
  `bank_address` varchar(255) DEFAULT NULL,
  `time_for_api` varchar(255) DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `fd_one_bank_accounts`
--

INSERT INTO `fd_one_bank_accounts` (`id`, `fd_one_form_id`, `account_number`, `account_type`, `name_of_bank`, `branch_name_of_bank`, `bank_address`, `time_for_api`, `created_at`, `updated_at`) VALUES
(33, 39, '১২৩৪৫৬৭৮৯০১', 'কারেন্ট অ্যাকাউন্ট', 'ঢাকা ব্যাংক', 'বাগেরহাট', 'উপজেলাঃ বাগেরহাট সদর, জেলাঃ বাগেরহাট', '13:52:30 pm', '2023-12-16 03:58:13', '2023-12-16 12:52:30'),
(34, 40, '33', '33', '33', '33', '33', '11:27:21 am', '2023-12-16 10:27:08', '2023-12-16 10:27:21'),
(35, 41, '33', 'wqeqwe', 'bbb', '33', 'qweqw', '14:05:28 pm', '2023-12-16 13:05:28', '2023-12-16 13:05:28'),
(36, 42, NULL, NULL, NULL, NULL, NULL, '23:06:39 pm', '2023-12-19 22:06:39', '2023-12-19 22:06:39'),
(37, 43, '1271440002577', 'কারেন্ট অ্যাকাউন্ট', 'ঢাকা ব্যাংক', 'বাগেরহাট', 'উপজেলাঃ বাগেরহাট সদর, জেলাঃ বাগেরহাট', '13:03:35 pm', '2023-12-20 12:03:35', '2023-12-20 12:03:35');

-- --------------------------------------------------------

--
-- Table structure for table `fd_one_forms`
--

CREATE TABLE `fd_one_forms` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `user_id` bigint(20) UNSIGNED NOT NULL,
  `registration_number` varchar(255) DEFAULT NULL,
  `registration_number_given_by_admin` varchar(255) DEFAULT NULL,
  `organization_name` varchar(255) DEFAULT NULL,
  `organization_name_ban` varchar(255) DEFAULT NULL,
  `organization_address` varchar(255) DEFAULT NULL,
  `address_of_head_office` varchar(255) DEFAULT NULL,
  `address_of_head_office_eng` varchar(255) DEFAULT NULL,
  `country_of_origin` varchar(255) DEFAULT NULL,
  `name_of_head_in_bd` varchar(255) DEFAULT NULL,
  `job_type` varchar(255) DEFAULT NULL,
  `address` varchar(255) DEFAULT NULL,
  `district` varchar(255) DEFAULT NULL,
  `phone` varchar(255) DEFAULT NULL,
  `tele_phone_number` varchar(255) DEFAULT '0',
  `email` varchar(255) DEFAULT NULL,
  `citizenship` varchar(255) DEFAULT NULL,
  `profession` varchar(255) DEFAULT NULL,
  `plan_of_operation` text DEFAULT NULL,
  `foregin_pdf` varchar(255) DEFAULT NULL,
  `copy_of_chalan` varchar(255) DEFAULT '0',
  `due_vat_pdf` varchar(255) DEFAULT '0',
  `change_ac_number` varchar(255) DEFAULT '0',
  `local_address` varchar(255) DEFAULT NULL,
  `annual_budget` varchar(255) DEFAULT NULL,
  `annual_budget_file` varchar(255) DEFAULT NULL,
  `treasury_number` text DEFAULT NULL,
  `attach_the__supporting_paper` text DEFAULT NULL,
  `vat_invoice_number` text DEFAULT NULL,
  `board_of_revenue_on_fees` text DEFAULT NULL,
  `time_for_api` varchar(255) DEFAULT NULL,
  `org_phone` varchar(255) DEFAULT '0',
  `org_mobile` varchar(255) DEFAULT '0',
  `org_email` varchar(255) DEFAULT '0',
  `web_site_name` varchar(255) DEFAULT '0',
  `nationality` varchar(255) DEFAULT '0',
  `complete_status` text DEFAULT NULL,
  `verified_fd_one_form` text DEFAULT NULL,
  `verified_fd_eight_form_old` varchar(255) DEFAULT '0',
  `chief_name` varchar(255) DEFAULT NULL,
  `chief_desi` varchar(255) DEFAULT NULL,
  `digital_signature` varchar(190) DEFAULT NULL,
  `digital_seal` varchar(200) DEFAULT NULL,
  `place` varchar(255) DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `fd_one_forms`
--

INSERT INTO `fd_one_forms` (`id`, `user_id`, `registration_number`, `registration_number_given_by_admin`, `organization_name`, `organization_name_ban`, `organization_address`, `address_of_head_office`, `address_of_head_office_eng`, `country_of_origin`, `name_of_head_in_bd`, `job_type`, `address`, `district`, `phone`, `tele_phone_number`, `email`, `citizenship`, `profession`, `plan_of_operation`, `foregin_pdf`, `copy_of_chalan`, `due_vat_pdf`, `change_ac_number`, `local_address`, `annual_budget`, `annual_budget_file`, `treasury_number`, `attach_the__supporting_paper`, `vat_invoice_number`, `board_of_revenue_on_fees`, `time_for_api`, `org_phone`, `org_mobile`, `org_email`, `web_site_name`, `nationality`, `complete_status`, `verified_fd_one_form`, `verified_fd_eight_form_old`, `chief_name`, `chief_desi`, `digital_signature`, `digital_seal`, `place`, `created_at`, `updated_at`) VALUES
(39, 63, '2001', '1522991057', 'Development Voluntary Activities (USCA)', 'উন্নয়ন সেচ্ছাসেবা কার্যক্রম (উসেকা)', '২৩/২, সাহাপাড়া রোদ, পোঃ বাসাবাটী, উপজেলাঃ বাগেরহাট সদর, জেলাঃ বাগেরহাট', '২৩/২, সাহাপাড়া রোদ, পোঃ বাসাবাটী, উপজেলাঃ বাগেরহাট সদর, জেলাঃ বাগেরহাট', '23/2, Sahapara Rod, Po: Basabati, Upazila: Bagerhat Sadar, District: Bagerhat', 'বাংলাদেশ', 'কাজী লিয়াকত আলী', 'পূর্ণকালীন', 'গ্রামঃ কাড়াপাড়া, ডাকঃ বাগেরহাট প্রধান পোস্ট অফিস, উপজেলাঃ বাগেরহাট সদর, জেলাঃ বাগেরহাট', NULL, '01515259074', '0298389398', 'kazi@mail.com', 'বাংলাদেশী', 'প্রযোজ্য নয়', NULL, 'uploads/FdOneForm/2023-15-1217026810556199305312.pdf', 'uploads/copy_of_chalan/2023-15-1217026815101517165153.pdf', 'uploads/due_vat_pdf/2023-15-1217026815104235084752.pdf', '0', '0', '১২,০০,০০০ টাকা', 'uploads/FdOneForm/2023-15-1217026810551761459434.pdf', NULL, NULL, NULL, NULL, '04:54:29', '02776765', '01738300022', 'usca@gmail.com', 'www.usca.com', 'বাংলাদেশী', 'save_and_exit_from_three', NULL, '0', NULL, NULL, NULL, NULL, NULL, '2023-12-16 03:54:29', '2023-12-16 12:52:30'),
(40, 64, '2002', '1591330130', 'Padma Hut', 'Padma Hut', 'Padma Hut', 'গুলশান,ঢাকা', 'Badda,Dhaka', 'বাংলাদেশ', 'Kamruzzaman kajol', 'খণ্ডকালীন', 'Rajshahi', NULL, '01646735100', '01646735100', 'kkajol428@gmail.com', 'আফগান', 'পেশা নাই', NULL, 'uploads/FdOneForm/2023-16-1217027043831380578972.pdf', 'uploads/copy_of_chalan/2023-16-1217027044289211532008.pdf', 'uploads/due_vat_pdf/2023-16-1217027044288317036529.pdf', 'uploads/change_ac_number/2023-16-1217027044287540439350.pdf', '0', '4534', 'uploads/FdOneForm/2023-16-1217027043831245294663.pdf', NULL, NULL, NULL, NULL, '11:25:42', '01646735100', '01646735100', 'kkajol428@gmail.com', 'ww.ggg.com', 'bd', 'save_and_exit_from_three', NULL, '0', NULL, NULL, NULL, NULL, NULL, '2023-12-16 10:25:42', '2023-12-16 10:27:08'),
(41, 65, '4534', '-595287033', 'Padma Hut', 'Padma Hut', 'Padma Hut', 'Rajshahi', 'Dhaka', 'বাংলাদেশ', 'Kamruzzaman kajol', 'খণ্ডকালীন', 'Rajshahi', NULL, '01646735100', '01646735100', 'kkajol428@gmail.com', 'আলবেনিয়ান', 'পেশা নাই', NULL, 'uploads/FdOneForm/2023-16-1217027138941579558358.pdf', 'uploads/copy_of_chalan/2023-16-1217027139287719625077.pdf', 'uploads/due_vat_pdf/2023-16-1217027139285360031492.pdf', 'uploads/change_ac_number/2023-16-1217027139282165934017.pdf', '0', '4534', 'uploads/FdOneForm/2023-16-1217027138941455135504.pdf', NULL, NULL, NULL, NULL, '14:04:37', '01646735100', '01646735100', 'kkajol428@gmail.com', 'ww.ggg.com', 'zytyuZDZ9N', 'save_and_exit_from_three', NULL, '0', NULL, NULL, NULL, NULL, NULL, '2023-12-16 13:04:37', '2023-12-16 13:05:28'),
(42, 66, '0', '942449700', 'ABC Foundation', 'এবিসি ফাউন্ডেশন', '12, 7130 Juelsminde, Denmark', '১২, ৭১৩০ জুয়েলসমিন্ডে, ডেনমার্ক', '12, 7130 Juelsminde, Denmark', 'Denmark', 'Abu Sofain', 'Full Time', 'H-6, R-104 (LakeView), Gulshan', 'Full Bangladesh, Dhaka', '01738300022', '0298389398', 'sofain@mail.com', 'Bangladeshi', 'N/A', 'uploads/FdOneForm/2023-19-1217030054546717231250.pdf', NULL, '0', '0', '0', '0', '12,000 Euro', NULL, '987654321', 'uploads/attach_the_supporting_papers/2023-19-1217030055993394868453.pdf', '9876543211', 'uploads/board_of_revenue_on_fees/2023-19-1217030055992562694969.pdf', '23:02:02', NULL, NULL, NULL, NULL, NULL, 'save_and_exit_from_three', NULL, '0', NULL, NULL, NULL, NULL, NULL, '2023-12-19 22:02:02', '2023-12-19 22:06:39'),
(43, 67, '2001', '-137145258', 'Development Voluntary Activities (USCA)', 'উন্নয়ন সেচ্ছাসেবা কার্যক্রম (উসেকা)', '২৩/২, সাহাপাড়া রোদ, পোঃ বাসাবাটী, উপজেলাঃ বাগেরহাট সদর, জেলাঃ বাগেরহাট', '২৩/২, সাহাপাড়া রোদ, পোঃ বাসাবাটী, উপজেলাঃ বাগেরহাট সদর, জেলাঃ বাগেরহাট', '23/2, Sahapara Rod, Po: Basabati, Upazila: Bagerhat Sadar, District: Bagerhat', 'বাংলাদেশ', 'কাজী লিয়াকত আলী', 'পূর্ণকালীন', 'গ্রামঃ কাড়াপাড়া, ডাকঃ বাগেরহাট প্রধান পোস্ট অফিস, উপজেলাঃ বাগেরহাট সদর, জেলাঃ বাগেরহাট', NULL, '01515259074', '0298389398', 'kazi@mail.com', 'বাংলাদেশী', 'প্রযোজ্য নয়', NULL, 'uploads/FdOneForm/2023-20-1217030556025796492494.pdf', 'uploads/copy_of_chalan/2023-20-1217030558153615274447.pdf', 'uploads/due_vat_pdf/2023-20-1217030558151369527678.pdf', '0', '0', '১২,০০,০০০ টাকা', 'uploads/FdOneForm/2023-20-1217030556024156232455.pdf', NULL, NULL, NULL, NULL, '12:57:19', '02776765', '01738300022', 'usca@gmail.com', 'www.usca.com', 'বাংলাদেশী', 'save_and_exit_from_three', NULL, '0', NULL, NULL, NULL, NULL, NULL, '2023-12-20 11:57:19', '2023-12-20 12:03:35');

-- --------------------------------------------------------

--
-- Table structure for table `fd_one_member_lists`
--

CREATE TABLE `fd_one_member_lists` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `fd_one_form_id` bigint(20) UNSIGNED NOT NULL,
  `name` varchar(255) DEFAULT NULL,
  `position` varchar(255) DEFAULT NULL,
  `address` varchar(255) DEFAULT NULL,
  `date_of_join` varchar(255) DEFAULT NULL,
  `mobile` varchar(255) DEFAULT NULL,
  `email` varchar(255) DEFAULT NULL,
  `citizenship` varchar(255) DEFAULT NULL,
  `salary_statement` text DEFAULT NULL,
  `other_occupation` text DEFAULT NULL,
  `now_working_at` varchar(255) DEFAULT NULL,
  `time_for_api` varchar(255) DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `fd_one_other_pdf_lists`
--

CREATE TABLE `fd_one_other_pdf_lists` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `fd_one_form_id` bigint(20) UNSIGNED NOT NULL,
  `information_title` varchar(255) DEFAULT NULL,
  `information_pdf` varchar(255) DEFAULT NULL,
  `time_for_api` varchar(255) DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `fd_one_other_pdf_lists`
--

INSERT INTO `fd_one_other_pdf_lists` (`id`, `fd_one_form_id`, `information_title`, `information_pdf`, `time_for_api`, `created_at`, `updated_at`) VALUES
(4, 39, 'টেস্ট', 'uploads/FdOneOtherPdfList/2023-15-1217026815109419472999.pdf', '05:05:10 am', '2023-12-16 04:05:10', '2023-12-16 04:05:10');

-- --------------------------------------------------------

--
-- Table structure for table `fd_one_source_of_funds`
--

CREATE TABLE `fd_one_source_of_funds` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `fd_one_form_id` bigint(20) UNSIGNED NOT NULL,
  `name` varchar(255) DEFAULT NULL,
  `address` varchar(255) DEFAULT NULL,
  `letter_file` text DEFAULT NULL,
  `time_for_api` varchar(255) DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `fd_seven_office_saroks`
--

CREATE TABLE `fd_seven_office_saroks` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `parent_note_for_fd_seven_id` bigint(20) UNSIGNED NOT NULL,
  `office_subject` varchar(255) NOT NULL,
  `office_sutro` varchar(255) DEFAULT NULL,
  `description` text NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `fd_three_daks`
--

CREATE TABLE `fd_three_daks` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `sender_admin_id` varchar(255) DEFAULT NULL,
  `receiver_admin_id` varchar(255) DEFAULT NULL,
  `fd_three_status_id` varchar(255) DEFAULT NULL,
  `original_recipient` varchar(255) DEFAULT NULL,
  `copy_of_work` varchar(255) DEFAULT NULL,
  `informational_purposes` varchar(255) DEFAULT NULL,
  `attraction_attention` varchar(255) DEFAULT NULL,
  `dak_detail_id` varchar(255) DEFAULT NULL,
  `status` varchar(255) DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `fd_three_office_saroks`
--

CREATE TABLE `fd_three_office_saroks` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `parent_note_for_fd_three_id` bigint(20) UNSIGNED NOT NULL,
  `office_subject` varchar(255) NOT NULL,
  `office_sutro` varchar(255) DEFAULT NULL,
  `description` text NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `form_complete_statuses`
--

CREATE TABLE `form_complete_statuses` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `user_id` bigint(20) UNSIGNED NOT NULL,
  `fd_one_form_step_one_status` tinyint(4) NOT NULL,
  `fd_one_form_step_two_status` tinyint(4) NOT NULL,
  `fd_one_form_step_three_status` tinyint(4) NOT NULL,
  `fd_one_form_step_four_status` tinyint(4) NOT NULL,
  `form_eight_status` tinyint(4) NOT NULL,
  `ngo_member_status` tinyint(4) NOT NULL,
  `ngo_member_nid_photo_status` tinyint(4) NOT NULL,
  `ngo_other_document_status` tinyint(4) NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `form_complete_statuses`
--

INSERT INTO `form_complete_statuses` (`id`, `user_id`, `fd_one_form_step_one_status`, `fd_one_form_step_two_status`, `fd_one_form_step_three_status`, `fd_one_form_step_four_status`, `form_eight_status`, `ngo_member_status`, `ngo_member_nid_photo_status`, `ngo_other_document_status`, `created_at`, `updated_at`) VALUES
(36, 63, 1, 1, 1, 1, 1, 1, 1, 1, '2023-12-16 03:54:29', '2023-12-16 13:17:39'),
(37, 64, 1, 1, 1, 1, 1, 1, 1, 1, '2023-12-16 10:25:42', '2023-12-16 12:04:54'),
(38, 65, 1, 1, 1, 1, 1, 1, 1, 0, '2023-12-16 13:04:37', '2023-12-16 13:05:28'),
(39, 66, 1, 1, 1, 1, 1, 1, 1, 1, '2023-12-19 22:02:02', '2023-12-19 22:07:59'),
(40, 67, 1, 1, 1, 1, 1, 1, 1, 1, '2023-12-20 11:57:19', '2023-12-20 12:15:00');

-- --------------------------------------------------------

--
-- Table structure for table `form_eights`
--

CREATE TABLE `form_eights` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `fd_one_form_id` bigint(20) UNSIGNED NOT NULL,
  `name` varchar(255) DEFAULT NULL,
  `name_slug` varchar(255) DEFAULT NULL,
  `desi` varchar(255) DEFAULT NULL,
  `dob` varchar(255) DEFAULT NULL,
  `nid_no` varchar(255) DEFAULT NULL,
  `phone` varchar(255) DEFAULT NULL,
  `father_name` varchar(255) DEFAULT NULL,
  `present_address` varchar(255) DEFAULT NULL,
  `permanent_address` varchar(255) DEFAULT NULL,
  `name_supouse` varchar(255) DEFAULT NULL,
  `edu_quali` varchar(255) DEFAULT NULL,
  `profession` varchar(255) DEFAULT NULL,
  `job_des` varchar(255) DEFAULT NULL,
  `service_status` varchar(255) DEFAULT NULL,
  `form_date` varchar(255) DEFAULT NULL,
  `to_date` varchar(255) DEFAULT NULL,
  `total_year` varchar(255) DEFAULT NULL,
  `time_for_api` text DEFAULT NULL,
  `complete_status` varchar(255) DEFAULT NULL,
  `verified_form_eight` varchar(255) DEFAULT NULL,
  `job_picture` varchar(255) DEFAULT NULL,
  `job_sign` varchar(255) DEFAULT NULL,
  `name_one` varchar(255) DEFAULT '0',
  `name_two` varchar(255) DEFAULT '0',
  `designation_one` varchar(255) DEFAULT '0',
  `designation_two` varchar(255) DEFAULT '0',
  `signature_one` varchar(255) DEFAULT '0',
  `signature_two` varchar(255) DEFAULT '0',
  `seal_one` varchar(255) DEFAULT '0',
  `seal_two` varchar(255) DEFAULT '0',
  `employee_add_status` varchar(11) DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `forwarding_letters`
--

CREATE TABLE `forwarding_letters` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `admin_id` bigint(20) UNSIGNED NOT NULL,
  `apply_date` varchar(255) NOT NULL,
  `apply_month_name` varchar(255) NOT NULL,
  `apply_year_name` varchar(255) NOT NULL,
  `sarok_number` varchar(255) NOT NULL,
  `fd9_form_id` varchar(255) NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `forwarding_letter_onulipis`
--

CREATE TABLE `forwarding_letter_onulipis` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `forwarding_letter_id` bigint(20) UNSIGNED NOT NULL,
  `onulipi_name` varchar(255) NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `job_histories`
--

CREATE TABLE `job_histories` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `admin_id` bigint(20) UNSIGNED NOT NULL,
  `designation_list_id` bigint(20) UNSIGNED NOT NULL,
  `start_date` varchar(255) NOT NULL,
  `end_date` varchar(255) NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `log_activities`
--

CREATE TABLE `log_activities` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `subject` varchar(255) NOT NULL,
  `url` varchar(255) NOT NULL,
  `method` varchar(255) NOT NULL,
  `ip_or_mac` varchar(255) NOT NULL,
  `agent` varchar(255) DEFAULT NULL,
  `admin_id` varchar(255) DEFAULT NULL,
  `activity_time` varchar(255) DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `log_activities`
--

INSERT INTO `log_activities` (`id`, `subject`, `url`, `method`, `ip_or_mac`, `agent`, `admin_id`, `activity_time`, `created_at`, `updated_at`) VALUES
(1305, 'Logged In.', 'http://localhost/databaseUpdate/admin/admin/login', 'POST', 'B0-A7-B9-EB-20-D0   \\Device\\Tcpip_{BE34F30D-E490-468C-860E-1BA42BCC5542}', 'Mozilla/5.0 (Windows NT 10.0; Win64; x64) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '10:54:25 am', '2023-12-17 22:54:26', '2023-12-17 22:54:26'),
(1306, 'view dashboard', 'http://localhost/databaseUpdate/admin/admin', 'GET', 'B0-A7-B9-EB-20-D0   \\Device\\Tcpip_{BE34F30D-E490-468C-860E-1BA42BCC5542}', 'Mozilla/5.0 (Windows NT 10.0; Win64; x64) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '10:54:27 am', '2023-12-17 22:54:28', '2023-12-17 22:54:28'),
(1307, 'view dak list.', 'http://localhost/databaseUpdate/admin/admin/dakBranchList', 'GET', 'B0-A7-B9-EB-20-D0   \\Device\\Tcpip_{BE34F30D-E490-468C-860E-1BA42BCC5542}', 'Mozilla/5.0 (Windows NT 10.0; Win64; x64) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '10:57:15 am', '2023-12-17 22:57:15', '2023-12-17 22:57:15'),
(1308, 'show dak detail.', 'http://localhost/databaseUpdate/admin/admin/showDataAll/renew/12', 'GET', 'B0-A7-B9-EB-20-D0   \\Device\\Tcpip_{BE34F30D-E490-468C-860E-1BA42BCC5542}', 'Mozilla/5.0 (Windows NT 10.0; Win64; x64) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '10:57:25 am', '2023-12-17 22:57:25', '2023-12-17 22:57:25'),
(1309, 'show Data Designation Wise.', 'http://localhost/databaseUpdate/admin/admin/showDataDesignationWise?mainId=12&mainStatusNew=renew&mainstatus=desi&totalDesi%5B0%5D=3', 'GET', 'B0-A7-B9-EB-20-D0   \\Device\\Tcpip_{BE34F30D-E490-468C-860E-1BA42BCC5542}', 'Mozilla/5.0 (Windows NT 10.0; Win64; x64) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '10:57:32 am', '2023-12-17 22:57:33', '2023-12-17 22:57:33'),
(1310, 'show Data Designation Wise.', 'http://localhost/databaseUpdate/admin/admin/showDataDesignationWise?mainId=12&mainStatusNew=renew&mainstatus=desi&totalDesi%5B0%5D=3&totalDesi%5B1%5D=7', 'GET', 'B0-A7-B9-EB-20-D0   \\Device\\Tcpip_{BE34F30D-E490-468C-860E-1BA42BCC5542}', 'Mozilla/5.0 (Windows NT 10.0; Win64; x64) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '10:57:35 am', '2023-12-17 22:57:35', '2023-12-17 22:57:35'),
(1311, 'add dak detail.', 'http://localhost/databaseUpdate/admin/admin/dakListFirstStep?admin_id%5B0%5D=5&admin_id%5B1%5D=3&mainStatusNew=renew&main_id=12', 'GET', 'B0-A7-B9-EB-20-D0   \\Device\\Tcpip_{BE34F30D-E490-468C-860E-1BA42BCC5542}', 'Mozilla/5.0 (Windows NT 10.0; Win64; x64) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '10:57:39 am', '2023-12-17 22:57:39', '2023-12-17 22:57:39'),
(1312, 'add dak detail.', 'http://localhost/databaseUpdate/admin/admin/dakListSecondStep', 'POST', 'B0-A7-B9-EB-20-D0   \\Device\\Tcpip_{BE34F30D-E490-468C-860E-1BA42BCC5542}', 'Mozilla/5.0 (Windows NT 10.0; Win64; x64) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '10:58:35 am', '2023-12-17 22:58:35', '2023-12-17 22:58:35'),
(1313, 'view dak list.', 'http://localhost/databaseUpdate/admin/admin/dakBranchList', 'GET', 'B0-A7-B9-EB-20-D0   \\Device\\Tcpip_{BE34F30D-E490-468C-860E-1BA42BCC5542}', 'Mozilla/5.0 (Windows NT 10.0; Win64; x64) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '10:58:36 am', '2023-12-17 22:58:36', '2023-12-17 22:58:36'),
(1314, 'Logged Out.', 'http://localhost/databaseUpdate/admin/admin/logout/submit', 'POST', 'B0-A7-B9-EB-20-D0   \\Device\\Tcpip_{BE34F30D-E490-468C-860E-1BA42BCC5542}', 'Mozilla/5.0 (Windows NT 10.0; Win64; x64) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '10:58:52 am', '2023-12-17 22:58:52', '2023-12-17 22:58:52'),
(1315, 'Logged In.', 'http://localhost/databaseUpdate/admin/admin/login', 'POST', 'B0-A7-B9-EB-20-D0   \\Device\\Tcpip_{BE34F30D-E490-468C-860E-1BA42BCC5542}', 'Mozilla/5.0 (Windows NT 10.0; Win64; x64) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '5', '10:59:06 am', '2023-12-17 22:59:07', '2023-12-17 22:59:07'),
(1316, 'view dashboard', 'http://localhost/databaseUpdate/admin/admin', 'GET', 'B0-A7-B9-EB-20-D0   \\Device\\Tcpip_{BE34F30D-E490-468C-860E-1BA42BCC5542}', 'Mozilla/5.0 (Windows NT 10.0; Win64; x64) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '5', '10:59:07 am', '2023-12-17 22:59:08', '2023-12-17 22:59:08'),
(1317, 'view dak list.', 'http://localhost/databaseUpdate/admin/admin/dakBranchList', 'GET', 'B0-A7-B9-EB-20-D0   \\Device\\Tcpip_{BE34F30D-E490-468C-860E-1BA42BCC5542}', 'Mozilla/5.0 (Windows NT 10.0; Win64; x64) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '5', '10:59:15 am', '2023-12-17 22:59:15', '2023-12-17 22:59:15'),
(1318, 'view dak list.', 'http://localhost/databaseUpdate/admin/admin/dakBranchList', 'GET', 'B0-A7-B9-EB-20-D0   \\Device\\Tcpip_{BE34F30D-E490-468C-860E-1BA42BCC5542}', 'Mozilla/5.0 (Windows NT 10.0; Win64; x64) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '5', '11:04:39 am', '2023-12-17 23:04:40', '2023-12-17 23:04:40'),
(1319, 'Logged Out.', 'http://localhost/databaseUpdate/admin/admin/logout/submit', 'POST', 'B0-A7-B9-EB-20-D0   \\Device\\Tcpip_{BE34F30D-E490-468C-860E-1BA42BCC5542}', 'Mozilla/5.0 (Windows NT 10.0; Win64; x64) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '5', '01:03:56 pm', '2023-12-18 01:03:57', '2023-12-18 01:03:57'),
(1320, 'Logged In.', 'http://localhost/databaseUpdate/admin/admin/login', 'POST', 'B0-A7-B9-EB-20-D0   \\Device\\Tcpip_{BE34F30D-E490-468C-860E-1BA42BCC5542}', 'Mozilla/5.0 (Windows NT 10.0; Win64; x64) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '01:04:11 pm', '2023-12-18 01:04:11', '2023-12-18 01:04:11'),
(1321, 'view dashboard', 'http://localhost/databaseUpdate/admin/admin', 'GET', 'B0-A7-B9-EB-20-D0   \\Device\\Tcpip_{BE34F30D-E490-468C-860E-1BA42BCC5542}', 'Mozilla/5.0 (Windows NT 10.0; Win64; x64) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '01:04:12 pm', '2023-12-18 01:04:13', '2023-12-18 01:04:13'),
(1322, 'Logged Out.', 'http://localhost/databaseUpdate/admin/admin/logout/submit', 'POST', 'B0-A7-B9-EB-20-D0   \\Device\\Tcpip_{BE34F30D-E490-468C-860E-1BA42BCC5542}', 'Mozilla/5.0 (Windows NT 10.0; Win64; x64) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '02:02:04 pm', '2023-12-18 02:02:04', '2023-12-18 02:02:04'),
(1323, 'Logged In.', 'http://localhost/databaseUpdate/admin/admin/login', 'POST', 'B0-A7-B9-EB-20-D0   \\Device\\Tcpip_{BE34F30D-E490-468C-860E-1BA42BCC5542}', 'Mozilla/5.0 (Windows NT 10.0; Win64; x64) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '5', '02:02:11 pm', '2023-12-18 02:02:11', '2023-12-18 02:02:11'),
(1324, 'view dashboard', 'http://localhost/databaseUpdate/admin/admin', 'GET', 'B0-A7-B9-EB-20-D0   \\Device\\Tcpip_{BE34F30D-E490-468C-860E-1BA42BCC5542}', 'Mozilla/5.0 (Windows NT 10.0; Win64; x64) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '5', '02:02:12 pm', '2023-12-18 02:02:13', '2023-12-18 02:02:13'),
(1325, 'view dak list.', 'http://localhost/databaseUpdate/admin/admin/dakBranchList', 'GET', 'B0-A7-B9-EB-20-D0   \\Device\\Tcpip_{BE34F30D-E490-468C-860E-1BA42BCC5542}', 'Mozilla/5.0 (Windows NT 10.0; Win64; x64) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '5', '05:27:12 pm', '2023-12-18 05:27:14', '2023-12-18 05:27:14'),
(1326, 'view dak list.', 'http://localhost/databaseUpdate/admin/admin/dakBranchList', 'GET', 'B0-A7-B9-EB-20-D0   \\Device\\Tcpip_{BE34F30D-E490-468C-860E-1BA42BCC5542}', 'Mozilla/5.0 (Windows NT 10.0; Win64; x64) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '5', '05:27:20 pm', '2023-12-18 05:27:20', '2023-12-18 05:27:20'),
(1327, 'view dak list.', 'http://localhost/databaseUpdate/admin/admin/dakBranchList', 'GET', 'B0-A7-B9-EB-20-D0   \\Device\\Tcpip_{BE34F30D-E490-468C-860E-1BA42BCC5542}', 'Mozilla/5.0 (Windows NT 10.0; Win64; x64) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '5', '05:28:06 pm', '2023-12-18 05:28:07', '2023-12-18 05:28:07'),
(1328, 'view dak list.', 'http://localhost/databaseUpdate/admin/admin/dakBranchList', 'GET', 'B0-A7-B9-EB-20-D0   \\Device\\Tcpip_{BE34F30D-E490-468C-860E-1BA42BCC5542}', 'Mozilla/5.0 (Windows NT 10.0; Win64; x64) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '5', '05:28:16 pm', '2023-12-18 05:28:17', '2023-12-18 05:28:17'),
(1329, 'view dak list.', 'http://localhost/databaseUpdate/admin/admin/dakBranchList', 'GET', 'B0-A7-B9-EB-20-D0   \\Device\\Tcpip_{BE34F30D-E490-468C-860E-1BA42BCC5542}', 'Mozilla/5.0 (Windows NT 10.0; Win64; x64) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '5', '05:28:38 pm', '2023-12-18 05:28:38', '2023-12-18 05:28:38'),
(1330, 'Logged In.', 'https://ngoadmin.resnova.dev/admin/login', 'POST', '', 'Mozilla/5.0 (Windows NT 10.0; Win64; x64) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '05:37:29 pm', '2023-12-18 16:37:29', '2023-12-18 16:37:29'),
(1331, 'view dashboard', 'https://ngoadmin.resnova.dev/admin', 'GET', '', 'Mozilla/5.0 (Windows NT 10.0; Win64; x64) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '05:37:30 pm', '2023-12-18 16:37:30', '2023-12-18 16:37:30'),
(1332, 'view dak list.', 'https://ngoadmin.resnova.dev/admin/dakBranchList', 'GET', '', 'Mozilla/5.0 (Windows NT 10.0; Win64; x64) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '05:37:35 pm', '2023-12-18 16:37:35', '2023-12-18 16:37:35'),
(1333, 'Logged In.', 'https://ngoadmin.resnova.dev/admin/login', 'POST', '', 'Mozilla/5.0 (Windows NT 10.0; Win64; x64) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '01:37:39 pm', '2023-12-19 12:37:39', '2023-12-19 12:37:39'),
(1334, 'view dashboard', 'https://ngoadmin.resnova.dev/admin', 'GET', '', 'Mozilla/5.0 (Windows NT 10.0; Win64; x64) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '01:37:39 pm', '2023-12-19 12:37:39', '2023-12-19 12:37:39'),
(1335, 'view dak list.', 'https://ngoadmin.resnova.dev/admin/dakBranchList', 'GET', '', 'Mozilla/5.0 (Windows NT 10.0; Win64; x64) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '01:37:43 pm', '2023-12-19 12:37:43', '2023-12-19 12:37:43'),
(1336, 'view dak list.', 'https://ngoadmin.resnova.dev/admin/dakBranchList', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '01:53:29 pm', '2023-12-19 12:53:29', '2023-12-19 12:53:29'),
(1337, 'view dashboard', 'https://ngoadmin.resnova.dev/admin', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '01:53:40 pm', '2023-12-19 12:53:40', '2023-12-19 12:53:40'),
(1338, 'view dak list.', 'https://ngoadmin.resnova.dev/admin/dakBranchList', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '01:53:54 pm', '2023-12-19 12:53:54', '2023-12-19 12:53:54'),
(1339, 'view dak list.', 'https://ngoadmin.resnova.dev/admin/dakBranchList', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '01:54:01 pm', '2023-12-19 12:54:01', '2023-12-19 12:54:01'),
(1340, 'show dak detail.', 'https://ngoadmin.resnova.dev/admin/showDataAll/renew/12', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '01:54:04 pm', '2023-12-19 12:54:04', '2023-12-19 12:54:04'),
(1341, 'view employee list', 'https://ngoadmin.resnova.dev/admin/user', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '01:54:17 pm', '2023-12-19 12:54:17', '2023-12-19 12:54:17'),
(1342, 'designation  list ', 'https://ngoadmin.resnova.dev/admin/designationList', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '01:55:25 pm', '2023-12-19 12:55:25', '2023-12-19 12:55:25'),
(1343, 'branch list ', 'https://ngoadmin.resnova.dev/admin/branchList', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '01:55:30 pm', '2023-12-19 12:55:30', '2023-12-19 12:55:30'),
(1344, 'branch update ', 'https://ngoadmin.resnova.dev/admin/branchList/2', 'PUT', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '01:56:07 pm', '2023-12-19 12:56:07', '2023-12-19 12:56:07'),
(1345, 'branch list ', 'https://ngoadmin.resnova.dev/admin/branchList', 'GET', '', 'Mozilla/5.0 (Windows NT 10.0; Win64; x64) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '01:56:27 pm', '2023-12-19 12:56:27', '2023-12-19 12:56:27'),
(1346, 'branch update ', 'https://ngoadmin.resnova.dev/admin/branchList/2', 'PUT', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '01:56:49 pm', '2023-12-19 12:56:49', '2023-12-19 12:56:49'),
(1347, 'branch list ', 'https://ngoadmin.resnova.dev/admin/branchList', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '01:56:50 pm', '2023-12-19 12:56:50', '2023-12-19 12:56:50'),
(1348, 'branch update ', 'https://ngoadmin.resnova.dev/admin/branchList/3', 'PUT', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '01:57:12 pm', '2023-12-19 12:57:12', '2023-12-19 12:57:12'),
(1349, 'branch list ', 'https://ngoadmin.resnova.dev/admin/branchList', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '01:57:12 pm', '2023-12-19 12:57:12', '2023-12-19 12:57:12'),
(1350, 'branch update ', 'https://ngoadmin.resnova.dev/admin/branchList/4', 'PUT', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '01:57:24 pm', '2023-12-19 12:57:24', '2023-12-19 12:57:24'),
(1351, 'branch list ', 'https://ngoadmin.resnova.dev/admin/branchList', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '01:57:25 pm', '2023-12-19 12:57:25', '2023-12-19 12:57:25'),
(1352, 'branch update ', 'https://ngoadmin.resnova.dev/admin/branchList/5', 'PUT', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '01:57:38 pm', '2023-12-19 12:57:38', '2023-12-19 12:57:38'),
(1353, 'branch list ', 'https://ngoadmin.resnova.dev/admin/branchList', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '01:57:39 pm', '2023-12-19 12:57:39', '2023-12-19 12:57:39'),
(1354, 'branch update ', 'https://ngoadmin.resnova.dev/admin/branchList/6', 'PUT', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '01:57:52 pm', '2023-12-19 12:57:52', '2023-12-19 12:57:52'),
(1355, 'branch list ', 'https://ngoadmin.resnova.dev/admin/branchList', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '01:57:52 pm', '2023-12-19 12:57:52', '2023-12-19 12:57:52'),
(1356, 'branch update ', 'https://ngoadmin.resnova.dev/admin/branchList/7', 'PUT', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '01:58:26 pm', '2023-12-19 12:58:26', '2023-12-19 12:58:26'),
(1357, 'branch list ', 'https://ngoadmin.resnova.dev/admin/branchList', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '01:58:26 pm', '2023-12-19 12:58:26', '2023-12-19 12:58:26'),
(1358, 'branch update ', 'https://ngoadmin.resnova.dev/admin/branchList/8', 'PUT', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '01:58:47 pm', '2023-12-19 12:58:47', '2023-12-19 12:58:47'),
(1359, 'branch list ', 'https://ngoadmin.resnova.dev/admin/branchList', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '01:58:47 pm', '2023-12-19 12:58:47', '2023-12-19 12:58:47'),
(1360, 'branch update ', 'https://ngoadmin.resnova.dev/admin/branchList/9', 'PUT', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '01:58:57 pm', '2023-12-19 12:58:57', '2023-12-19 12:58:57'),
(1361, 'branch list ', 'https://ngoadmin.resnova.dev/admin/branchList', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '01:58:58 pm', '2023-12-19 12:58:58', '2023-12-19 12:58:58'),
(1362, 'branch update ', 'https://ngoadmin.resnova.dev/admin/branchList/10', 'PUT', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '01:59:08 pm', '2023-12-19 12:59:08', '2023-12-19 12:59:08'),
(1363, 'branch list ', 'https://ngoadmin.resnova.dev/admin/branchList', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '01:59:09 pm', '2023-12-19 12:59:09', '2023-12-19 12:59:09'),
(1364, 'branch update ', 'https://ngoadmin.resnova.dev/admin/branchList/11', 'PUT', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '01:59:33 pm', '2023-12-19 12:59:33', '2023-12-19 12:59:33'),
(1365, 'branch list ', 'https://ngoadmin.resnova.dev/admin/branchList', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '01:59:33 pm', '2023-12-19 12:59:33', '2023-12-19 12:59:33'),
(1366, 'branch update ', 'https://ngoadmin.resnova.dev/admin/branchList/12', 'PUT', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '01:59:50 pm', '2023-12-19 12:59:50', '2023-12-19 12:59:50'),
(1367, 'branch list ', 'https://ngoadmin.resnova.dev/admin/branchList', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '01:59:50 pm', '2023-12-19 12:59:50', '2023-12-19 12:59:50'),
(1368, 'designation  list ', 'https://ngoadmin.resnova.dev/admin/designationList', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '01:59:52 pm', '2023-12-19 12:59:52', '2023-12-19 12:59:52'),
(1369, 'view employee list', 'https://ngoadmin.resnova.dev/admin/user', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '02:00:19 pm', '2023-12-19 13:00:19', '2023-12-19 13:00:19'),
(1370, 'View System Information.', 'https://ngoadmin.resnova.dev/admin/systemInformation', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '02:00:41 pm', '2023-12-19 13:00:41', '2023-12-19 13:00:41'),
(1371, 'Role List.', 'https://ngoadmin.resnova.dev/admin/role', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '02:00:47 pm', '2023-12-19 13:00:47', '2023-12-19 13:00:47'),
(1372, 'Create Role.', 'https://ngoadmin.resnova.dev/admin/role/create', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '02:00:53 pm', '2023-12-19 13:00:53', '2023-12-19 13:00:53'),
(1373, 'view dak list.', 'https://ngoadmin.resnova.dev/admin/dakBranchList', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '02:13:21 pm', '2023-12-19 13:13:21', '2023-12-19 13:13:21'),
(1374, 'View Renew Info .', 'https://ngoadmin.resnova.dev/admin/renewView/12', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '02:13:24 pm', '2023-12-19 13:13:24', '2023-12-19 13:13:24'),
(1375, 'renew pdf download.', 'https://ngoadmin.resnova.dev/admin/foreginPdfDownload/MTI=', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '02:13:30 pm', '2023-12-19 13:13:30', '2023-12-19 13:13:30'),
(1376, 'download renew pdf.', 'https://ngoadmin.resnova.dev/admin/yearlyBudgetPdfDownload/MTI=', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '02:13:32 pm', '2023-12-19 13:13:32', '2023-12-19 13:13:32'),
(1377, 'download renew pdf.', 'https://ngoadmin.resnova.dev/admin/copyOfChalanPdfDownload/MTI=', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '02:13:34 pm', '2023-12-19 13:13:34', '2023-12-19 13:13:34'),
(1378, 'download renew pdf.', 'https://ngoadmin.resnova.dev/admin/dueVatPdfDownload/MTI=', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '02:13:36 pm', '2023-12-19 13:13:36', '2023-12-19 13:13:36'),
(1379, 'download renew pdf.', 'https://ngoadmin.resnova.dev/admin/renewalFileDownload/registration_renewal_fee/23', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '02:13:51 pm', '2023-12-19 13:13:51', '2023-12-19 13:13:51'),
(1380, 'download renew pdf.', 'https://ngoadmin.resnova.dev/admin/renewalFileDownload/committee_members_list/23', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '02:13:55 pm', '2023-12-19 13:13:55', '2023-12-19 13:13:55'),
(1381, 'download renew pdf.', 'https://ngoadmin.resnova.dev/admin/renewalFileDownload/approval_of_executive_committee/23', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '02:14:00 pm', '2023-12-19 13:14:00', '2023-12-19 13:14:00'),
(1382, 'download renew pdf.', 'https://ngoadmin.resnova.dev/admin/renewalFileDownload/laws_or_constitution/23', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '02:14:10 pm', '2023-12-19 13:14:10', '2023-12-19 13:14:10'),
(1383, 'download renew pdf.', 'https://ngoadmin.resnova.dev/admin/renewalFileDownload/last_ten_years/23', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '02:14:12 pm', '2023-12-19 13:14:12', '2023-12-19 13:14:12'),
(1384, 'show dak detail.', 'https://ngoadmin.resnova.dev/admin/showDataAll/renew/12', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '02:14:31 pm', '2023-12-19 13:14:31', '2023-12-19 13:14:31'),
(1385, 'show Data Designation Wise.', 'https://ngoadmin.resnova.dev/admin/showDataDesignationWise?mainId=12&mainStatusNew=renew&mainstatus=desi&totalDesi%5B0%5D=3', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '02:14:56 pm', '2023-12-19 13:14:56', '2023-12-19 13:14:56'),
(1386, 'show Data Designation Wise.', 'https://ngoadmin.resnova.dev/admin/showDataDesignationWise?mainId=12&mainStatusNew=renew&mainstatus=desi&totalDesi%5B0%5D=3&totalDesi%5B1%5D=7', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '02:15:02 pm', '2023-12-19 13:15:02', '2023-12-19 13:15:02'),
(1387, 'designation step list ', 'https://ngoadmin.resnova.dev/admin/assignedEmployee', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '02:15:33 pm', '2023-12-19 13:15:33', '2023-12-19 13:15:33'),
(1388, 'view employee list', 'https://ngoadmin.resnova.dev/admin/user', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '02:15:35 pm', '2023-12-19 13:15:35', '2023-12-19 13:15:35'),
(1389, 'add dak detail.', 'https://ngoadmin.resnova.dev/admin/dakListFirstStep?admin_id%5B0%5D=5&admin_id%5B1%5D=3&mainStatusNew=renew&main_id=12', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '02:16:16 pm', '2023-12-19 13:16:16', '2023-12-19 13:16:16'),
(1390, 'add dak detail.', 'https://ngoadmin.resnova.dev/admin/dakListSecondStep', 'POST', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '02:16:25 pm', '2023-12-19 13:16:25', '2023-12-19 13:16:25'),
(1391, 'view dak list.', 'https://ngoadmin.resnova.dev/admin/dakBranchList', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '02:16:25 pm', '2023-12-19 13:16:25', '2023-12-19 13:16:25'),
(1392, 'view dak list.', 'https://ngoadmin.resnova.dev/admin/dakBranchList', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '1', '02:16:40 pm', '2023-12-19 13:16:40', '2023-12-19 13:16:40'),
(1393, 'Logged In.', 'https://ngoadmin.resnova.dev/admin/login', 'POST', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '3', '02:17:09 pm', '2023-12-19 13:17:09', '2023-12-19 13:17:09'),
(1394, 'view dashboard', 'https://ngoadmin.resnova.dev/admin', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '3', '02:17:10 pm', '2023-12-19 13:17:10', '2023-12-19 13:17:10'),
(1395, 'View Renew Info .', 'https://ngoadmin.resnova.dev/admin/renewView/12', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '3', '02:17:22 pm', '2023-12-19 13:17:22', '2023-12-19 13:17:22'),
(1396, 'view dak list.', 'https://ngoadmin.resnova.dev/admin/dakBranchList', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '3', '02:17:32 pm', '2023-12-19 13:17:32', '2023-12-19 13:17:32'),
(1397, 'view dak list.', 'https://ngoadmin.resnova.dev/admin/dakBranchList', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '3', '02:17:38 pm', '2023-12-19 13:17:38', '2023-12-19 13:17:38'),
(1398, 'View Renew Info .', 'https://ngoadmin.resnova.dev/admin/renewView/12', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '3', '02:18:05 pm', '2023-12-19 13:18:05', '2023-12-19 13:18:05'),
(1399, 'show dak detail.', 'https://ngoadmin.resnova.dev/admin/showDataAll/renew/12', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '3', '02:18:09 pm', '2023-12-19 13:18:09', '2023-12-19 13:18:09'),
(1400, 'view dak list.', 'https://ngoadmin.resnova.dev/admin/dakBranchList', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '3', '02:18:36 pm', '2023-12-19 13:18:36', '2023-12-19 13:18:36'),
(1401, 'show dak detail.', 'https://ngoadmin.resnova.dev/admin/showDataAll/renew/12', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '02:19:15 pm', '2023-12-19 13:19:15', '2023-12-19 13:19:15'),
(1402, 'Logged Out.', 'https://ngoadmin.resnova.dev/admin/logout/submit', 'POST', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '3', '02:19:34 pm', '2023-12-19 13:19:34', '2023-12-19 13:19:34'),
(1403, 'Logged In.', 'https://ngoadmin.resnova.dev/admin/login', 'POST', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '5', '02:19:56 pm', '2023-12-19 13:19:56', '2023-12-19 13:19:56'),
(1404, 'view dashboard', 'https://ngoadmin.resnova.dev/admin', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '5', '02:19:57 pm', '2023-12-19 13:19:57', '2023-12-19 13:19:57'),
(1405, 'view dak list.', 'https://ngoadmin.resnova.dev/admin/dakBranchList', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '5', '02:20:00 pm', '2023-12-19 13:20:00', '2023-12-19 13:20:00'),
(1406, 'view fdNine List ', 'https://ngoadmin.resnova.dev/admin/fd9Form', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '5', '03:13:48 pm', '2023-12-19 14:13:48', '2023-12-19 14:13:48'),
(1407, 'view fdNineOne List ', 'https://ngoadmin.resnova.dev/admin/fd9OneForm', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '5', '03:13:56 pm', '2023-12-19 14:13:56', '2023-12-19 14:13:56'),
(1408, 'view fcOne List ', 'https://ngoadmin.resnova.dev/admin/fc1Form', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '03:14:10 pm', '2023-12-19 14:14:10', '2023-12-19 14:14:10'),
(1409, 'view fcOne List ', 'https://ngoadmin.resnova.dev/admin/fc2Form', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '03:14:13 pm', '2023-12-19 14:14:13', '2023-12-19 14:14:13'),
(1410, 'view fdThree List ', 'https://ngoadmin.resnova.dev/admin/fd3Form', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '03:14:16 pm', '2023-12-19 14:14:16', '2023-12-19 14:14:16'),
(1411, 'view dak list.', 'https://ngoadmin.resnova.dev/admin/dakBranchList', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '03:22:30 pm', '2023-12-19 14:22:30', '2023-12-19 14:22:30'),
(1412, 'view dak list.', 'https://ngoadmin.resnova.dev/admin/dakBranchList', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '03:23:24 pm', '2023-12-19 14:23:24', '2023-12-19 14:23:24'),
(1413, 'view dak list.', 'https://ngoadmin.resnova.dev/admin/dakBranchList', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '04:30:52 pm', '2023-12-19 15:30:52', '2023-12-19 15:30:52'),
(1414, 'View Renew Info .', 'https://ngoadmin.resnova.dev/admin/renewView/12', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '04:31:20 pm', '2023-12-19 15:31:20', '2023-12-19 15:31:20'),
(1415, 'view dak list.', 'https://ngoadmin.resnova.dev/admin/dakBranchList', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '5', '04:33:25 pm', '2023-12-19 15:33:25', '2023-12-19 15:33:25'),
(1416, 'view dak list.', 'https://ngoadmin.resnova.dev/admin/dakBranchList', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '5', '04:35:07 pm', '2023-12-19 15:35:07', '2023-12-19 15:35:07'),
(1417, 'Logged In.', 'https://ngoadmin.resnova.dev/admin/login', 'POST', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/605.1.15 (KHTML, like Gecko) Version/17.0 Safari/605.1.15', '5', '04:36:00 pm', '2023-12-19 15:36:00', '2023-12-19 15:36:00'),
(1418, 'view dashboard', 'https://ngoadmin.resnova.dev/admin', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/605.1.15 (KHTML, like Gecko) Version/17.0 Safari/605.1.15', '5', '04:36:01 pm', '2023-12-19 15:36:01', '2023-12-19 15:36:01'),
(1419, 'Logged Out.', 'https://ngoadmin.resnova.dev/admin/logout/submit', 'POST', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/605.1.15 (KHTML, like Gecko) Version/17.0 Safari/605.1.15', '5', '04:36:20 pm', '2023-12-19 15:36:20', '2023-12-19 15:36:20'),
(1420, 'Logged In.', 'https://ngoadmin.resnova.dev/admin/login', 'POST', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/605.1.15 (KHTML, like Gecko) Version/17.0 Safari/605.1.15', '4', '04:36:35 pm', '2023-12-19 15:36:35', '2023-12-19 15:36:35'),
(1421, 'view dashboard', 'https://ngoadmin.resnova.dev/admin', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/605.1.15 (KHTML, like Gecko) Version/17.0 Safari/605.1.15', '4', '04:36:36 pm', '2023-12-19 15:36:36', '2023-12-19 15:36:36'),
(1422, 'view dak list.', 'https://ngoadmin.resnova.dev/admin/dakBranchList', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/605.1.15 (KHTML, like Gecko) Version/17.0 Safari/605.1.15', '4', '04:36:42 pm', '2023-12-19 15:36:42', '2023-12-19 15:36:42'),
(1423, 'view dak list.', 'https://ngoadmin.resnova.dev/admin/dakBranchList', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/605.1.15 (KHTML, like Gecko) Version/17.0 Safari/605.1.15', '4', '04:40:13 pm', '2023-12-19 15:40:13', '2023-12-19 15:40:13'),
(1424, 'view fdNine List ', 'https://ngoadmin.resnova.dev/admin/fd9Form', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '05:33:49 pm', '2023-12-19 16:33:49', '2023-12-19 16:33:49'),
(1425, 'nothi permission.', 'https://ngoadmin.resnova.dev/admin/givePermissionToNothi/8', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '06:09:12 pm', '2023-12-19 17:09:12', '2023-12-19 17:09:12'),
(1426, 'show Data Designation Wise.', 'https://ngoadmin.resnova.dev/admin/showDataDesignationWiseOne?mainId=8&mainstatus=desi&totalDesi%5B0%5D=3', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '06:09:23 pm', '2023-12-19 17:09:23', '2023-12-19 17:09:23'),
(1427, 'show Data Designation Wise.', 'https://ngoadmin.resnova.dev/admin/showDataDesignationWiseOne?mainId=8&mainstatus=desi&totalDesi%5B0%5D=3&totalDesi%5B1%5D=7', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '06:09:32 pm', '2023-12-19 17:09:32', '2023-12-19 17:09:32'),
(1428, 'view dashboard', 'https://ngoadmin.resnova.dev/admin', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '06:25:09 pm', '2023-12-19 17:25:09', '2023-12-19 17:25:09'),
(1429, 'view dak list.', 'https://ngoadmin.resnova.dev/admin/dakBranchList', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '06:25:18 pm', '2023-12-19 17:25:18', '2023-12-19 17:25:18'),
(1430, 'Role List.', 'https://ngoadmin.resnova.dev/admin/role', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '06:54:52 pm', '2023-12-19 17:54:52', '2023-12-19 17:54:52'),
(1431, 'Create Role.', 'https://ngoadmin.resnova.dev/admin/role/create', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '06:54:56 pm', '2023-12-19 17:54:56', '2023-12-19 17:54:56'),
(1432, 'view dashboard', 'https://ngoadmin.resnova.dev/admin', 'GET', '', 'Mozilla/5.0 (Windows NT 10.0; Win64; x64) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '1', '08:27:54 pm', '2023-12-19 19:27:54', '2023-12-19 19:27:54'),
(1433, 'view dak list.', 'https://ngoadmin.resnova.dev/admin/dakBranchList', 'GET', '', 'Mozilla/5.0 (Windows NT 10.0; Win64; x64) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '1', '08:28:39 pm', '2023-12-19 19:28:39', '2023-12-19 19:28:39'),
(1434, 'view dak list.', 'https://ngoadmin.resnova.dev/admin/dakBranchList', 'GET', '', 'Mozilla/5.0 (Windows NT 10.0; Win64; x64) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '1', '08:28:58 pm', '2023-12-19 19:28:58', '2023-12-19 19:28:58'),
(1435, 'show dak detail.', 'https://ngoadmin.resnova.dev/admin/showDataAll/renew/12', 'GET', '', 'Mozilla/5.0 (Windows NT 10.0; Win64; x64) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '1', '08:32:39 pm', '2023-12-19 19:32:39', '2023-12-19 19:32:39'),
(1436, 'show Data Designation Wise.', 'https://ngoadmin.resnova.dev/admin/showDataDesignationWise?mainId=12&mainStatusNew=renew&mainstatus=desi&totalDesi%5B0%5D=2', 'GET', '', 'Mozilla/5.0 (Windows NT 10.0; Win64; x64) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '1', '08:32:49 pm', '2023-12-19 19:32:49', '2023-12-19 19:32:49'),
(1437, 'show Data Designation Wise.', 'https://ngoadmin.resnova.dev/admin/showDataDesignationWise?mainId=12&mainStatusNew=renew&mainstatus=desi', 'GET', '', 'Mozilla/5.0 (Windows NT 10.0; Win64; x64) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '1', '08:32:50 pm', '2023-12-19 19:32:50', '2023-12-19 19:32:50'),
(1438, 'show Data Designation Wise.', 'https://ngoadmin.resnova.dev/admin/showDataDesignationWise?mainId=12&mainStatusNew=renew&mainstatus=desi&totalDesi%5B0%5D=3', 'GET', '', 'Mozilla/5.0 (Windows NT 10.0; Win64; x64) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '1', '08:32:52 pm', '2023-12-19 19:32:52', '2023-12-19 19:32:52'),
(1439, 'show Data Designation Wise.', 'https://ngoadmin.resnova.dev/admin/showDataDesignationWise?mainId=12&mainStatusNew=renew&mainstatus=desi&totalDesi%5B0%5D=3&totalDesi%5B1%5D=7', 'GET', '', 'Mozilla/5.0 (Windows NT 10.0; Win64; x64) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '1', '08:32:56 pm', '2023-12-19 19:32:56', '2023-12-19 19:32:56'),
(1440, 'add dak detail.', 'https://ngoadmin.resnova.dev/admin/dakListFirstStep?admin_id%5B0%5D=5&admin_id%5B1%5D=3&mainStatusNew=renew&main_id=12', 'GET', '', 'Mozilla/5.0 (Windows NT 10.0; Win64; x64) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '1', '08:32:58 pm', '2023-12-19 19:32:58', '2023-12-19 19:32:58'),
(1441, 'add dak detail.', 'https://ngoadmin.resnova.dev/admin/dakListSecondStep', 'POST', '', 'Mozilla/5.0 (Windows NT 10.0; Win64; x64) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '1', '08:33:09 pm', '2023-12-19 19:33:09', '2023-12-19 19:33:09'),
(1442, 'view dak list.', 'https://ngoadmin.resnova.dev/admin/dakBranchList', 'GET', '', 'Mozilla/5.0 (Windows NT 10.0; Win64; x64) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '1', '08:33:09 pm', '2023-12-19 19:33:09', '2023-12-19 19:33:09'),
(1443, 'Logged Out.', 'https://ngoadmin.resnova.dev/admin/logout/submit', 'POST', '', 'Mozilla/5.0 (Windows NT 10.0; Win64; x64) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '1', '08:33:33 pm', '2023-12-19 19:33:33', '2023-12-19 19:33:33'),
(1444, 'Logged In.', 'https://ngoadmin.resnova.dev/admin/login', 'POST', '', 'Mozilla/5.0 (Windows NT 10.0; Win64; x64) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '4', '08:33:40 pm', '2023-12-19 19:33:40', '2023-12-19 19:33:40'),
(1445, 'view dashboard', 'https://ngoadmin.resnova.dev/admin', 'GET', '', 'Mozilla/5.0 (Windows NT 10.0; Win64; x64) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '4', '08:33:43 pm', '2023-12-19 19:33:43', '2023-12-19 19:33:43'),
(1446, 'view dak list.', 'https://ngoadmin.resnova.dev/admin/dakBranchList', 'GET', '', 'Mozilla/5.0 (Windows NT 10.0; Win64; x64) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '4', '08:33:52 pm', '2023-12-19 19:33:52', '2023-12-19 19:33:52'),
(1447, 'view dak list.', 'https://ngoadmin.resnova.dev/admin/dakBranchList', 'GET', '', 'Mozilla/5.0 (Windows NT 10.0; Win64; x64) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '4', '08:34:04 pm', '2023-12-19 19:34:04', '2023-12-19 19:34:04'),
(1448, 'Logged Out.', 'https://ngoadmin.resnova.dev/admin/logout/submit', 'POST', '', 'Mozilla/5.0 (Windows NT 10.0; Win64; x64) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '4', '08:34:17 pm', '2023-12-19 19:34:17', '2023-12-19 19:34:17'),
(1449, 'Logged In.', 'https://ngoadmin.resnova.dev/admin/login', 'POST', '', 'Mozilla/5.0 (Windows NT 10.0; Win64; x64) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '5', '08:34:33 pm', '2023-12-19 19:34:33', '2023-12-19 19:34:33'),
(1450, 'view dashboard', 'https://ngoadmin.resnova.dev/admin', 'GET', '', 'Mozilla/5.0 (Windows NT 10.0; Win64; x64) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '5', '08:34:34 pm', '2023-12-19 19:34:34', '2023-12-19 19:34:34'),
(1451, 'view dak list.', 'https://ngoadmin.resnova.dev/admin/dakBranchList', 'GET', '', 'Mozilla/5.0 (Windows NT 10.0; Win64; x64) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '5', '08:34:36 pm', '2023-12-19 19:34:36', '2023-12-19 19:34:36'),
(1452, 'view dak list.', 'https://ngoadmin.resnova.dev/admin/dakBranchList', 'GET', '', 'Mozilla/5.0 (Windows NT 10.0; Win64; x64) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '5', '08:34:54 pm', '2023-12-19 19:34:54', '2023-12-19 19:34:54'),
(1453, 'branch list ', 'https://ngoadmin.resnova.dev/admin/branchList', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '09:28:31 pm', '2023-12-19 20:28:31', '2023-12-19 20:28:31'),
(1454, 'designation  list ', 'https://ngoadmin.resnova.dev/admin/designationList', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '09:29:19 pm', '2023-12-19 20:29:19', '2023-12-19 20:29:19'),
(1455, 'designation check ', 'https://ngoadmin.resnova.dev/admin/checkDesignation?branchId=6&designationName=%E0%A6%89%E0%A6%AA%E0%A6%AA%E0%A6%B0%E0%A6%BF%E0%A6%9A%E0%A6%BE%E0%A6%B2%E0%A6%95%20%28%E0%A6%B8%E0%A6%BE%E0%A6%B0%E0%A7%8D%E0%A6%AC%E0%A6%BF%E0%A6%95%29&designationSerial=5.1', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '09:30:52 pm', '2023-12-19 20:30:52', '2023-12-19 20:30:52'),
(1456, 'designation update ', 'https://ngoadmin.resnova.dev/admin/designationList/11', 'PUT', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '09:30:53 pm', '2023-12-19 20:30:53', '2023-12-19 20:30:53'),
(1457, 'designation  list ', 'https://ngoadmin.resnova.dev/admin/designationList', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '09:30:54 pm', '2023-12-19 20:30:54', '2023-12-19 20:30:54'),
(1458, 'view employee list', 'https://ngoadmin.resnova.dev/admin/user', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '09:30:59 pm', '2023-12-19 20:30:59', '2023-12-19 20:30:59'),
(1459, 'edit employee list', 'https://ngoadmin.resnova.dev/admin/user/2/edit', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '09:31:11 pm', '2023-12-19 20:31:11', '2023-12-19 20:31:11'),
(1460, 'employeeEndDatePost', 'https://ngoadmin.resnova.dev/admin/employeeEndDatePost', 'POST', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '09:33:41 pm', '2023-12-19 20:33:41', '2023-12-19 20:33:41'),
(1461, 'view employee list', 'https://ngoadmin.resnova.dev/admin/user', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '09:33:52 pm', '2023-12-19 20:33:52', '2023-12-19 20:33:52'),
(1462, 'designation step list ', 'https://ngoadmin.resnova.dev/admin/assignedEmployee', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '09:33:58 pm', '2023-12-19 20:33:58', '2023-12-19 20:33:58'),
(1463, 'designation step store ', 'https://ngoadmin.resnova.dev/admin/assignedEmployee', 'POST', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '09:34:12 pm', '2023-12-19 20:34:12', '2023-12-19 20:34:12'),
(1464, 'designation step list ', 'https://ngoadmin.resnova.dev/admin/assignedEmployee', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '09:34:13 pm', '2023-12-19 20:34:13', '2023-12-19 20:34:13'),
(1465, 'view employee list', 'https://ngoadmin.resnova.dev/admin/user', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '09:34:21 pm', '2023-12-19 20:34:21', '2023-12-19 20:34:21'),
(1466, 'edit employee list', 'https://ngoadmin.resnova.dev/admin/user/3/edit', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '09:35:39 pm', '2023-12-19 20:35:39', '2023-12-19 20:35:39'),
(1467, 'designation step list ', 'https://ngoadmin.resnova.dev/admin/assignedEmployee', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '09:36:09 pm', '2023-12-19 20:36:09', '2023-12-19 20:36:09'),
(1468, 'designation step list ', 'https://ngoadmin.resnova.dev/admin/assignedEmployee', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '09:36:19 pm', '2023-12-19 20:36:19', '2023-12-19 20:36:19'),
(1469, 'view employee list', 'https://ngoadmin.resnova.dev/admin/user', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '09:36:22 pm', '2023-12-19 20:36:22', '2023-12-19 20:36:22'),
(1470, 'create employee ', 'https://ngoadmin.resnova.dev/admin/user/create', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '09:36:40 pm', '2023-12-19 20:36:40', '2023-12-19 20:36:40'),
(1471, 'edit employee list', 'https://ngoadmin.resnova.dev/admin/user/2/edit', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '09:36:47 pm', '2023-12-19 20:36:47', '2023-12-19 20:36:47'),
(1472, ' employee store', 'https://ngoadmin.resnova.dev/admin/user', 'POST', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '09:40:54 pm', '2023-12-19 20:40:54', '2023-12-19 20:40:54'),
(1473, 'view employee list', 'https://ngoadmin.resnova.dev/admin/user', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '09:40:55 pm', '2023-12-19 20:40:55', '2023-12-19 20:40:55'),
(1474, 'edit employee list', 'https://ngoadmin.resnova.dev/admin/user/6/edit', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '09:44:14 pm', '2023-12-19 20:44:14', '2023-12-19 20:44:14');
INSERT INTO `log_activities` (`id`, `subject`, `url`, `method`, `ip_or_mac`, `agent`, `admin_id`, `activity_time`, `created_at`, `updated_at`) VALUES
(1475, 'view dashboard', 'https://ngoadmin.resnova.dev/admin', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '09:44:17 pm', '2023-12-19 20:44:17', '2023-12-19 20:44:17'),
(1476, 'update employee list', 'https://ngoadmin.resnova.dev/admin/user/6', 'PUT', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '09:44:46 pm', '2023-12-19 20:44:46', '2023-12-19 20:44:46'),
(1477, 'view employee list', 'https://ngoadmin.resnova.dev/admin/user', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '09:44:47 pm', '2023-12-19 20:44:47', '2023-12-19 20:44:47'),
(1478, 'edit employee list', 'https://ngoadmin.resnova.dev/admin/user/4/edit', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '09:45:10 pm', '2023-12-19 20:45:10', '2023-12-19 20:45:10'),
(1479, 'create employee ', 'https://ngoadmin.resnova.dev/admin/user/create', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '09:45:22 pm', '2023-12-19 20:45:22', '2023-12-19 20:45:22'),
(1480, 'edit employee list', 'https://ngoadmin.resnova.dev/admin/user/6/edit', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '09:46:02 pm', '2023-12-19 20:46:02', '2023-12-19 20:46:02'),
(1481, 'update employee list', 'https://ngoadmin.resnova.dev/admin/user/6', 'PUT', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '09:46:09 pm', '2023-12-19 20:46:09', '2023-12-19 20:46:09'),
(1482, 'view employee list', 'https://ngoadmin.resnova.dev/admin/user', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '09:46:10 pm', '2023-12-19 20:46:10', '2023-12-19 20:46:10'),
(1483, 'create employee ', 'https://ngoadmin.resnova.dev/admin/user/create', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '09:46:36 pm', '2023-12-19 20:46:36', '2023-12-19 20:46:36'),
(1484, ' employee store', 'https://ngoadmin.resnova.dev/admin/user', 'POST', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '09:49:09 pm', '2023-12-19 20:49:09', '2023-12-19 20:49:09'),
(1485, 'view employee list', 'https://ngoadmin.resnova.dev/admin/user', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '09:49:10 pm', '2023-12-19 20:49:10', '2023-12-19 20:49:10'),
(1486, 'create employee ', 'https://ngoadmin.resnova.dev/admin/user/create', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '10:15:57 pm', '2023-12-19 21:15:57', '2023-12-19 21:15:57'),
(1487, ' employee store', 'https://ngoadmin.resnova.dev/admin/user', 'POST', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '10:18:38 pm', '2023-12-19 21:18:38', '2023-12-19 21:18:38'),
(1488, 'view employee list', 'https://ngoadmin.resnova.dev/admin/user', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '10:18:39 pm', '2023-12-19 21:18:39', '2023-12-19 21:18:39'),
(1489, 'create employee ', 'https://ngoadmin.resnova.dev/admin/user/create', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '10:18:56 pm', '2023-12-19 21:18:56', '2023-12-19 21:18:56'),
(1490, ' employee store', 'https://ngoadmin.resnova.dev/admin/user', 'POST', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '10:21:52 pm', '2023-12-19 21:21:52', '2023-12-19 21:21:52'),
(1491, 'view employee list', 'https://ngoadmin.resnova.dev/admin/user', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '10:21:55 pm', '2023-12-19 21:21:55', '2023-12-19 21:21:55'),
(1492, 'create employee ', 'https://ngoadmin.resnova.dev/admin/user/create', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '10:21:58 pm', '2023-12-19 21:21:58', '2023-12-19 21:21:58'),
(1493, ' employee store', 'https://ngoadmin.resnova.dev/admin/user', 'POST', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '10:24:58 pm', '2023-12-19 21:24:58', '2023-12-19 21:24:58'),
(1494, 'view employee list', 'https://ngoadmin.resnova.dev/admin/user', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '10:24:58 pm', '2023-12-19 21:24:58', '2023-12-19 21:24:58'),
(1495, 'designation  list ', 'https://ngoadmin.resnova.dev/admin/designationList', 'GET', '', 'Mozilla/5.0 (Windows NT 10.0; Win64; x64) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '5', '10:25:16 pm', '2023-12-19 21:25:16', '2023-12-19 21:25:16'),
(1496, 'view employee list', 'https://ngoadmin.resnova.dev/admin/user', 'GET', '', 'Mozilla/5.0 (Windows NT 10.0; Win64; x64) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '5', '10:25:19 pm', '2023-12-19 21:25:19', '2023-12-19 21:25:19'),
(1497, 'create employee ', 'https://ngoadmin.resnova.dev/admin/user/create', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '10:27:36 pm', '2023-12-19 21:27:36', '2023-12-19 21:27:36'),
(1498, ' employee store', 'https://ngoadmin.resnova.dev/admin/user', 'POST', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '10:30:07 pm', '2023-12-19 21:30:07', '2023-12-19 21:30:07'),
(1499, 'view employee list', 'https://ngoadmin.resnova.dev/admin/user', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '10:30:07 pm', '2023-12-19 21:30:07', '2023-12-19 21:30:07'),
(1500, 'create employee ', 'https://ngoadmin.resnova.dev/admin/user/create', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '10:30:45 pm', '2023-12-19 21:30:45', '2023-12-19 21:30:45'),
(1501, ' employee store', 'https://ngoadmin.resnova.dev/admin/user', 'POST', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '10:32:42 pm', '2023-12-19 21:32:42', '2023-12-19 21:32:42'),
(1502, 'view employee list', 'https://ngoadmin.resnova.dev/admin/user', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '10:32:44 pm', '2023-12-19 21:32:44', '2023-12-19 21:32:44'),
(1503, 'create employee ', 'https://ngoadmin.resnova.dev/admin/user/create', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '10:45:48 pm', '2023-12-19 21:45:48', '2023-12-19 21:45:48'),
(1504, ' employee store', 'https://ngoadmin.resnova.dev/admin/user', 'POST', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '10:47:41 pm', '2023-12-19 21:47:41', '2023-12-19 21:47:41'),
(1505, 'view employee list', 'https://ngoadmin.resnova.dev/admin/user', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '10:47:41 pm', '2023-12-19 21:47:41', '2023-12-19 21:47:41'),
(1506, 'view employee list', 'https://ngoadmin.resnova.dev/admin/user', 'GET', '', 'Mozilla/5.0 (Windows NT 10.0; Win64; x64) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '5', '10:52:21 pm', '2023-12-19 21:52:21', '2023-12-19 21:52:21'),
(1507, 'designation step list ', 'https://ngoadmin.resnova.dev/admin/assignedEmployee', 'GET', '', 'Mozilla/5.0 (Windows NT 10.0; Win64; x64) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '5', '10:52:38 pm', '2023-12-19 21:52:38', '2023-12-19 21:52:38'),
(1508, 'designation step store ', 'https://ngoadmin.resnova.dev/admin/assignedEmployee', 'POST', '', 'Mozilla/5.0 (Windows NT 10.0; Win64; x64) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '5', '10:53:20 pm', '2023-12-19 21:53:20', '2023-12-19 21:53:20'),
(1509, 'designation step list ', 'https://ngoadmin.resnova.dev/admin/assignedEmployee', 'GET', '', 'Mozilla/5.0 (Windows NT 10.0; Win64; x64) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '5', '10:53:20 pm', '2023-12-19 21:53:20', '2023-12-19 21:53:20'),
(1510, 'designation  list ', 'https://ngoadmin.resnova.dev/admin/designationList', 'GET', '', 'Mozilla/5.0 (Windows NT 10.0; Win64; x64) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '5', '10:53:50 pm', '2023-12-19 21:53:50', '2023-12-19 21:53:50'),
(1511, 'view employee list', 'https://ngoadmin.resnova.dev/admin/user', 'GET', '', 'Mozilla/5.0 (Windows NT 10.0; Win64; x64) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '5', '10:53:53 pm', '2023-12-19 21:53:53', '2023-12-19 21:53:53'),
(1512, 'View New Renew List.', 'https://ngoadmin.resnova.dev/admin/newRenewList', 'GET', '', 'Mozilla/5.0 (Windows NT 10.0; Win64; x64) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '5', '10:55:29 pm', '2023-12-19 21:55:29', '2023-12-19 21:55:29'),
(1513, 'View Renew Info .', 'https://ngoadmin.resnova.dev/admin/renewView/12', 'GET', '', 'Mozilla/5.0 (Windows NT 10.0; Win64; x64) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '5', '10:55:32 pm', '2023-12-19 21:55:32', '2023-12-19 21:55:32'),
(1514, 'Logged Out.', 'https://ngoadmin.resnova.dev/admin/logout/submit', 'POST', '', 'Mozilla/5.0 (Windows NT 10.0; Win64; x64) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '5', '11:08:35 pm', '2023-12-19 22:08:35', '2023-12-19 22:08:35'),
(1515, 'Logged In.', 'https://ngoadmin.resnova.dev/admin/login', 'POST', '', 'Mozilla/5.0 (Windows NT 10.0; Win64; x64) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '11:08:42 pm', '2023-12-19 22:08:42', '2023-12-19 22:08:42'),
(1516, 'view dashboard', 'https://ngoadmin.resnova.dev/admin', 'GET', '', 'Mozilla/5.0 (Windows NT 10.0; Win64; x64) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '11:08:43 pm', '2023-12-19 22:08:43', '2023-12-19 22:08:43'),
(1517, 'view dak list.', 'https://ngoadmin.resnova.dev/admin/dakBranchList', 'GET', '', 'Mozilla/5.0 (Windows NT 10.0; Win64; x64) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '11:08:47 pm', '2023-12-19 22:08:47', '2023-12-19 22:08:47'),
(1518, 'view  ngo registration detail.', 'https://ngoadmin.resnova.dev/admin/registrationView/42', 'GET', '', 'Mozilla/5.0 (Windows NT 10.0; Win64; x64) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '11:08:56 pm', '2023-12-19 22:08:56', '2023-12-19 22:08:56'),
(1519, 'registration pdf download.', 'https://ngoadmin.resnova.dev/admin/formOnePdf/42/plan', 'GET', '', 'Mozilla/5.0 (Windows NT 10.0; Win64; x64) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '11:09:00 pm', '2023-12-19 22:09:00', '2023-12-19 22:09:00'),
(1520, 'registration pdf download.', 'https://ngoadmin.resnova.dev/admin/formOnePdf/42/invoice', 'GET', '', 'Mozilla/5.0 (Windows NT 10.0; Win64; x64) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '11:09:17 pm', '2023-12-19 22:09:17', '2023-12-19 22:09:17'),
(1521, 'registration pdf download.', 'https://ngoadmin.resnova.dev/admin/formOnePdf/42/plan', 'GET', '', 'Mozilla/5.0 (Windows NT 10.0; Win64; x64) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '11:09:30 pm', '2023-12-19 22:09:30', '2023-12-19 22:09:30'),
(1522, 'registration pdf download.', 'https://ngoadmin.resnova.dev/admin/formOnePdf/42/invoice', 'GET', '', 'Mozilla/5.0 (Windows NT 10.0; Win64; x64) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '11:09:51 pm', '2023-12-19 22:09:51', '2023-12-19 22:09:51'),
(1523, 'registration pdf download.', 'https://ngoadmin.resnova.dev/admin/formOnePdf/42/treasury_bill', 'GET', '', 'Mozilla/5.0 (Windows NT 10.0; Win64; x64) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '11:09:53 pm', '2023-12-19 22:09:53', '2023-12-19 22:09:53'),
(1524, 'view dak list.', 'https://ngoadmin.resnova.dev/admin/dakBranchList', 'GET', '', 'Mozilla/5.0 (Windows NT 10.0; Win64; x64) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '11:10:06 pm', '2023-12-19 22:10:06', '2023-12-19 22:10:06'),
(1525, 'view  ngo registration detail.', 'https://ngoadmin.resnova.dev/admin/registrationView/42', 'GET', '', 'Mozilla/5.0 (Windows NT 10.0; Win64; x64) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '11:10:09 pm', '2023-12-19 22:10:09', '2023-12-19 22:10:09'),
(1526, 'view dak list.', 'https://ngoadmin.resnova.dev/admin/dakBranchList', 'GET', '', 'Mozilla/5.0 (Windows NT 10.0; Win64; x64) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '11:12:51 pm', '2023-12-19 22:12:51', '2023-12-19 22:12:51'),
(1527, 'Logged Out.', 'https://ngoadmin.resnova.dev/admin/logout/submit', 'POST', '', 'Mozilla/5.0 (Windows NT 10.0; Win64; x64) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '11:13:47 pm', '2023-12-19 22:13:47', '2023-12-19 22:13:47'),
(1528, 'Logged In.', 'https://ngoadmin.resnova.dev/admin/login', 'POST', '', 'Mozilla/5.0 (Windows NT 10.0; Win64; x64) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '4', '11:13:56 pm', '2023-12-19 22:13:56', '2023-12-19 22:13:56'),
(1529, 'view dashboard', 'https://ngoadmin.resnova.dev/admin', 'GET', '', 'Mozilla/5.0 (Windows NT 10.0; Win64; x64) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '4', '11:13:57 pm', '2023-12-19 22:13:57', '2023-12-19 22:13:57'),
(1530, 'view employee list', 'https://ngoadmin.resnova.dev/admin/user', 'GET', '', 'Mozilla/5.0 (Windows NT 10.0; Win64; x64) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '4', '11:14:05 pm', '2023-12-19 22:14:05', '2023-12-19 22:14:05'),
(1531, 'Logged Out.', 'https://ngoadmin.resnova.dev/admin/logout/submit', 'POST', '', 'Mozilla/5.0 (Windows NT 10.0; Win64; x64) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '4', '11:15:31 pm', '2023-12-19 22:15:31', '2023-12-19 22:15:31'),
(1532, 'Logged In.', 'https://ngoadmin.resnova.dev/admin/login', 'POST', '', 'Mozilla/5.0 (Windows NT 10.0; Win64; x64) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '5', '11:15:41 pm', '2023-12-19 22:15:41', '2023-12-19 22:15:41'),
(1533, 'view dashboard', 'https://ngoadmin.resnova.dev/admin', 'GET', '', 'Mozilla/5.0 (Windows NT 10.0; Win64; x64) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '5', '11:15:42 pm', '2023-12-19 22:15:42', '2023-12-19 22:15:42'),
(1534, 'view dak list.', 'https://ngoadmin.resnova.dev/admin/dakBranchList', 'GET', '', 'Mozilla/5.0 (Windows NT 10.0; Win64; x64) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '5', '11:15:55 pm', '2023-12-19 22:15:55', '2023-12-19 22:15:55'),
(1535, 'view dashboard', 'https://ngoadmin.resnova.dev/admin', 'GET', '', 'Mozilla/5.0 (Windows NT 10.0; Win64; x64) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '1', '12:45:05 am', '2023-12-19 23:45:05', '2023-12-19 23:45:05'),
(1536, 'Logged Out.', 'https://ngoadmin.resnova.dev/admin/logout/submit', 'POST', '', 'Mozilla/5.0 (Windows NT 10.0; Win64; x64) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '1', '12:45:22 am', '2023-12-19 23:45:22', '2023-12-19 23:45:22'),
(1537, 'Logged In.', 'https://ngoadmin.resnova.dev/admin/login', 'POST', '', 'Mozilla/5.0 (Windows NT 10.0; Win64; x64) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '5', '12:45:43 am', '2023-12-19 23:45:43', '2023-12-19 23:45:43'),
(1538, 'view dashboard', 'https://ngoadmin.resnova.dev/admin', 'GET', '', 'Mozilla/5.0 (Windows NT 10.0; Win64; x64) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '5', '12:45:44 am', '2023-12-19 23:45:44', '2023-12-19 23:45:44'),
(1539, 'view dak list.', 'https://ngoadmin.resnova.dev/admin/dakBranchList', 'GET', '', 'Mozilla/5.0 (Windows NT 10.0; Win64; x64) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '5', '12:45:50 am', '2023-12-19 23:45:50', '2023-12-19 23:45:50'),
(1540, 'view employee list', 'https://ngoadmin.resnova.dev/admin/user', 'GET', '', 'Mozilla/5.0 (Windows NT 10.0; Win64; x64) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '5', '12:47:01 am', '2023-12-19 23:47:01', '2023-12-19 23:47:01'),
(1541, 'view dashboard', 'https://ngoadmin.resnova.dev/admin', 'GET', '', 'Mozilla/5.0 (Windows NT 10.0; Win64; x64) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '10:19:32 am', '2023-12-20 09:19:32', '2023-12-20 09:19:32'),
(1542, 'view dak list.', 'https://ngoadmin.resnova.dev/admin/dakBranchList', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '11:32:14 am', '2023-12-20 10:32:14', '2023-12-20 10:32:14'),
(1543, 'view  ngo registration detail.', 'https://ngoadmin.resnova.dev/admin/registrationView/42', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '11:32:30 am', '2023-12-20 10:32:30', '2023-12-20 10:32:30'),
(1544, 'view dak list.', 'https://ngoadmin.resnova.dev/admin/dakBranchList', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '11:33:54 am', '2023-12-20 10:33:54', '2023-12-20 10:33:54'),
(1545, 'show dak detail.', 'https://ngoadmin.resnova.dev/admin/showDataAll/registration/26', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '11:33:57 am', '2023-12-20 10:33:57', '2023-12-20 10:33:57'),
(1546, 'show Data Designation Wise.', 'https://ngoadmin.resnova.dev/admin/showDataDesignationWise?mainId=26&mainStatusNew=registration&mainstatus=desi&totalDesi%5B0%5D=4', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '11:34:24 am', '2023-12-20 10:34:24', '2023-12-20 10:34:24'),
(1547, 'add dak detail.', 'https://ngoadmin.resnova.dev/admin/dakListFirstStep?admin_id%5B0%5D=3&mainStatusNew=registration&main_id=26', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '11:34:26 am', '2023-12-20 10:34:26', '2023-12-20 10:34:26'),
(1548, 'add dak detail.', 'https://ngoadmin.resnova.dev/admin/dakListSecondStep', 'POST', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '11:34:38 am', '2023-12-20 10:34:38', '2023-12-20 10:34:38'),
(1549, 'view dak list.', 'https://ngoadmin.resnova.dev/admin/dakBranchList', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '11:34:39 am', '2023-12-20 10:34:39', '2023-12-20 10:34:39'),
(1550, 'view employee list', 'https://ngoadmin.resnova.dev/admin/user', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '11:35:15 am', '2023-12-20 10:35:15', '2023-12-20 10:35:15'),
(1551, 'designation step list ', 'https://ngoadmin.resnova.dev/admin/assignedEmployee', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '11:35:37 am', '2023-12-20 10:35:37', '2023-12-20 10:35:37'),
(1552, 'employeeEndDatePost', 'https://ngoadmin.resnova.dev/admin/employeeEndDatePost', 'POST', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '11:36:19 am', '2023-12-20 10:36:19', '2023-12-20 10:36:19'),
(1553, 'Logged In.', 'https://ngoadmin.resnova.dev/admin/login', 'POST', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '4', '11:37:23 am', '2023-12-20 10:37:23', '2023-12-20 10:37:23'),
(1554, 'view dashboard', 'https://ngoadmin.resnova.dev/admin', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '4', '11:37:25 am', '2023-12-20 10:37:25', '2023-12-20 10:37:25'),
(1555, 'view dak list.', 'https://ngoadmin.resnova.dev/admin/dakBranchList', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '4', '11:37:38 am', '2023-12-20 10:37:38', '2023-12-20 10:37:38'),
(1556, 'Logged Out.', 'https://ngoadmin.resnova.dev/admin/logout/submit', 'POST', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '4', '11:37:48 am', '2023-12-20 10:37:48', '2023-12-20 10:37:48'),
(1557, 'Logged In.', 'https://ngoadmin.resnova.dev/admin/login', 'POST', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '3', '11:38:01 am', '2023-12-20 10:38:01', '2023-12-20 10:38:01'),
(1558, 'view dashboard', 'https://ngoadmin.resnova.dev/admin', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '3', '11:38:02 am', '2023-12-20 10:38:02', '2023-12-20 10:38:02'),
(1559, 'view dak list.', 'https://ngoadmin.resnova.dev/admin/dakBranchList', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '3', '11:38:05 am', '2023-12-20 10:38:05', '2023-12-20 10:38:05'),
(1560, 'nothi permission.', 'https://ngoadmin.resnova.dev/admin/givePermissionToNothi/9', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '3', '11:39:30 am', '2023-12-20 10:39:30', '2023-12-20 10:39:30'),
(1561, 'show Data Designation Wise.', 'https://ngoadmin.resnova.dev/admin/showDataDesignationWiseOne?mainId=9&mainstatus=desi&totalDesi%5B0%5D=2', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '3', '11:39:35 am', '2023-12-20 10:39:35', '2023-12-20 10:39:35'),
(1562, 'show Data Designation Wise.', 'https://ngoadmin.resnova.dev/admin/showDataDesignationWiseOne?mainId=9&mainstatus=desi&totalDesi%5B0%5D=2&totalDesi%5B1%5D=7', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '3', '11:39:39 am', '2023-12-20 10:39:39', '2023-12-20 10:39:39'),
(1563, 'add dak detail.', 'https://ngoadmin.resnova.dev/admin/savePermissionNothi?admin_id%5B0%5D=2&admin_id%5B1%5D=4&mainStatusNew=&main_id=9', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '3', '11:39:45 am', '2023-12-20 10:39:45', '2023-12-20 10:39:45'),
(1564, 'view dak list.', 'https://ngoadmin.resnova.dev/admin/dakBranchList', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '3', '11:40:07 am', '2023-12-20 10:40:07', '2023-12-20 10:40:07'),
(1565, 'designation step list ', 'https://ngoadmin.resnova.dev/admin/assignedEmployee', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '12:16:35 pm', '2023-12-20 11:16:35', '2023-12-20 11:16:35'),
(1566, 'view employee list', 'https://ngoadmin.resnova.dev/admin/user', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '12:16:40 pm', '2023-12-20 11:16:40', '2023-12-20 11:16:40'),
(1567, 'Logged In.', 'https://ngoadmin.resnova.dev/admin/login', 'POST', '', 'Mozilla/5.0 (Windows NT 10.0; Win64; x64; rv:122.0) Gecko/20100101 Firefox/122.0', '1', '12:42:59 pm', '2023-12-20 11:42:59', '2023-12-20 11:42:59'),
(1568, 'view dashboard', 'https://ngoadmin.resnova.dev/admin', 'GET', '', 'Mozilla/5.0 (Windows NT 10.0; Win64; x64; rv:122.0) Gecko/20100101 Firefox/122.0', '1', '12:43:01 pm', '2023-12-20 11:43:01', '2023-12-20 11:43:01'),
(1569, 'Logged Out.', 'https://ngoadmin.resnova.dev/admin/logout/submit', 'POST', '', 'Mozilla/5.0 (Windows NT 10.0; Win64; x64; rv:122.0) Gecko/20100101 Firefox/122.0', '1', '12:43:31 pm', '2023-12-20 11:43:31', '2023-12-20 11:43:31'),
(1570, 'Logged In.', 'https://ngoadmin.resnova.dev/admin/login', 'POST', '', 'Mozilla/5.0 (Windows NT 10.0; Win64; x64; rv:122.0) Gecko/20100101 Firefox/122.0', '2', '12:44:44 pm', '2023-12-20 11:44:44', '2023-12-20 11:44:44'),
(1571, 'view dashboard', 'https://ngoadmin.resnova.dev/admin', 'GET', '', 'Mozilla/5.0 (Windows NT 10.0; Win64; x64; rv:122.0) Gecko/20100101 Firefox/122.0', '2', '12:44:45 pm', '2023-12-20 11:44:45', '2023-12-20 11:44:45'),
(1572, 'view dak list.', 'https://ngoadmin.resnova.dev/admin/dakBranchList', 'GET', '', 'Mozilla/5.0 (Windows NT 10.0; Win64; x64; rv:122.0) Gecko/20100101 Firefox/122.0', '2', '12:44:54 pm', '2023-12-20 11:44:54', '2023-12-20 11:44:54'),
(1573, 'show dak detail.', 'https://ngoadmin.resnova.dev/admin/showDataAll/renew/12', 'GET', '', 'Mozilla/5.0 (Windows NT 10.0; Win64; x64; rv:122.0) Gecko/20100101 Firefox/122.0', '2', '12:45:02 pm', '2023-12-20 11:45:02', '2023-12-20 11:45:02'),
(1574, 'show Data Designation Wise.', 'https://ngoadmin.resnova.dev/admin/showDataDesignationWise?mainId=12&mainStatusNew=renew&mainstatus=desi&totalDesi%5B0%5D=3', 'GET', '', 'Mozilla/5.0 (Windows NT 10.0; Win64; x64; rv:122.0) Gecko/20100101 Firefox/122.0', '2', '12:45:21 pm', '2023-12-20 11:45:21', '2023-12-20 11:45:21'),
(1575, 'add dak detail.', 'https://ngoadmin.resnova.dev/admin/dakListFirstStep?admin_id%5B0%5D=5&mainStatusNew=renew&main_id=12', 'GET', '', 'Mozilla/5.0 (Windows NT 10.0; Win64; x64; rv:122.0) Gecko/20100101 Firefox/122.0', '2', '12:45:23 pm', '2023-12-20 11:45:23', '2023-12-20 11:45:23'),
(1576, 'add dak detail.', 'https://ngoadmin.resnova.dev/admin/dakListSecondStep', 'POST', '', 'Mozilla/5.0 (Windows NT 10.0; Win64; x64; rv:122.0) Gecko/20100101 Firefox/122.0', '2', '12:45:35 pm', '2023-12-20 11:45:35', '2023-12-20 11:45:35'),
(1577, 'view dak list.', 'https://ngoadmin.resnova.dev/admin/dakBranchList', 'GET', '', 'Mozilla/5.0 (Windows NT 10.0; Win64; x64; rv:122.0) Gecko/20100101 Firefox/122.0', '2', '12:45:36 pm', '2023-12-20 11:45:36', '2023-12-20 11:45:36'),
(1578, 'Logged Out.', 'https://ngoadmin.resnova.dev/admin/logout/submit', 'POST', '', 'Mozilla/5.0 (Windows NT 10.0; Win64; x64; rv:122.0) Gecko/20100101 Firefox/122.0', '2', '12:45:54 pm', '2023-12-20 11:45:54', '2023-12-20 11:45:54'),
(1579, 'Logged In.', 'https://ngoadmin.resnova.dev/admin/login', 'POST', '', 'Mozilla/5.0 (Windows NT 10.0; Win64; x64; rv:122.0) Gecko/20100101 Firefox/122.0', '5', '12:46:23 pm', '2023-12-20 11:46:23', '2023-12-20 11:46:23'),
(1580, 'view dashboard', 'https://ngoadmin.resnova.dev/admin', 'GET', '', 'Mozilla/5.0 (Windows NT 10.0; Win64; x64; rv:122.0) Gecko/20100101 Firefox/122.0', '5', '12:46:24 pm', '2023-12-20 11:46:24', '2023-12-20 11:46:24'),
(1581, 'view dak list.', 'https://ngoadmin.resnova.dev/admin/dakBranchList', 'GET', '', 'Mozilla/5.0 (Windows NT 10.0; Win64; x64; rv:122.0) Gecko/20100101 Firefox/122.0', '5', '12:46:27 pm', '2023-12-20 11:46:27', '2023-12-20 11:46:27'),
(1582, 'view dak list.', 'https://ngoadmin.resnova.dev/admin/dakBranchList', 'GET', '', 'Mozilla/5.0 (Windows NT 10.0; Win64; x64; rv:122.0) Gecko/20100101 Firefox/122.0', '5', '12:46:32 pm', '2023-12-20 11:46:32', '2023-12-20 11:46:32'),
(1583, 'View New Renew List.', 'https://ngoadmin.resnova.dev/admin/newRenewList', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '01:20:28 pm', '2023-12-20 12:20:28', '2023-12-20 12:20:28'),
(1584, 'View Renew Info .', 'https://ngoadmin.resnova.dev/admin/renewView/13', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '01:20:32 pm', '2023-12-20 12:20:32', '2023-12-20 12:20:32'),
(1585, 'Update Renew Status.', 'https://ngoadmin.resnova.dev/admin/updateStatusRenewForm', 'POST', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '01:20:47 pm', '2023-12-20 12:20:47', '2023-12-20 12:20:47'),
(1586, 'View Renew Info .', 'https://ngoadmin.resnova.dev/admin/renewView/13', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '01:20:48 pm', '2023-12-20 12:20:48', '2023-12-20 12:20:48'),
(1587, 'Logged In.', 'https://ngoadmin.resnova.dev/admin/login', 'POST', '', 'Mozilla/5.0 (Windows NT 10.0; Win64; x64; rv:122.0) Gecko/20100101 Firefox/122.0', '5', '01:30:09 pm', '2023-12-20 12:30:09', '2023-12-20 12:30:09'),
(1588, 'view dashboard', 'https://ngoadmin.resnova.dev/admin', 'GET', '', 'Mozilla/5.0 (Windows NT 10.0; Win64; x64; rv:122.0) Gecko/20100101 Firefox/122.0', '5', '01:30:10 pm', '2023-12-20 12:30:10', '2023-12-20 12:30:10'),
(1589, 'view dak list.', 'https://ngoadmin.resnova.dev/admin/dakBranchList', 'GET', '', 'Mozilla/5.0 (Windows NT 10.0; Win64; x64; rv:122.0) Gecko/20100101 Firefox/122.0', '5', '01:30:46 pm', '2023-12-20 12:30:46', '2023-12-20 12:30:46'),
(1590, 'view dashboard', 'https://ngoadmin.resnova.dev/admin', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '01:39:33 pm', '2023-12-20 12:39:33', '2023-12-20 12:39:33'),
(1591, 'view dak list.', 'https://ngoadmin.resnova.dev/admin/dakBranchList', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '01:39:40 pm', '2023-12-20 12:39:40', '2023-12-20 12:39:40'),
(1592, 'view dak list.', 'https://ngoadmin.resnova.dev/admin/dakBranchList', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '01:39:56 pm', '2023-12-20 12:39:56', '2023-12-20 12:39:56'),
(1593, 'view dak list.', 'https://ngoadmin.resnova.dev/admin/dakBranchList', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '01:56:45 pm', '2023-12-20 12:56:45', '2023-12-20 12:56:45'),
(1594, 'Logged In.', 'https://ngoadmin.resnova.dev/admin/login', 'POST', '', 'Mozilla/5.0 (Windows NT 10.0; Win64; x64) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '5', '02:35:37 pm', '2023-12-20 13:35:37', '2023-12-20 13:35:37'),
(1595, 'view dashboard', 'https://ngoadmin.resnova.dev/admin', 'GET', '', 'Mozilla/5.0 (Windows NT 10.0; Win64; x64) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '5', '02:35:38 pm', '2023-12-20 13:35:38', '2023-12-20 13:35:38'),
(1596, 'view dak list.', 'https://ngoadmin.resnova.dev/admin/dakBranchList', 'GET', '', 'Mozilla/5.0 (Windows NT 10.0; Win64; x64) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '5', '02:36:01 pm', '2023-12-20 13:36:01', '2023-12-20 13:36:01'),
(1597, 'view dashboard', 'https://ngoadmin.resnova.dev/admin', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '03:26:59 pm', '2023-12-20 14:27:00', '2023-12-20 14:27:00'),
(1598, 'view dak list.', 'https://ngoadmin.resnova.dev/admin/dakBranchList', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '03:27:05 pm', '2023-12-20 14:27:05', '2023-12-20 14:27:05'),
(1599, 'view dak list.', 'https://ngoadmin.resnova.dev/admin/dakBranchList', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '03:32:18 pm', '2023-12-20 14:32:18', '2023-12-20 14:32:18'),
(1600, 'show dak detail.', 'https://ngoadmin.resnova.dev/admin/showDataAll/renew/14', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '03:32:35 pm', '2023-12-20 14:32:35', '2023-12-20 14:32:35'),
(1601, 'view employee list', 'https://ngoadmin.resnova.dev/admin/user', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '03:33:26 pm', '2023-12-20 14:33:26', '2023-12-20 14:33:26'),
(1602, 'designation step list ', 'https://ngoadmin.resnova.dev/admin/assignedEmployee', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '03:33:28 pm', '2023-12-20 14:33:28', '2023-12-20 14:33:28'),
(1603, 'designation step store ', 'https://ngoadmin.resnova.dev/admin/assignedEmployee', 'POST', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '03:33:45 pm', '2023-12-20 14:33:45', '2023-12-20 14:33:45'),
(1604, 'designation step list ', 'https://ngoadmin.resnova.dev/admin/assignedEmployee', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '03:33:45 pm', '2023-12-20 14:33:45', '2023-12-20 14:33:45'),
(1605, 'designation  list ', 'https://ngoadmin.resnova.dev/admin/designationList', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '03:34:06 pm', '2023-12-20 14:34:06', '2023-12-20 14:34:06'),
(1606, 'designation check ', 'https://ngoadmin.resnova.dev/admin/checkDesignation?branchId=3&designationName=&designationSerial=.', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '03:34:14 pm', '2023-12-20 14:34:14', '2023-12-20 14:34:14'),
(1607, 'designation check ', 'https://ngoadmin.resnova.dev/admin/checkDesignation?branchId=3&designationName=p&designationSerial=', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '03:34:16 pm', '2023-12-20 14:34:16', '2023-12-20 14:34:16'),
(1608, 'designation check ', 'https://ngoadmin.resnova.dev/admin/checkDesignation?branchId=3&designationName=po&designationSerial=', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '03:34:17 pm', '2023-12-20 14:34:17', '2023-12-20 14:34:17'),
(1609, 'designation check ', 'https://ngoadmin.resnova.dev/admin/checkDesignation?branchId=3&designationName=por&designationSerial=', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '03:34:17 pm', '2023-12-20 14:34:17', '2023-12-20 14:34:17'),
(1610, 'designation check ', 'https://ngoadmin.resnova.dev/admin/checkDesignation?branchId=3&designationName=pori&designationSerial=', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '03:34:17 pm', '2023-12-20 14:34:17', '2023-12-20 14:34:17'),
(1611, 'designation check ', 'https://ngoadmin.resnova.dev/admin/checkDesignation?branchId=3&designationName=poric&designationSerial=', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '03:34:18 pm', '2023-12-20 14:34:18', '2023-12-20 14:34:18'),
(1612, 'designation check ', 'https://ngoadmin.resnova.dev/admin/checkDesignation?branchId=3&designationName=porica&designationSerial=', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '03:34:18 pm', '2023-12-20 14:34:18', '2023-12-20 14:34:18'),
(1613, 'designation check ', 'https://ngoadmin.resnova.dev/admin/checkDesignation?branchId=3&designationName=porical&designationSerial=', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '03:34:19 pm', '2023-12-20 14:34:19', '2023-12-20 14:34:19'),
(1614, 'designation check ', 'https://ngoadmin.resnova.dev/admin/checkDesignation?branchId=3&designationName=poricalo&designationSerial=', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '03:34:19 pm', '2023-12-20 14:34:19', '2023-12-20 14:34:19'),
(1615, 'designation check ', 'https://ngoadmin.resnova.dev/admin/checkDesignation?branchId=3&designationName=poricalok&designationSerial=', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '03:34:19 pm', '2023-12-20 14:34:19', '2023-12-20 14:34:19'),
(1616, 'designation check ', 'https://ngoadmin.resnova.dev/admin/checkDesignation?branchId=3&designationName=%E0%A6%AA%E0%A6%B0%E0%A6%BF%E0%A6%9A%E0%A6%BE%E0%A6%B2%E0%A6%95&designationSerial=', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '03:34:20 pm', '2023-12-20 14:34:20', '2023-12-20 14:34:20'),
(1617, 'designation check ', 'https://ngoadmin.resnova.dev/admin/checkDesignation?branchId=3&designationName=%E0%A6%AA%E0%A6%B0%E0%A6%BF%E0%A6%9A%E0%A6%BE%E0%A6%B2%E0%A6%95&designationSerial=2.2', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '03:34:22 pm', '2023-12-20 14:34:22', '2023-12-20 14:34:22'),
(1618, 'designation check ', 'https://ngoadmin.resnova.dev/admin/checkDesignation?branchId=3&designationName=%E0%A6%AA%E0%A6%B0%E0%A6%BF%E0%A6%9A%E0%A6%BE%E0%A6%B2%E0%A6%95&designationSerial=2.', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '03:34:23 pm', '2023-12-20 14:34:23', '2023-12-20 14:34:23'),
(1619, 'designation check ', 'https://ngoadmin.resnova.dev/admin/checkDesignation?branchId=3&designationName=%E0%A6%AA%E0%A6%B0%E0%A6%BF%E0%A6%9A%E0%A6%BE%E0%A6%B2%E0%A6%95&designationSerial=2.2', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '03:34:24 pm', '2023-12-20 14:34:24', '2023-12-20 14:34:24'),
(1620, 'designation update ', 'https://ngoadmin.resnova.dev/admin/designationList/5', 'PUT', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '03:34:34 pm', '2023-12-20 14:34:34', '2023-12-20 14:34:34'),
(1621, 'designation  list ', 'https://ngoadmin.resnova.dev/admin/designationList', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '03:34:35 pm', '2023-12-20 14:34:35', '2023-12-20 14:34:35'),
(1622, 'designation check ', 'https://ngoadmin.resnova.dev/admin/checkDesignation?branchId=3&designationName=%E0%A6%AA%E0%A6%B0%E0%A6%BF%E0%A6%9A%E0%A6%BE%E0%A6%B2%E0%A6%95%20&designationSerial=2.1', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '03:34:49 pm', '2023-12-20 14:34:49', '2023-12-20 14:34:49'),
(1623, 'designation check ', 'https://ngoadmin.resnova.dev/admin/checkDesignation?branchId=3&designationName=%E0%A6%AA%E0%A6%B0%E0%A6%BF%E0%A6%9A%E0%A6%BE%E0%A6%B2%E0%A6%95%20%28&designationSerial=2.1', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '03:34:51 pm', '2023-12-20 14:34:51', '2023-12-20 14:34:51'),
(1624, 'designation check ', 'https://ngoadmin.resnova.dev/admin/checkDesignation?branchId=3&designationName=%E0%A6%AA%E0%A6%B0%E0%A6%BF%E0%A6%9A%E0%A6%BE%E0%A6%B2%E0%A6%95%20%28&designationSerial=2.1', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '03:34:52 pm', '2023-12-20 14:34:52', '2023-12-20 14:34:52'),
(1625, 'designation check ', 'https://ngoadmin.resnova.dev/admin/checkDesignation?branchId=3&designationName=%E0%A6%AA%E0%A6%B0%E0%A6%BF%E0%A6%9A%E0%A6%BE%E0%A6%B2%E0%A6%95%20&designationSerial=2.1', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '03:34:54 pm', '2023-12-20 14:34:54', '2023-12-20 14:34:54'),
(1626, 'designation check ', 'https://ngoadmin.resnova.dev/admin/checkDesignation?branchId=3&designationName=%E0%A6%AA%E0%A6%B0%E0%A6%BF%E0%A6%9A%E0%A6%BE%E0%A6%B2%E0%A6%95&designationSerial=2.1', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '03:34:55 pm', '2023-12-20 14:34:55', '2023-12-20 14:34:55'),
(1627, 'designation check ', 'https://ngoadmin.resnova.dev/admin/checkDesignation?branchId=3&designationName=%E0%A6%AA%E0%A6%B0%E0%A6%BF%E0%A6%9A%E0%A6%BE%E0%A6%B2&designationSerial=2.1', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '03:34:56 pm', '2023-12-20 14:34:56', '2023-12-20 14:34:56'),
(1628, 'designation check ', 'https://ngoadmin.resnova.dev/admin/checkDesignation?branchId=3&designationName=%E0%A6%AA%E0%A6%B0%E0%A6%BF%E0%A6%9A%E0%A6%BE%E0%A6%B2%E0%A6%95&designationSerial=2.1', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '03:35:04 pm', '2023-12-20 14:35:04', '2023-12-20 14:35:04'),
(1629, 'designation check ', 'https://ngoadmin.resnova.dev/admin/checkDesignation?branchId=3&designationName=%E0%A6%AA%E0%A6%B0%E0%A6%BF%E0%A6%9A%E0%A6%BE%E0%A6%B2%E0%A6%95%20&designationSerial=2.1', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '03:35:06 pm', '2023-12-20 14:35:06', '2023-12-20 14:35:06'),
(1630, 'designation check ', 'https://ngoadmin.resnova.dev/admin/checkDesignation?branchId=3&designationName=%E0%A6%AA%E0%A6%B0%E0%A6%BF%E0%A6%9A%E0%A6%BE%E0%A6%B2%E0%A6%95%20%28&designationSerial=2.1', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '03:35:07 pm', '2023-12-20 14:35:07', '2023-12-20 14:35:07'),
(1631, 'designation check ', 'https://ngoadmin.resnova.dev/admin/checkDesignation?branchId=3&designationName=%E0%A6%AA%E0%A6%B0%E0%A6%BF%E0%A6%9A%E0%A6%BE%E0%A6%B2%E0%A6%95%20%28&designationSerial=2.1', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '03:35:07 pm', '2023-12-20 14:35:07', '2023-12-20 14:35:07'),
(1632, 'designation check ', 'https://ngoadmin.resnova.dev/admin/checkDesignation?branchId=3&designationName=%E0%A6%AA%E0%A6%B0%E0%A6%BF%E0%A6%9A%E0%A6%BE%E0%A6%B2%E0%A6%95%20%28n&designationSerial=2.1', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '03:35:09 pm', '2023-12-20 14:35:09', '2023-12-20 14:35:09'),
(1633, 'designation check ', 'https://ngoadmin.resnova.dev/admin/checkDesignation?branchId=3&designationName=%E0%A6%AA%E0%A6%B0%E0%A6%BF%E0%A6%9A%E0%A6%BE%E0%A6%B2%E0%A6%95%20%28ni&designationSerial=2.1', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '03:35:09 pm', '2023-12-20 14:35:09', '2023-12-20 14:35:09'),
(1634, 'designation check ', 'https://ngoadmin.resnova.dev/admin/checkDesignation?branchId=3&designationName=%E0%A6%AA%E0%A6%B0%E0%A6%BF%E0%A6%9A%E0%A6%BE%E0%A6%B2%E0%A6%95%20%28n&designationSerial=2.1', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '03:35:10 pm', '2023-12-20 14:35:10', '2023-12-20 14:35:10'),
(1635, 'designation check ', 'https://ngoadmin.resnova.dev/admin/checkDesignation?branchId=3&designationName=%E0%A6%AA%E0%A6%B0%E0%A6%BF%E0%A6%9A%E0%A6%BE%E0%A6%B2%E0%A6%95%20%28&designationSerial=2.1', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '03:35:10 pm', '2023-12-20 14:35:10', '2023-12-20 14:35:10'),
(1636, 'designation check ', 'https://ngoadmin.resnova.dev/admin/checkDesignation?branchId=3&designationName=%E0%A6%AA%E0%A6%B0%E0%A6%BF%E0%A6%9A%E0%A6%BE%E0%A6%B2%E0%A6%95%20%28n&designationSerial=2.1', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '03:35:10 pm', '2023-12-20 14:35:10', '2023-12-20 14:35:10'),
(1637, 'designation check ', 'https://ngoadmin.resnova.dev/admin/checkDesignation?branchId=3&designationName=%E0%A6%AA%E0%A6%B0%E0%A6%BF%E0%A6%9A%E0%A6%BE%E0%A6%B2%E0%A6%95%20%28ni&designationSerial=2.1', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '03:35:11 pm', '2023-12-20 14:35:11', '2023-12-20 14:35:11'),
(1638, 'designation check ', 'https://ngoadmin.resnova.dev/admin/checkDesignation?branchId=3&designationName=%E0%A6%AA%E0%A6%B0%E0%A6%BF%E0%A6%9A%E0%A6%BE%E0%A6%B2%E0%A6%95%20%28nib&designationSerial=2.1', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '03:35:12 pm', '2023-12-20 14:35:12', '2023-12-20 14:35:12'),
(1639, 'designation check ', 'https://ngoadmin.resnova.dev/admin/checkDesignation?branchId=3&designationName=%E0%A6%AA%E0%A6%B0%E0%A6%BF%E0%A6%9A%E0%A6%BE%E0%A6%B2%E0%A6%95%20%28nibo&designationSerial=2.1', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '03:35:12 pm', '2023-12-20 14:35:12', '2023-12-20 14:35:12'),
(1640, 'designation check ', 'https://ngoadmin.resnova.dev/admin/checkDesignation?branchId=3&designationName=%E0%A6%AA%E0%A6%B0%E0%A6%BF%E0%A6%9A%E0%A6%BE%E0%A6%B2%E0%A6%95%20%28nibon&designationSerial=2.1', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '03:35:13 pm', '2023-12-20 14:35:13', '2023-12-20 14:35:13'),
(1641, 'designation check ', 'https://ngoadmin.resnova.dev/admin/checkDesignation?branchId=3&designationName=%E0%A6%AA%E0%A6%B0%E0%A6%BF%E0%A6%9A%E0%A6%BE%E0%A6%B2%E0%A6%95%20%28nibond&designationSerial=2.1', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '03:35:14 pm', '2023-12-20 14:35:14', '2023-12-20 14:35:14'),
(1642, 'designation check ', 'https://ngoadmin.resnova.dev/admin/checkDesignation?branchId=3&designationName=%E0%A6%AA%E0%A6%B0%E0%A6%BF%E0%A6%9A%E0%A6%BE%E0%A6%B2%E0%A6%95%20%28nibondh&designationSerial=2.1', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '03:35:14 pm', '2023-12-20 14:35:14', '2023-12-20 14:35:14'),
(1643, 'designation check ', 'https://ngoadmin.resnova.dev/admin/checkDesignation?branchId=3&designationName=%E0%A6%AA%E0%A6%B0%E0%A6%BF%E0%A6%9A%E0%A6%BE%E0%A6%B2%E0%A6%95%20%28nibondho&designationSerial=2.1', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '03:35:14 pm', '2023-12-20 14:35:14', '2023-12-20 14:35:14');
INSERT INTO `log_activities` (`id`, `subject`, `url`, `method`, `ip_or_mac`, `agent`, `admin_id`, `activity_time`, `created_at`, `updated_at`) VALUES
(1644, 'designation check ', 'https://ngoadmin.resnova.dev/admin/checkDesignation?branchId=3&designationName=%E0%A6%AA%E0%A6%B0%E0%A6%BF%E0%A6%9A%E0%A6%BE%E0%A6%B2%E0%A6%95%20%28nibondhon&designationSerial=2.1', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '03:35:14 pm', '2023-12-20 14:35:14', '2023-12-20 14:35:14'),
(1645, 'designation check ', 'https://ngoadmin.resnova.dev/admin/checkDesignation?branchId=3&designationName=%E0%A6%AA%E0%A6%B0%E0%A6%BF%E0%A6%9A%E0%A6%BE%E0%A6%B2%E0%A6%95%20%28%E0%A6%A8%E0%A6%BF%E0%A6%AC%E0%A6%A8%E0%A7%8D%E0%A6%A7%E0%A6%A8%20&designationSerial=2.1', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '03:35:15 pm', '2023-12-20 14:35:15', '2023-12-20 14:35:15'),
(1646, 'designation check ', 'https://ngoadmin.resnova.dev/admin/checkDesignation?branchId=3&designationName=%E0%A6%AA%E0%A6%B0%E0%A6%BF%E0%A6%9A%E0%A6%BE%E0%A6%B2%E0%A6%95%20%28%E0%A6%A8%E0%A6%BF%E0%A6%AC%E0%A6%A8%E0%A7%8D%E0%A6%A7%E0%A6%A8%20%29&designationSerial=2.1', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '03:35:16 pm', '2023-12-20 14:35:16', '2023-12-20 14:35:16'),
(1647, 'designation check ', 'https://ngoadmin.resnova.dev/admin/checkDesignation?branchId=3&designationName=%E0%A6%AA%E0%A6%B0%E0%A6%BF%E0%A6%9A%E0%A6%BE%E0%A6%B2%E0%A6%95%20%28%E0%A6%A8%E0%A6%BF%E0%A6%AC%E0%A6%A8%E0%A7%8D%E0%A6%A7%E0%A6%A8%20%29%20&designationSerial=2.1', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '03:35:17 pm', '2023-12-20 14:35:17', '2023-12-20 14:35:17'),
(1648, 'designation check ', 'https://ngoadmin.resnova.dev/admin/checkDesignation?branchId=3&designationName=%E0%A6%AA%E0%A6%B0%E0%A6%BF%E0%A6%9A%E0%A6%BE%E0%A6%B2%E0%A6%95%20%28%E0%A6%A8%E0%A6%BF%E0%A6%AC%E0%A6%A8%E0%A7%8D%E0%A6%A7%E0%A6%A8%20%29&designationSerial=2.1', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '03:35:17 pm', '2023-12-20 14:35:17', '2023-12-20 14:35:17'),
(1649, 'designation check ', 'https://ngoadmin.resnova.dev/admin/checkDesignation?branchId=3&designationName=%E0%A6%AA%E0%A6%B0%E0%A6%BF%E0%A6%9A%E0%A6%BE%E0%A6%B2%E0%A6%95%20%28%E0%A6%A8%E0%A6%BF%E0%A6%AC%E0%A6%A8%E0%A7%8D%E0%A6%A7%E0%A6%A8%20&designationSerial=2.1', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '03:35:17 pm', '2023-12-20 14:35:17', '2023-12-20 14:35:17'),
(1650, 'designation check ', 'https://ngoadmin.resnova.dev/admin/checkDesignation?branchId=3&designationName=%E0%A6%AA%E0%A6%B0%E0%A6%BF%E0%A6%9A%E0%A6%BE%E0%A6%B2%E0%A6%95%20%28%E0%A6%A8%E0%A6%BF%E0%A6%AC%E0%A6%A8%E0%A7%8D%E0%A6%A7%E0%A6%A8%20%29&designationSerial=2.1', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '03:35:17 pm', '2023-12-20 14:35:17', '2023-12-20 14:35:17'),
(1651, 'designation check ', 'https://ngoadmin.resnova.dev/admin/checkDesignation?branchId=3&designationName=%E0%A6%AA%E0%A6%B0%E0%A6%BF%E0%A6%9A%E0%A6%BE%E0%A6%B2%E0%A6%95%20%28%E0%A6%A8%E0%A6%BF%E0%A6%AC%E0%A6%A8%E0%A7%8D%E0%A6%A7%E0%A6%A8&designationSerial=2.1', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '03:35:17 pm', '2023-12-20 14:35:17', '2023-12-20 14:35:17'),
(1652, 'designation check ', 'https://ngoadmin.resnova.dev/admin/checkDesignation?branchId=3&designationName=%E0%A6%AA%E0%A6%B0%E0%A6%BF%E0%A6%9A%E0%A6%BE%E0%A6%B2%E0%A6%95%20%28%E0%A6%A8%E0%A6%BF%E0%A6%AC%E0%A6%A8%E0%A7%8D%E0%A6%A7%E0%A6%A8%20&designationSerial=2.1', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '03:35:18 pm', '2023-12-20 14:35:18', '2023-12-20 14:35:18'),
(1653, 'designation check ', 'https://ngoadmin.resnova.dev/admin/checkDesignation?branchId=3&designationName=%E0%A6%AA%E0%A6%B0%E0%A6%BF%E0%A6%9A%E0%A6%BE%E0%A6%B2%E0%A6%95%20%28%E0%A6%A8%E0%A6%BF%E0%A6%AC%E0%A6%A8%E0%A7%8D%E0%A6%A7%E0%A6%A8%20o&designationSerial=2.1', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '03:35:19 pm', '2023-12-20 14:35:19', '2023-12-20 14:35:19'),
(1654, 'designation check ', 'https://ngoadmin.resnova.dev/admin/checkDesignation?branchId=3&designationName=%E0%A6%AA%E0%A6%B0%E0%A6%BF%E0%A6%9A%E0%A6%BE%E0%A6%B2%E0%A6%95%20%28%E0%A6%A8%E0%A6%BF%E0%A6%AC%E0%A6%A8%E0%A7%8D%E0%A6%A7%E0%A6%A8%20%E0%A6%93%20&designationSerial=2.1', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '03:35:20 pm', '2023-12-20 14:35:20', '2023-12-20 14:35:20'),
(1655, 'designation check ', 'https://ngoadmin.resnova.dev/admin/checkDesignation?branchId=3&designationName=%E0%A6%AA%E0%A6%B0%E0%A6%BF%E0%A6%9A%E0%A6%BE%E0%A6%B2%E0%A6%95%20%28%E0%A6%A8%E0%A6%BF%E0%A6%AC%E0%A6%A8%E0%A7%8D%E0%A6%A7%E0%A6%A8%20%E0%A6%93%20o&designationSerial=2.1', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '03:35:21 pm', '2023-12-20 14:35:21', '2023-12-20 14:35:21'),
(1656, 'designation check ', 'https://ngoadmin.resnova.dev/admin/checkDesignation?branchId=3&designationName=%E0%A6%AA%E0%A6%B0%E0%A6%BF%E0%A6%9A%E0%A6%BE%E0%A6%B2%E0%A6%95%20%28%E0%A6%A8%E0%A6%BF%E0%A6%AC%E0%A6%A8%E0%A7%8D%E0%A6%A7%E0%A6%A8%20%E0%A6%93%20od&designationSerial=2.1', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '03:35:23 pm', '2023-12-20 14:35:23', '2023-12-20 14:35:23'),
(1657, 'designation check ', 'https://ngoadmin.resnova.dev/admin/checkDesignation?branchId=3&designationName=%E0%A6%AA%E0%A6%B0%E0%A6%BF%E0%A6%9A%E0%A6%BE%E0%A6%B2%E0%A6%95%20%28%E0%A6%A8%E0%A6%BF%E0%A6%AC%E0%A6%A8%E0%A7%8D%E0%A6%A7%E0%A6%A8%20%E0%A6%93%20o&designationSerial=2.1', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '03:35:24 pm', '2023-12-20 14:35:24', '2023-12-20 14:35:24'),
(1658, 'designation check ', 'https://ngoadmin.resnova.dev/admin/checkDesignation?branchId=3&designationName=%E0%A6%AA%E0%A6%B0%E0%A6%BF%E0%A6%9A%E0%A6%BE%E0%A6%B2%E0%A6%95%20%28%E0%A6%A8%E0%A6%BF%E0%A6%AC%E0%A6%A8%E0%A7%8D%E0%A6%A7%E0%A6%A8%20%E0%A6%93%20oD&designationSerial=2.1', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '03:35:24 pm', '2023-12-20 14:35:24', '2023-12-20 14:35:24'),
(1659, 'designation check ', 'https://ngoadmin.resnova.dev/admin/checkDesignation?branchId=3&designationName=%E0%A6%AA%E0%A6%B0%E0%A6%BF%E0%A6%9A%E0%A6%BE%E0%A6%B2%E0%A6%95%20%28%E0%A6%A8%E0%A6%BF%E0%A6%AC%E0%A6%A8%E0%A7%8D%E0%A6%A7%E0%A6%A8%20%E0%A6%93%20oDi&designationSerial=2.1', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '03:35:24 pm', '2023-12-20 14:35:24', '2023-12-20 14:35:24'),
(1660, 'designation check ', 'https://ngoadmin.resnova.dev/admin/checkDesignation?branchId=3&designationName=%E0%A6%AA%E0%A6%B0%E0%A6%BF%E0%A6%9A%E0%A6%BE%E0%A6%B2%E0%A6%95%20%28%E0%A6%A8%E0%A6%BF%E0%A6%AC%E0%A6%A8%E0%A7%8D%E0%A6%A7%E0%A6%A8%20%E0%A6%93%20oD&designationSerial=2.1', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '03:35:24 pm', '2023-12-20 14:35:24', '2023-12-20 14:35:24'),
(1661, 'designation check ', 'https://ngoadmin.resnova.dev/admin/checkDesignation?branchId=3&designationName=%E0%A6%AA%E0%A6%B0%E0%A6%BF%E0%A6%9A%E0%A6%BE%E0%A6%B2%E0%A6%95%20%28%E0%A6%A8%E0%A6%BF%E0%A6%AC%E0%A6%A8%E0%A7%8D%E0%A6%A7%E0%A6%A8%20%E0%A6%93%20oDit&designationSerial=2.1', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '03:35:25 pm', '2023-12-20 14:35:25', '2023-12-20 14:35:25'),
(1662, 'designation check ', 'https://ngoadmin.resnova.dev/admin/checkDesignation?branchId=3&designationName=&designationSerial=.', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '03:35:58 pm', '2023-12-20 14:35:58', '2023-12-20 14:35:58'),
(1663, 'designation check ', 'https://ngoadmin.resnova.dev/admin/checkDesignation?branchId=3&designationName=%E0%A6%AA%E0%A6%B0%E0%A6%BF%E0%A6%9A%E0%A6%BE%E0%A6%B2%E0%A6%95%20&designationSerial=', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '03:36:01 pm', '2023-12-20 14:36:01', '2023-12-20 14:36:01'),
(1664, 'designation check ', 'https://ngoadmin.resnova.dev/admin/checkDesignation?branchId=3&designationName=%E0%A6%AA%E0%A6%B0%E0%A6%BF%E0%A6%9A%E0%A6%BE%E0%A6%B2%E0%A6%95&designationSerial=', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '03:36:02 pm', '2023-12-20 14:36:02', '2023-12-20 14:36:02'),
(1665, 'designation check ', 'https://ngoadmin.resnova.dev/admin/checkDesignation?branchId=3&designationName=s&designationSerial=', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '03:36:14 pm', '2023-12-20 14:36:14', '2023-12-20 14:36:14'),
(1666, 'designation check ', 'https://ngoadmin.resnova.dev/admin/checkDesignation?branchId=3&designationName=so&designationSerial=', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '03:36:14 pm', '2023-12-20 14:36:14', '2023-12-20 14:36:14'),
(1667, 'designation check ', 'https://ngoadmin.resnova.dev/admin/checkDesignation?branchId=3&designationName=soh&designationSerial=', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '03:36:15 pm', '2023-12-20 14:36:15', '2023-12-20 14:36:15'),
(1668, 'designation check ', 'https://ngoadmin.resnova.dev/admin/checkDesignation?branchId=3&designationName=soho&designationSerial=', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '03:36:15 pm', '2023-12-20 14:36:15', '2023-12-20 14:36:15'),
(1669, 'designation check ', 'https://ngoadmin.resnova.dev/admin/checkDesignation?branchId=3&designationName=sohok&designationSerial=', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '03:36:16 pm', '2023-12-20 14:36:16', '2023-12-20 14:36:16'),
(1670, 'designation check ', 'https://ngoadmin.resnova.dev/admin/checkDesignation?branchId=3&designationName=sohoka&designationSerial=', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '03:36:16 pm', '2023-12-20 14:36:16', '2023-12-20 14:36:16'),
(1671, 'designation check ', 'https://ngoadmin.resnova.dev/admin/checkDesignation?branchId=3&designationName=sohokar&designationSerial=', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '03:36:16 pm', '2023-12-20 14:36:17', '2023-12-20 14:36:17'),
(1672, 'designation check ', 'https://ngoadmin.resnova.dev/admin/checkDesignation?branchId=3&designationName=sohokarI&designationSerial=', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '03:36:17 pm', '2023-12-20 14:36:17', '2023-12-20 14:36:17'),
(1673, 'designation check ', 'https://ngoadmin.resnova.dev/admin/checkDesignation?branchId=3&designationName=sohokarI&designationSerial=', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '03:36:17 pm', '2023-12-20 14:36:17', '2023-12-20 14:36:17'),
(1674, 'designation check ', 'https://ngoadmin.resnova.dev/admin/checkDesignation?branchId=3&designationName=%E0%A6%B8%E0%A6%B9%E0%A6%95%E0%A6%BE%E0%A6%B0%E0%A7%80%20&designationSerial=', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '03:36:18 pm', '2023-12-20 14:36:18', '2023-12-20 14:36:18'),
(1675, 'designation check ', 'https://ngoadmin.resnova.dev/admin/checkDesignation?branchId=3&designationName=%E0%A6%B8%E0%A6%B9%E0%A6%95%E0%A6%BE%E0%A6%B0%E0%A7%80%20p&designationSerial=', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '03:36:18 pm', '2023-12-20 14:36:18', '2023-12-20 14:36:18'),
(1676, 'designation check ', 'https://ngoadmin.resnova.dev/admin/checkDesignation?branchId=3&designationName=%E0%A6%B8%E0%A6%B9%E0%A6%95%E0%A6%BE%E0%A6%B0%E0%A7%80%20po&designationSerial=', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '03:36:18 pm', '2023-12-20 14:36:18', '2023-12-20 14:36:18'),
(1677, 'designation check ', 'https://ngoadmin.resnova.dev/admin/checkDesignation?branchId=3&designationName=%E0%A6%B8%E0%A6%B9%E0%A6%95%E0%A6%BE%E0%A6%B0%E0%A7%80%20pori&designationSerial=', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '03:36:19 pm', '2023-12-20 14:36:19', '2023-12-20 14:36:19'),
(1678, 'designation check ', 'https://ngoadmin.resnova.dev/admin/checkDesignation?branchId=3&designationName=%E0%A6%B8%E0%A6%B9%E0%A6%95%E0%A6%BE%E0%A6%B0%E0%A7%80%20por&designationSerial=', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '03:36:19 pm', '2023-12-20 14:36:19', '2023-12-20 14:36:19'),
(1679, 'designation check ', 'https://ngoadmin.resnova.dev/admin/checkDesignation?branchId=3&designationName=%E0%A6%B8%E0%A6%B9%E0%A6%95%E0%A6%BE%E0%A6%B0%E0%A7%80%20poric&designationSerial=', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '03:36:19 pm', '2023-12-20 14:36:19', '2023-12-20 14:36:19'),
(1680, 'designation check ', 'https://ngoadmin.resnova.dev/admin/checkDesignation?branchId=3&designationName=%E0%A6%B8%E0%A6%B9%E0%A6%95%E0%A6%BE%E0%A6%B0%E0%A7%80%20porica&designationSerial=', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '03:36:19 pm', '2023-12-20 14:36:19', '2023-12-20 14:36:19'),
(1681, 'designation check ', 'https://ngoadmin.resnova.dev/admin/checkDesignation?branchId=3&designationName=%E0%A6%B8%E0%A6%B9%E0%A6%95%E0%A6%BE%E0%A6%B0%E0%A7%80%20porical&designationSerial=', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '03:36:20 pm', '2023-12-20 14:36:20', '2023-12-20 14:36:20'),
(1682, 'designation check ', 'https://ngoadmin.resnova.dev/admin/checkDesignation?branchId=3&designationName=%E0%A6%B8%E0%A6%B9%E0%A6%95%E0%A6%BE%E0%A6%B0%E0%A7%80%20poricalo&designationSerial=', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '03:36:20 pm', '2023-12-20 14:36:20', '2023-12-20 14:36:20'),
(1683, 'designation check ', 'https://ngoadmin.resnova.dev/admin/checkDesignation?branchId=3&designationName=%E0%A6%B8%E0%A6%B9%E0%A6%95%E0%A6%BE%E0%A6%B0%E0%A7%80%20poricalok&designationSerial=', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '03:36:20 pm', '2023-12-20 14:36:20', '2023-12-20 14:36:20'),
(1684, 'designation check ', 'https://ngoadmin.resnova.dev/admin/checkDesignation?branchId=3&designationName=%E0%A6%B8%E0%A6%B9%E0%A6%95%E0%A6%BE%E0%A6%B0%E0%A7%80%20%E0%A6%AA%E0%A6%B0%E0%A6%BF%E0%A6%9A%E0%A6%BE%E0%A6%B2%E0%A6%95%20&designationSerial=', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '03:36:21 pm', '2023-12-20 14:36:21', '2023-12-20 14:36:21'),
(1685, 'designation check ', 'https://ngoadmin.resnova.dev/admin/checkDesignation?branchId=3&designationName=%E0%A6%B8%E0%A6%B9%E0%A6%95%E0%A6%BE%E0%A6%B0%E0%A7%80%20%E0%A6%AA%E0%A6%B0%E0%A6%BF%E0%A6%9A%E0%A6%BE%E0%A6%B2%E0%A6%95%20-&designationSerial=', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '03:36:23 pm', '2023-12-20 14:36:23', '2023-12-20 14:36:23'),
(1686, 'designation check ', 'https://ngoadmin.resnova.dev/admin/checkDesignation?branchId=3&designationName=%E0%A6%B8%E0%A6%B9%E0%A6%95%E0%A6%BE%E0%A6%B0%E0%A7%80%20%E0%A6%AA%E0%A6%B0%E0%A6%BF%E0%A6%9A%E0%A6%BE%E0%A6%B2%E0%A6%95%20-%20&designationSerial=', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '03:36:23 pm', '2023-12-20 14:36:23', '2023-12-20 14:36:23'),
(1687, 'designation check ', 'https://ngoadmin.resnova.dev/admin/checkDesignation?branchId=3&designationName=%E0%A6%B8%E0%A6%B9%E0%A6%95%E0%A6%BE%E0%A6%B0%E0%A7%80%20%E0%A6%AA%E0%A6%B0%E0%A6%BF%E0%A6%9A%E0%A6%BE%E0%A6%B2%E0%A6%95%20-%201&designationSerial=', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '03:36:23 pm', '2023-12-20 14:36:23', '2023-12-20 14:36:23'),
(1688, 'designation check ', 'https://ngoadmin.resnova.dev/admin/checkDesignation?branchId=3&designationName=%E0%A6%B8%E0%A6%B9%E0%A6%95%E0%A6%BE%E0%A6%B0%E0%A7%80%20%E0%A6%AA%E0%A6%B0%E0%A6%BF%E0%A6%9A%E0%A6%BE%E0%A6%B2%E0%A6%95%20-%20%E0%A7%A7%20&designationSerial=', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '03:36:24 pm', '2023-12-20 14:36:24', '2023-12-20 14:36:24'),
(1689, 'designation check ', 'https://ngoadmin.resnova.dev/admin/checkDesignation?branchId=3&designationName=%E0%A6%B8%E0%A6%B9%E0%A6%95%E0%A6%BE%E0%A6%B0%E0%A7%80%20%E0%A6%AA%E0%A6%B0%E0%A6%BF%E0%A6%9A%E0%A6%BE%E0%A6%B2%E0%A6%95%20-%20%E0%A7%A7%20&designationSerial=2.2', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '03:36:27 pm', '2023-12-20 14:36:27', '2023-12-20 14:36:27'),
(1690, 'designation check ', 'https://ngoadmin.resnova.dev/admin/checkDesignation?branchId=3&designationName=%E0%A6%B8%E0%A6%B9%E0%A6%95%E0%A6%BE%E0%A6%B0%E0%A7%80%20%E0%A6%AA%E0%A6%B0%E0%A6%BF%E0%A6%9A%E0%A6%BE%E0%A6%B2%E0%A6%95%20-%20%E0%A7%A7%20&designationSerial=2.', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '03:36:28 pm', '2023-12-20 14:36:28', '2023-12-20 14:36:28'),
(1691, 'designation check ', 'https://ngoadmin.resnova.dev/admin/checkDesignation?branchId=3&designationName=%E0%A6%B8%E0%A6%B9%E0%A6%95%E0%A6%BE%E0%A6%B0%E0%A7%80%20%E0%A6%AA%E0%A6%B0%E0%A6%BF%E0%A6%9A%E0%A6%BE%E0%A6%B2%E0%A6%95%20-%20%E0%A7%A7%20&designationSerial=2.2', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '03:36:29 pm', '2023-12-20 14:36:29', '2023-12-20 14:36:29'),
(1692, 'designation store ', 'https://ngoadmin.resnova.dev/admin/designationList', 'POST', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '03:36:32 pm', '2023-12-20 14:36:32', '2023-12-20 14:36:32'),
(1693, 'designation  list ', 'https://ngoadmin.resnova.dev/admin/designationList', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '03:36:32 pm', '2023-12-20 14:36:32', '2023-12-20 14:36:32'),
(1694, 'view employee list', 'https://ngoadmin.resnova.dev/admin/user', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '03:36:42 pm', '2023-12-20 14:36:42', '2023-12-20 14:36:42'),
(1695, 'designation step list ', 'https://ngoadmin.resnova.dev/admin/assignedEmployee', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '03:36:54 pm', '2023-12-20 14:36:54', '2023-12-20 14:36:54'),
(1696, 'employeeEndDatePost', 'https://ngoadmin.resnova.dev/admin/employeeEndDatePost', 'POST', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '03:37:22 pm', '2023-12-20 14:37:22', '2023-12-20 14:37:22'),
(1697, 'employeeEndDatePost', 'https://ngoadmin.resnova.dev/admin/employeeEndDatePost', 'POST', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '03:37:32 pm', '2023-12-20 14:37:32', '2023-12-20 14:37:32'),
(1698, 'employeeEndDatePost', 'https://ngoadmin.resnova.dev/admin/employeeEndDatePost', 'POST', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '03:37:41 pm', '2023-12-20 14:37:41', '2023-12-20 14:37:41'),
(1699, 'view employee list', 'https://ngoadmin.resnova.dev/admin/user', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '03:37:45 pm', '2023-12-20 14:37:45', '2023-12-20 14:37:45'),
(1700, 'delete employee from list', 'https://ngoadmin.resnova.dev/admin/user/3', 'DELETE', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '03:37:51 pm', '2023-12-20 14:37:51', '2023-12-20 14:37:51'),
(1701, 'view employee list', 'https://ngoadmin.resnova.dev/admin/user', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '03:37:51 pm', '2023-12-20 14:37:51', '2023-12-20 14:37:51'),
(1702, 'delete employee from list', 'https://ngoadmin.resnova.dev/admin/user/4', 'DELETE', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '03:37:56 pm', '2023-12-20 14:37:56', '2023-12-20 14:37:56'),
(1703, 'view employee list', 'https://ngoadmin.resnova.dev/admin/user', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '03:37:56 pm', '2023-12-20 14:37:56', '2023-12-20 14:37:56'),
(1704, 'delete employee from list', 'https://ngoadmin.resnova.dev/admin/user/5', 'DELETE', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '03:38:00 pm', '2023-12-20 14:38:00', '2023-12-20 14:38:00'),
(1705, 'view employee list', 'https://ngoadmin.resnova.dev/admin/user', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '03:38:00 pm', '2023-12-20 14:38:00', '2023-12-20 14:38:00'),
(1706, 'designation  list ', 'https://ngoadmin.resnova.dev/admin/designationList', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '03:38:05 pm', '2023-12-20 14:38:05', '2023-12-20 14:38:05'),
(1707, 'designation check ', 'https://ngoadmin.resnova.dev/admin/checkDesignation?branchId=3&designationName=%E0%A6%AA%E0%A6%B0%E0%A6%BF%E0%A6%9A%E0%A6%BE%E0%A6%B2%E0%A6%95&designationSerial=2.1', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '03:38:10 pm', '2023-12-20 14:38:10', '2023-12-20 14:38:10'),
(1708, 'designation delete ', 'https://ngoadmin.resnova.dev/admin/designationList/4', 'DELETE', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '03:38:23 pm', '2023-12-20 14:38:23', '2023-12-20 14:38:23'),
(1709, 'designation  list ', 'https://ngoadmin.resnova.dev/admin/designationList', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '03:38:24 pm', '2023-12-20 14:38:24', '2023-12-20 14:38:24'),
(1710, 'designation check ', 'https://ngoadmin.resnova.dev/admin/checkDesignation?branchId=3&designationName=&designationSerial=.', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '03:38:29 pm', '2023-12-20 14:38:29', '2023-12-20 14:38:29'),
(1711, 'designation store ', 'https://ngoadmin.resnova.dev/admin/designationList', 'POST', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '03:38:33 pm', '2023-12-20 14:38:33', '2023-12-20 14:38:33'),
(1712, 'designation  list ', 'https://ngoadmin.resnova.dev/admin/designationList', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '03:38:33 pm', '2023-12-20 14:38:33', '2023-12-20 14:38:33'),
(1713, 'branch list ', 'https://ngoadmin.resnova.dev/admin/branchList', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '03:38:53 pm', '2023-12-20 14:38:53', '2023-12-20 14:38:53'),
(1714, 'branch update ', 'https://ngoadmin.resnova.dev/admin/branchList/3', 'PUT', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '03:39:19 pm', '2023-12-20 14:39:19', '2023-12-20 14:39:19'),
(1715, 'branch list ', 'https://ngoadmin.resnova.dev/admin/branchList', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '03:39:20 pm', '2023-12-20 14:39:20', '2023-12-20 14:39:20'),
(1716, 'designation  list ', 'https://ngoadmin.resnova.dev/admin/designationList', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '03:39:28 pm', '2023-12-20 14:39:28', '2023-12-20 14:39:28'),
(1717, 'view employee list', 'https://ngoadmin.resnova.dev/admin/user', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '03:39:41 pm', '2023-12-20 14:39:41', '2023-12-20 14:39:41'),
(1718, 'create employee ', 'https://ngoadmin.resnova.dev/admin/user/create', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '03:39:51 pm', '2023-12-20 14:39:51', '2023-12-20 14:39:51'),
(1719, ' employee store', 'https://ngoadmin.resnova.dev/admin/user', 'POST', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '03:42:12 pm', '2023-12-20 14:42:12', '2023-12-20 14:42:12'),
(1720, 'view employee list', 'https://ngoadmin.resnova.dev/admin/user', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '03:42:13 pm', '2023-12-20 14:42:13', '2023-12-20 14:42:13'),
(1721, 'accountPasswordChange', 'https://ngoadmin.resnova.dev/admin/accountPasswordChange/mizan.mg@gmail.com', 'GET', '', 'Mozilla/5.0 (Linux; Android 10; K) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Mobile Safari/537.36', '1', '03:42:51 pm', '2023-12-20 14:42:51', '2023-12-20 14:42:51'),
(1722, 'edit employee list', 'https://ngoadmin.resnova.dev/admin/user/2/edit', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '03:43:11 pm', '2023-12-20 14:43:11', '2023-12-20 14:43:11'),
(1723, 'accountPasswordChange', 'https://ngoadmin.resnova.dev/admin/accountPasswordChange/mizan.mg@gmail.com', 'GET', '', 'Mozilla/5.0 (Linux; Android 11; RMX2195) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/119.0.0.0 Mobile Safari/537.36', '1', '03:43:14 pm', '2023-12-20 14:43:14', '2023-12-20 14:43:14'),
(1724, 'designation step list ', 'https://ngoadmin.resnova.dev/admin/assignedEmployee', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '03:43:38 pm', '2023-12-20 14:43:38', '2023-12-20 14:43:38'),
(1725, 'designation step store ', 'https://ngoadmin.resnova.dev/admin/assignedEmployee', 'POST', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '03:44:01 pm', '2023-12-20 14:44:01', '2023-12-20 14:44:01'),
(1726, 'designation step list ', 'https://ngoadmin.resnova.dev/admin/assignedEmployee', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '03:44:01 pm', '2023-12-20 14:44:01', '2023-12-20 14:44:01'),
(1727, 'designation step store ', 'https://ngoadmin.resnova.dev/admin/assignedEmployee', 'POST', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '03:44:13 pm', '2023-12-20 14:44:13', '2023-12-20 14:44:13'),
(1728, 'designation step list ', 'https://ngoadmin.resnova.dev/admin/assignedEmployee', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '03:44:13 pm', '2023-12-20 14:44:13', '2023-12-20 14:44:13'),
(1729, 'designation step store ', 'https://ngoadmin.resnova.dev/admin/assignedEmployee', 'POST', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '03:44:24 pm', '2023-12-20 14:44:24', '2023-12-20 14:44:24'),
(1730, 'designation step list ', 'https://ngoadmin.resnova.dev/admin/assignedEmployee', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '03:44:24 pm', '2023-12-20 14:44:24', '2023-12-20 14:44:24'),
(1731, 'view employee list', 'https://ngoadmin.resnova.dev/admin/user', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '03:44:27 pm', '2023-12-20 14:44:27', '2023-12-20 14:44:27'),
(1732, 'view dak list.', 'https://ngoadmin.resnova.dev/admin/dakBranchList', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '03:45:15 pm', '2023-12-20 14:45:15', '2023-12-20 14:45:15'),
(1733, 'View Renew Info .', 'https://ngoadmin.resnova.dev/admin/renewView/14', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '03:45:19 pm', '2023-12-20 14:45:19', '2023-12-20 14:45:19'),
(1734, 'download renew pdf.', 'https://ngoadmin.resnova.dev/admin/renewalFileDownload/registration_renewal_fee/25', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '03:45:44 pm', '2023-12-20 14:45:44', '2023-12-20 14:45:44'),
(1735, 'view dak list.', 'https://ngoadmin.resnova.dev/admin/dakBranchList', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '03:45:57 pm', '2023-12-20 14:45:57', '2023-12-20 14:45:57'),
(1736, 'show dak detail.', 'https://ngoadmin.resnova.dev/admin/showDataAll/renew/14', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '03:46:01 pm', '2023-12-20 14:46:01', '2023-12-20 14:46:01'),
(1737, 'show Data Designation Wise.', 'https://ngoadmin.resnova.dev/admin/showDataDesignationWise?mainId=14&mainStatusNew=renew&mainstatus=desi&totalDesi%5B0%5D=43', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '03:46:52 pm', '2023-12-20 14:46:52', '2023-12-20 14:46:52'),
(1738, 'show Data Designation Wise.', 'https://ngoadmin.resnova.dev/admin/showDataDesignationWise?mainId=14&mainStatusNew=renew&mainstatus=desi&totalDesi%5B0%5D=43&totalDesi%5B1%5D=42', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '03:46:54 pm', '2023-12-20 14:46:54', '2023-12-20 14:46:54'),
(1739, 'show Data Designation Wise.', 'https://ngoadmin.resnova.dev/admin/showDataDesignationWise?mainId=14&mainStatusNew=renew&mainstatus=desi&totalDesi%5B0%5D=43&totalDesi%5B1%5D=42&totalDesi%5B2%5D=6', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '03:46:56 pm', '2023-12-20 14:46:56', '2023-12-20 14:46:56'),
(1740, 'add dak detail.', 'https://ngoadmin.resnova.dev/admin/dakListFirstStep?admin_id%5B0%5D=9&admin_id%5B1%5D=12&admin_id%5B2%5D=223&mainStatusNew=renew&main_id=14', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '03:46:58 pm', '2023-12-20 14:46:58', '2023-12-20 14:46:58'),
(1741, 'add dak detail.', 'https://ngoadmin.resnova.dev/admin/dakListSecondStep', 'POST', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '03:47:18 pm', '2023-12-20 14:47:18', '2023-12-20 14:47:18'),
(1742, 'view dak list.', 'https://ngoadmin.resnova.dev/admin/dakBranchList', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '03:47:18 pm', '2023-12-20 14:47:18', '2023-12-20 14:47:18'),
(1743, 'view employee list', 'https://ngoadmin.resnova.dev/admin/user', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '03:47:43 pm', '2023-12-20 14:47:43', '2023-12-20 14:47:43'),
(1744, 'view dak list.', 'https://ngoadmin.resnova.dev/admin/dakBranchList', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '1', '03:48:05 pm', '2023-12-20 14:48:05', '2023-12-20 14:48:05'),
(1745, 'Logged In.', 'https://ngoadmin.resnova.dev/admin/login', 'POST', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '9', '03:48:20 pm', '2023-12-20 14:48:20', '2023-12-20 14:48:20'),
(1746, 'view dashboard', 'https://ngoadmin.resnova.dev/admin', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '9', '03:48:21 pm', '2023-12-20 14:48:21', '2023-12-20 14:48:21'),
(1747, 'view dak list.', 'https://ngoadmin.resnova.dev/admin/dakBranchList', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '9', '03:48:31 pm', '2023-12-20 14:48:31', '2023-12-20 14:48:31'),
(1748, 'View Renew Info .', 'https://ngoadmin.resnova.dev/admin/renewView/14', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '9', '03:48:46 pm', '2023-12-20 14:48:46', '2023-12-20 14:48:46'),
(1749, 'show dak detail.', 'https://ngoadmin.resnova.dev/admin/showDataAll/renew/14', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '9', '03:48:54 pm', '2023-12-20 14:48:54', '2023-12-20 14:48:54'),
(1750, 'show Data Designation Wise.', 'https://ngoadmin.resnova.dev/admin/showDataDesignationWise?mainId=14&mainStatusNew=renew&mainstatus=desi&totalDesi%5B0%5D=42', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '9', '03:49:06 pm', '2023-12-20 14:49:06', '2023-12-20 14:49:06'),
(1751, 'show Data Designation Wise.', 'https://ngoadmin.resnova.dev/admin/showDataDesignationWise?mainId=14&mainStatusNew=renew&mainstatus=desi&totalDesi%5B0%5D=42&totalDesi%5B1%5D=6', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '9', '03:49:08 pm', '2023-12-20 14:49:08', '2023-12-20 14:49:08'),
(1752, 'add dak detail.', 'https://ngoadmin.resnova.dev/admin/dakListFirstStep?admin_id%5B0%5D=12&admin_id%5B1%5D=223&mainStatusNew=renew&main_id=14', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '9', '03:49:11 pm', '2023-12-20 14:49:11', '2023-12-20 14:49:11'),
(1753, 'add dak detail.', 'https://ngoadmin.resnova.dev/admin/dakListSecondStep', 'POST', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '9', '03:49:25 pm', '2023-12-20 14:49:25', '2023-12-20 14:49:25'),
(1754, 'view dak list.', 'https://ngoadmin.resnova.dev/admin/dakBranchList', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '9', '03:49:25 pm', '2023-12-20 14:49:25', '2023-12-20 14:49:25'),
(1755, 'Logged Out.', 'https://ngoadmin.resnova.dev/admin/logout/submit', 'POST', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '9', '03:49:35 pm', '2023-12-20 14:49:35', '2023-12-20 14:49:35'),
(1756, 'Logged In.', 'https://ngoadmin.resnova.dev/admin/login', 'POST', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '12', '03:50:19 pm', '2023-12-20 14:50:19', '2023-12-20 14:50:19'),
(1757, 'view dashboard', 'https://ngoadmin.resnova.dev/admin', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '12', '03:50:21 pm', '2023-12-20 14:50:21', '2023-12-20 14:50:21'),
(1758, 'view dak list.', 'https://ngoadmin.resnova.dev/admin/dakBranchList', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '12', '03:50:26 pm', '2023-12-20 14:50:26', '2023-12-20 14:50:26'),
(1759, 'show dak detail.', 'https://ngoadmin.resnova.dev/admin/showDataAll/renew/14', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '12', '03:50:38 pm', '2023-12-20 14:50:38', '2023-12-20 14:50:38'),
(1760, 'show Data Designation Wise.', 'https://ngoadmin.resnova.dev/admin/showDataDesignationWise?mainId=14&mainStatusNew=renew&mainstatus=desi&totalDesi%5B0%5D=6', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '12', '03:50:51 pm', '2023-12-20 14:50:51', '2023-12-20 14:50:51'),
(1761, 'add dak detail.', 'https://ngoadmin.resnova.dev/admin/dakListFirstStep?admin_id%5B0%5D=223&mainStatusNew=renew&main_id=14', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '12', '03:50:53 pm', '2023-12-20 14:50:53', '2023-12-20 14:50:53'),
(1762, 'add dak detail.', 'https://ngoadmin.resnova.dev/admin/dakListSecondStep', 'POST', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '12', '03:51:04 pm', '2023-12-20 14:51:04', '2023-12-20 14:51:04'),
(1763, 'view dak list.', 'https://ngoadmin.resnova.dev/admin/dakBranchList', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '12', '03:51:05 pm', '2023-12-20 14:51:05', '2023-12-20 14:51:05'),
(1764, 'Logged Out.', 'https://ngoadmin.resnova.dev/admin/logout/submit', 'POST', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '12', '03:51:10 pm', '2023-12-20 14:51:10', '2023-12-20 14:51:10'),
(1765, 'Logged In.', 'https://ngoadmin.resnova.dev/admin/login', 'POST', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '223', '03:51:35 pm', '2023-12-20 14:51:35', '2023-12-20 14:51:35'),
(1766, 'view dashboard', 'https://ngoadmin.resnova.dev/admin', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '223', '03:51:36 pm', '2023-12-20 14:51:36', '2023-12-20 14:51:36'),
(1767, 'view dak list.', 'https://ngoadmin.resnova.dev/admin/dakBranchList', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '223', '03:51:39 pm', '2023-12-20 14:51:39', '2023-12-20 14:51:39'),
(1768, 'nothi permission.', 'https://ngoadmin.resnova.dev/admin/givePermissionToNothi/10', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '223', '04:01:59 pm', '2023-12-20 15:01:59', '2023-12-20 15:01:59'),
(1769, 'show Data Designation Wise.', 'https://ngoadmin.resnova.dev/admin/showDataDesignationWiseOne?mainId=10&mainstatus=desi&totalDesi%5B0%5D=2', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '223', '04:02:09 pm', '2023-12-20 15:02:09', '2023-12-20 15:02:09'),
(1770, 'show Data Designation Wise.', 'https://ngoadmin.resnova.dev/admin/showDataDesignationWiseOne?mainId=10&mainstatus=desi&totalDesi%5B0%5D=2&totalDesi%5B1%5D=43', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '223', '04:02:11 pm', '2023-12-20 15:02:11', '2023-12-20 15:02:11'),
(1771, 'show Data Designation Wise.', 'https://ngoadmin.resnova.dev/admin/showDataDesignationWiseOne?mainId=10&mainstatus=desi&totalDesi%5B0%5D=2&totalDesi%5B1%5D=43&totalDesi%5B2%5D=42', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '223', '04:02:12 pm', '2023-12-20 15:02:12', '2023-12-20 15:02:12'),
(1772, 'show Data Designation Wise.', 'https://ngoadmin.resnova.dev/admin/showDataDesignationWiseOne?mainId=10&mainstatus=desi&totalDesi%5B0%5D=2&totalDesi%5B1%5D=43&totalDesi%5B2%5D=42&totalDesi%5B3%5D=6', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '223', '04:02:19 pm', '2023-12-20 15:02:19', '2023-12-20 15:02:19'),
(1773, 'add dak detail.', 'https://ngoadmin.resnova.dev/admin/savePermissionNothi?admin_id%5B0%5D=2&admin_id%5B1%5D=9&admin_id%5B2%5D=12&admin_id%5B3%5D=223&mainStatusNew=&main_id=10', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '223', '04:02:32 pm', '2023-12-20 15:02:32', '2023-12-20 15:02:32'),
(1774, 'view dak list.', 'https://ngoadmin.resnova.dev/admin/dakBranchList', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '223', '04:02:40 pm', '2023-12-20 15:02:40', '2023-12-20 15:02:40'),
(1775, 'view dak list.', 'https://ngoadmin.resnova.dev/admin/dakBranchList', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '223', '04:04:52 pm', '2023-12-20 15:04:52', '2023-12-20 15:04:52'),
(1776, 'View Renew Info .', 'https://ngoadmin.resnova.dev/admin/renewView/14', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '223', '04:05:00 pm', '2023-12-20 15:05:00', '2023-12-20 15:05:00'),
(1777, 'Logged In.', 'https://ngoadmin.resnova.dev/admin/login', 'POST', '', 'Mozilla/5.0 (Windows NT 10.0; Win64; x64) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '223', '04:19:47 pm', '2023-12-20 15:19:47', '2023-12-20 15:19:47'),
(1778, 'view dashboard', 'https://ngoadmin.resnova.dev/admin', 'GET', '', 'Mozilla/5.0 (Windows NT 10.0; Win64; x64) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '223', '04:19:48 pm', '2023-12-20 15:19:48', '2023-12-20 15:19:48'),
(1779, 'view dak list.', 'https://ngoadmin.resnova.dev/admin/dakBranchList', 'GET', '', 'Mozilla/5.0 (Windows NT 10.0; Win64; x64) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '223', '04:20:03 pm', '2023-12-20 15:20:03', '2023-12-20 15:20:03'),
(1780, 'Logged In.', 'https://ngoadmin.resnova.dev/admin/login', 'POST', '', 'Mozilla/5.0 (Windows NT 10.0; Win64; x64; rv:122.0) Gecko/20100101 Firefox/122.0', '1', '04:42:16 pm', '2023-12-20 15:42:16', '2023-12-20 15:42:16'),
(1781, 'view dashboard', 'https://ngoadmin.resnova.dev/admin', 'GET', '', 'Mozilla/5.0 (Windows NT 10.0; Win64; x64; rv:122.0) Gecko/20100101 Firefox/122.0', '1', '04:42:17 pm', '2023-12-20 15:42:17', '2023-12-20 15:42:17'),
(1782, 'view employee list', 'https://ngoadmin.resnova.dev/admin/user', 'GET', '', 'Mozilla/5.0 (Windows NT 10.0; Win64; x64; rv:122.0) Gecko/20100101 Firefox/122.0', '1', '04:42:27 pm', '2023-12-20 15:42:27', '2023-12-20 15:42:27'),
(1783, 'Logged Out.', 'https://ngoadmin.resnova.dev/admin/logout/submit', 'POST', '', 'Mozilla/5.0 (Windows NT 10.0; Win64; x64; rv:122.0) Gecko/20100101 Firefox/122.0', '1', '04:43:05 pm', '2023-12-20 15:43:05', '2023-12-20 15:43:05'),
(1784, 'Logged In.', 'https://ngoadmin.resnova.dev/admin/login', 'POST', '', 'Mozilla/5.0 (Windows NT 10.0; Win64; x64; rv:122.0) Gecko/20100101 Firefox/122.0', '2', '04:43:13 pm', '2023-12-20 15:43:13', '2023-12-20 15:43:13'),
(1785, 'view dashboard', 'https://ngoadmin.resnova.dev/admin', 'GET', '', 'Mozilla/5.0 (Windows NT 10.0; Win64; x64; rv:122.0) Gecko/20100101 Firefox/122.0', '2', '04:43:19 pm', '2023-12-20 15:43:19', '2023-12-20 15:43:19'),
(1786, 'view dak list.', 'https://ngoadmin.resnova.dev/admin/dakBranchList', 'GET', '', 'Mozilla/5.0 (Windows NT 10.0; Win64; x64; rv:122.0) Gecko/20100101 Firefox/122.0', '2', '04:43:24 pm', '2023-12-20 15:43:24', '2023-12-20 15:43:24'),
(1787, 'view dak list.', 'https://ngoadmin.resnova.dev/admin/dakBranchList', 'GET', '', 'Mozilla/5.0 (Windows NT 10.0; Win64; x64; rv:122.0) Gecko/20100101 Firefox/122.0', '2', '04:43:42 pm', '2023-12-20 15:43:42', '2023-12-20 15:43:42'),
(1788, 'view dak list.', 'https://ngoadmin.resnova.dev/admin/dakBranchList', 'GET', '', 'Mozilla/5.0 (Windows NT 10.0; Win64; x64; rv:122.0) Gecko/20100101 Firefox/122.0', '1', '04:44:38 pm', '2023-12-20 15:44:38', '2023-12-20 15:44:38'),
(1789, 'view dak list.', 'https://ngoadmin.resnova.dev/admin/dakBranchList', 'GET', '', 'Mozilla/5.0 (Windows NT 10.0; Win64; x64; rv:122.0) Gecko/20100101 Firefox/122.0', '2', '04:51:35 pm', '2023-12-20 15:51:35', '2023-12-20 15:51:35'),
(1790, 'view dak list.', 'https://ngoadmin.resnova.dev/admin/dakBranchList', 'GET', '', 'Mozilla/5.0 (Windows NT 10.0; Win64; x64; rv:122.0) Gecko/20100101 Firefox/122.0', '2', '04:52:52 pm', '2023-12-20 15:52:52', '2023-12-20 15:52:52'),
(1791, 'view dak list.', 'https://ngoadmin.resnova.dev/admin/dakBranchList', 'GET', '', 'Mozilla/5.0 (Windows NT 10.0; Win64; x64; rv:122.0) Gecko/20100101 Firefox/122.0', '2', '04:52:56 pm', '2023-12-20 15:52:56', '2023-12-20 15:52:56'),
(1792, 'view dak list.', 'https://ngoadmin.resnova.dev/admin/dakBranchList', 'GET', '', 'Mozilla/5.0 (Windows NT 10.0; Win64; x64; rv:122.0) Gecko/20100101 Firefox/122.0', '2', '04:54:08 pm', '2023-12-20 15:54:08', '2023-12-20 15:54:08'),
(1793, 'view dak list.', 'https://ngoadmin.resnova.dev/admin/dakBranchList', 'GET', '', 'Mozilla/5.0 (Windows NT 10.0; Win64; x64; rv:122.0) Gecko/20100101 Firefox/122.0', '2', '04:56:34 pm', '2023-12-20 15:56:34', '2023-12-20 15:56:34'),
(1794, 'view dak list.', 'https://ngoadmin.resnova.dev/admin/dakBranchList', 'GET', '', 'Mozilla/5.0 (Windows NT 10.0; Win64; x64; rv:122.0) Gecko/20100101 Firefox/122.0', '2', '04:58:45 pm', '2023-12-20 15:58:45', '2023-12-20 15:58:45'),
(1795, 'view dak list.', 'https://ngoadmin.resnova.dev/admin/dakBranchList', 'GET', '', 'Mozilla/5.0 (Windows NT 10.0; Win64; x64; rv:122.0) Gecko/20100101 Firefox/122.0', '2', '05:00:13 pm', '2023-12-20 16:00:13', '2023-12-20 16:00:13');
INSERT INTO `log_activities` (`id`, `subject`, `url`, `method`, `ip_or_mac`, `agent`, `admin_id`, `activity_time`, `created_at`, `updated_at`) VALUES
(1796, 'view dak list.', 'https://ngoadmin.resnova.dev/admin/dakBranchList', 'GET', '', 'Mozilla/5.0 (Windows NT 10.0; Win64; x64; rv:122.0) Gecko/20100101 Firefox/122.0', '2', '05:01:26 pm', '2023-12-20 16:01:26', '2023-12-20 16:01:26'),
(1797, 'view dak list.', 'https://ngoadmin.resnova.dev/admin/dakBranchList', 'GET', '', 'Mozilla/5.0 (Windows NT 10.0; Win64; x64; rv:122.0) Gecko/20100101 Firefox/122.0', '2', '05:02:32 pm', '2023-12-20 16:02:32', '2023-12-20 16:02:32'),
(1798, 'view dak list.', 'https://ngoadmin.resnova.dev/admin/dakBranchList', 'GET', '', 'Mozilla/5.0 (Windows NT 10.0; Win64; x64; rv:122.0) Gecko/20100101 Firefox/122.0', '2', '05:03:58 pm', '2023-12-20 16:03:58', '2023-12-20 16:03:58'),
(1799, 'view dak list.', 'https://ngoadmin.resnova.dev/admin/dakBranchList', 'GET', '', 'Mozilla/5.0 (Windows NT 10.0; Win64; x64; rv:122.0) Gecko/20100101 Firefox/122.0', '2', '05:05:20 pm', '2023-12-20 16:05:20', '2023-12-20 16:05:20'),
(1800, 'view dak list.', 'https://ngoadmin.resnova.dev/admin/dakBranchList', 'GET', '', 'Mozilla/5.0 (Windows NT 10.0; Win64; x64; rv:122.0) Gecko/20100101 Firefox/122.0', '2', '05:06:31 pm', '2023-12-20 16:06:31', '2023-12-20 16:06:31'),
(1801, 'view dak list.', 'https://ngoadmin.resnova.dev/admin/dakBranchList', 'GET', '', 'Mozilla/5.0 (Windows NT 10.0; Win64; x64; rv:122.0) Gecko/20100101 Firefox/122.0', '2', '05:07:10 pm', '2023-12-20 16:07:10', '2023-12-20 16:07:10'),
(1802, 'view dak list.', 'https://ngoadmin.resnova.dev/admin/dakBranchList', 'GET', '', 'Mozilla/5.0 (Windows NT 10.0; Win64; x64; rv:122.0) Gecko/20100101 Firefox/122.0', '2', '05:08:16 pm', '2023-12-20 16:08:16', '2023-12-20 16:08:16'),
(1803, 'view dak list.', 'https://ngoadmin.resnova.dev/admin/dakBranchList', 'GET', '', 'Mozilla/5.0 (Windows NT 10.0; Win64; x64; rv:122.0) Gecko/20100101 Firefox/122.0', '2', '05:09:03 pm', '2023-12-20 16:09:03', '2023-12-20 16:09:03'),
(1804, 'view employee list', 'https://ngoadmin.resnova.dev/admin/user', 'GET', '', 'Mozilla/5.0 (Windows NT 10.0; Win64; x64; rv:122.0) Gecko/20100101 Firefox/122.0', '2', '05:09:30 pm', '2023-12-20 16:09:30', '2023-12-20 16:09:30'),
(1805, 'Logged Out.', 'https://ngoadmin.resnova.dev/admin/logout/submit', 'POST', '', 'Mozilla/5.0 (Windows NT 10.0; Win64; x64; rv:122.0) Gecko/20100101 Firefox/122.0', '2', '05:09:48 pm', '2023-12-20 16:09:48', '2023-12-20 16:09:48'),
(1806, 'Logged In.', 'https://ngoadmin.resnova.dev/admin/login', 'POST', '', 'Mozilla/5.0 (Windows NT 10.0; Win64; x64; rv:122.0) Gecko/20100101 Firefox/122.0', '9', '05:09:55 pm', '2023-12-20 16:09:55', '2023-12-20 16:09:55'),
(1807, 'view dashboard', 'https://ngoadmin.resnova.dev/admin', 'GET', '', 'Mozilla/5.0 (Windows NT 10.0; Win64; x64; rv:122.0) Gecko/20100101 Firefox/122.0', '9', '05:09:56 pm', '2023-12-20 16:09:56', '2023-12-20 16:09:56'),
(1808, 'view dak list.', 'https://ngoadmin.resnova.dev/admin/dakBranchList', 'GET', '', 'Mozilla/5.0 (Windows NT 10.0; Win64; x64; rv:122.0) Gecko/20100101 Firefox/122.0', '9', '05:10:17 pm', '2023-12-20 16:10:17', '2023-12-20 16:10:17'),
(1809, 'Logged In.', 'https://ngoadmin.resnova.dev/admin/login', 'POST', '', 'Mozilla/5.0 (Windows NT 10.0; Win64; x64; rv:122.0) Gecko/20100101 Firefox/122.0', '1', '05:59:30 pm', '2023-12-20 16:59:30', '2023-12-20 16:59:30'),
(1810, 'view dashboard', 'https://ngoadmin.resnova.dev/admin', 'GET', '', 'Mozilla/5.0 (Windows NT 10.0; Win64; x64; rv:122.0) Gecko/20100101 Firefox/122.0', '1', '05:59:31 pm', '2023-12-20 16:59:31', '2023-12-20 16:59:31'),
(1811, 'view dak list.', 'https://ngoadmin.resnova.dev/admin/dakBranchList', 'GET', '', 'Mozilla/5.0 (Windows NT 10.0; Win64; x64; rv:122.0) Gecko/20100101 Firefox/122.0', '1', '06:01:58 pm', '2023-12-20 17:01:58', '2023-12-20 17:01:58'),
(1812, 'branch list ', 'https://ngoadmin.resnova.dev/admin/branchList', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '11:10:32 am', '2023-12-21 10:10:32', '2023-12-21 10:10:32'),
(1813, 'branch update ', 'https://ngoadmin.resnova.dev/admin/branchList/3', 'PUT', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '11:11:14 am', '2023-12-21 10:11:14', '2023-12-21 10:11:14'),
(1814, 'branch list ', 'https://ngoadmin.resnova.dev/admin/branchList', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '11:11:14 am', '2023-12-21 10:11:14', '2023-12-21 10:11:14'),
(1815, 'view employee list', 'https://ngoadmin.resnova.dev/admin/user', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '04:15:52 pm', '2023-12-21 15:15:52', '2023-12-21 15:15:52'),
(1816, 'designation step list ', 'https://ngoadmin.resnova.dev/admin/assignedEmployee', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '04:16:11 pm', '2023-12-21 15:16:11', '2023-12-21 15:16:11'),
(1817, 'designation step store ', 'https://ngoadmin.resnova.dev/admin/assignedEmployee', 'POST', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '04:16:37 pm', '2023-12-21 15:16:37', '2023-12-21 15:16:37'),
(1818, 'designation step list ', 'https://ngoadmin.resnova.dev/admin/assignedEmployee', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '04:16:38 pm', '2023-12-21 15:16:38', '2023-12-21 15:16:38'),
(1819, 'view dashboard', 'https://ngoadmin.resnova.dev/admin', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '04:16:54 pm', '2023-12-21 15:16:54', '2023-12-21 15:16:54'),
(1820, 'view dak list.', 'https://ngoadmin.resnova.dev/admin/dakBranchList', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '05:36:09 pm', '2023-12-21 16:36:09', '2023-12-21 16:36:09'),
(1821, 'view employee list', 'https://ngoadmin.resnova.dev/admin/user', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '05:36:20 pm', '2023-12-21 16:36:20', '2023-12-21 16:36:20'),
(1822, 'Logged Out.', 'https://ngoadmin.resnova.dev/admin/logout/submit', 'POST', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '05:36:31 pm', '2023-12-21 16:36:31', '2023-12-21 16:36:31'),
(1823, 'Logged In.', 'https://ngoadmin.resnova.dev/admin/login', 'POST', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '12', '05:36:39 pm', '2023-12-21 16:36:39', '2023-12-21 16:36:39'),
(1824, 'view dashboard', 'https://ngoadmin.resnova.dev/admin', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '12', '05:36:40 pm', '2023-12-21 16:36:40', '2023-12-21 16:36:40'),
(1825, 'view dak list.', 'https://ngoadmin.resnova.dev/admin/dakBranchList', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '12', '05:36:43 pm', '2023-12-21 16:36:43', '2023-12-21 16:36:43'),
(1826, 'view dashboard', 'https://ngoadmin.resnova.dev/admin', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '12', '01:36:04 pm', '2023-12-23 12:36:04', '2023-12-23 12:36:04'),
(1827, 'view employee list', 'https://ngoadmin.resnova.dev/admin/user', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '12', '01:36:14 pm', '2023-12-23 12:36:14', '2023-12-23 12:36:14'),
(1828, 'Logged Out.', 'https://ngoadmin.resnova.dev/admin/logout/submit', 'POST', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '12', '01:36:20 pm', '2023-12-23 12:36:20', '2023-12-23 12:36:20'),
(1829, 'Logged In.', 'https://ngoadmin.resnova.dev/admin/login', 'POST', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '01:36:27 pm', '2023-12-23 12:36:27', '2023-12-23 12:36:27'),
(1830, 'view dashboard', 'https://ngoadmin.resnova.dev/admin', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '01:36:28 pm', '2023-12-23 12:36:28', '2023-12-23 12:36:28'),
(1831, 'view  ngo registration detail.', 'https://ngoadmin.resnova.dev/admin/registrationView/42', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '01:37:40 pm', '2023-12-23 12:37:40', '2023-12-23 12:37:40'),
(1832, 'view new ngo registration list.', 'https://ngoadmin.resnova.dev/admin/newRegistrationList', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '01:54:03 pm', '2023-12-23 12:54:03', '2023-12-23 12:54:03'),
(1833, 'view revision ngo registration list.', 'https://ngoadmin.resnova.dev/admin/revisionRegistrationList', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '01:54:06 pm', '2023-12-23 12:54:06', '2023-12-23 12:54:06'),
(1834, 'view already ngo registration list.', 'https://ngoadmin.resnova.dev/admin/alreadyRegistrationList', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '01:54:08 pm', '2023-12-23 12:54:08', '2023-12-23 12:54:08'),
(1835, 'View New Renew List.', 'https://ngoadmin.resnova.dev/admin/newRenewList', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '01:54:16 pm', '2023-12-23 12:54:16', '2023-12-23 12:54:16'),
(1836, 'View Renew Info .', 'https://ngoadmin.resnova.dev/admin/renewView/14', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '01:54:19 pm', '2023-12-23 12:54:19', '2023-12-23 12:54:19'),
(1837, 'View Revision Renew List.', 'https://ngoadmin.resnova.dev/admin/revisionRenewList', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '02:06:07 pm', '2023-12-23 13:06:07', '2023-12-23 13:06:07'),
(1838, 'View New Renew List.', 'https://ngoadmin.resnova.dev/admin/newRenewList', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '02:06:10 pm', '2023-12-23 13:06:10', '2023-12-23 13:06:10'),
(1839, 'view employee list', 'https://ngoadmin.resnova.dev/admin/user', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '02:29:23 pm', '2023-12-23 13:29:23', '2023-12-23 13:29:23'),
(1840, 'Logged Out.', 'https://ngoadmin.resnova.dev/admin/logout/submit', 'POST', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '02:29:36 pm', '2023-12-23 13:29:36', '2023-12-23 13:29:36'),
(1841, 'Logged In.', 'https://ngoadmin.resnova.dev/admin/login', 'POST', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '1', '02:31:21 pm', '2023-12-23 13:31:21', '2023-12-23 13:31:21'),
(1842, 'view dashboard', 'https://ngoadmin.resnova.dev/admin', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '1', '02:31:22 pm', '2023-12-23 13:31:22', '2023-12-23 13:31:22'),
(1843, 'Logged Out.', 'https://ngoadmin.resnova.dev/admin/logout/submit', 'POST', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '1', '02:32:15 pm', '2023-12-23 13:32:15', '2023-12-23 13:32:15'),
(1844, 'Logged In.', 'https://ngoadmin.resnova.dev/admin/login', 'POST', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '02:32:21 pm', '2023-12-23 13:32:21', '2023-12-23 13:32:21'),
(1845, 'view dashboard', 'https://ngoadmin.resnova.dev/admin', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '02:32:22 pm', '2023-12-23 13:32:22', '2023-12-23 13:32:22'),
(1846, 'view employee list', 'https://ngoadmin.resnova.dev/admin/user', 'GET', '', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', '2', '02:38:10 pm', '2023-12-23 13:38:10', '2023-12-23 13:38:10');

-- --------------------------------------------------------

--
-- Table structure for table `migrations`
--

CREATE TABLE `migrations` (
  `id` int(10) UNSIGNED NOT NULL,
  `migration` varchar(255) NOT NULL,
  `batch` int(11) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `migrations`
--

INSERT INTO `migrations` (`id`, `migration`, `batch`) VALUES
(1, '2014_10_12_000000_create_users_table', 1),
(2, '2014_10_12_100000_create_password_resets_table', 1),
(3, '2019_08_19_000000_create_failed_jobs_table', 1),
(4, '2019_12_14_000001_create_personal_access_tokens_table', 1),
(5, '2023_02_19_141335_create_users_verify_table', 1),
(6, '2023_04_29_050937_create_ngo_type_and_languages_table', 1),
(7, '2023_04_29_051221_create_fd_one_forms_table', 1),
(8, '2023_04_29_062111_create_form_eights_table', 1),
(9, '2023_04_29_064036_create_ngo_member_nid_photos_table', 1),
(10, '2023_04_29_064124_create_ngo_other_docs_table', 1),
(11, '2023_04_29_073920_create_ngo_renew_infos_table', 1),
(12, '2023_04_29_075709_create_ngo_statuses_table', 1),
(13, '2023_04_29_080557_create_countries_table', 1),
(14, '2023_05_02_055346_create_ngo_member_lists_table', 1),
(15, '2023_06_03_053430_create_ngo_durations_table', 1),
(16, '2023_06_04_064656_create_fd_one_adviser_lists_table', 1),
(17, '2023_06_04_064838_create_fd_one_bank_accounts_table', 1),
(18, '2023_06_04_065340_create_fd_one_member_lists_table', 1),
(19, '2023_06_04_065416_create_fd_one_other_pdf_lists_table', 1),
(20, '2023_06_04_065630_create_fd_one_source_of_funds_table', 1),
(21, '2023_06_04_070023_create_ngo_name_changes_table', 1),
(22, '2023_06_04_074058_create_ngo_renews_table', 1),
(23, '2023_06_17_070207_create_form_complete_statuses_table', 1),
(24, '2023_06_24_064127_create_n_visas_table', 1),
(25, '2023_07_04_050859_create_n_visa_particular_of_sponsor_or_employers_table', 1),
(26, '2023_07_04_051156_create_n_visa_particulars_of_foreign_incumbnets_table', 1),
(27, '2023_07_04_051404_create_n_visa_employment_information_table', 1),
(28, '2023_07_04_051509_create_n_visa_work_place_addresses_table', 1),
(29, '2023_07_04_051617_create_n_visa_compensation_and_benifits_table', 1),
(30, '2023_07_04_051708_create_n_visa_manpower_of_the_offices_table', 1),
(31, '2023_07_04_051821_create_n_visa_necessary_document_for_work_permits_table', 1),
(32, '2023_07_04_061019_create_n_visa_authorized_personal_of_the_orgs_table', 1),
(33, '2023_07_08_074843_create_fd9_forms_table', 1),
(34, '2023_07_08_075015_create_fd9_foreigner_employee_family_member_lists_table', 1),
(35, '2023_07_09_063215_create_fd9_one_forms_table', 1),
(36, '2023_08_07_084905_create_name_change_docs_table', 1),
(37, '2014_10_12_100000_create_password_reset_tokens_table', 2),
(38, '2023_05_05_080336_create_permission_tables', 2),
(39, '2023_05_06_060503_create_system_information_table', 2),
(40, '2023_07_15_072135_create_branches_table', 2),
(41, '2023_07_15_072327_create_designation_lists_table', 2),
(42, '2023_07_15_073752_create_designation_steps_table', 2),
(43, '2023_07_15_074320_create_admins_table', 2),
(44, '2023_07_15_075924_create_forwarding_letters_table', 2),
(45, '2023_07_15_075949_create_forwarding_letter_onulipis_table', 2),
(46, '2023_07_26_111721_create_secruity_checks_table', 2),
(47, '2023_08_01_054043_create_job_histories_table', 2),
(48, '2023_08_12_062314_create_notices_table', 2),
(49, '2023_08_20_092827_create_fd9_forwarding_letter_edits_table', 2),
(50, '2023_08_22_112242_create_admin_designation_histories_table', 3),
(51, '2023_08_24_101740_create_ngo_registration_daks_table', 4),
(52, '2023_08_26_065846_create_dak_details_table', 5),
(53, '2023_08_26_095546_create_ngo_renew_daks_table', 6),
(54, '2023_08_26_095622_create_ngo_name_change_daks_table', 6),
(55, '2023_08_26_095725_create_ngo_f_d_nine_daks_table', 6),
(56, '2023_08_26_095822_create_ngo_f_d_nine_one_daks_table', 6),
(57, '2023_09_04_105726_create_renewal_files_table', 7),
(58, '2016_06_01_000001_create_oauth_auth_codes_table', 8),
(59, '2016_06_01_000002_create_oauth_access_tokens_table', 8),
(60, '2016_06_01_000003_create_oauth_refresh_tokens_table', 8),
(61, '2016_06_01_000004_create_oauth_clients_table', 8),
(62, '2016_06_01_000005_create_oauth_personal_access_clients_table', 8),
(63, '2023_10_08_080431_create_log_activity_table', 9),
(64, '2023_10_08_080431_create_log_activities_table', 10),
(66, '2023_09_13_085401_create_n_visas_table', 12),
(67, '2023_09_13_085612_create_n_visa_particular_of_sponsor_or_employers_table', 12),
(68, '2023_09_13_085715_create_n_visa_particulars_of_foreign_incumbnets_table', 12),
(69, '2023_09_13_085818_create_n_visa_employment_information_table', 12),
(70, '2023_09_13_085904_create_n_visa_work_place_addresses_table', 12),
(71, '2023_09_13_085956_create_n_visa_compensation_and_benifits_table', 12),
(72, '2023_09_13_090058_create_n_visa_manpower_of_the_offices_table', 12),
(73, '2023_09_13_090157_create_n_visa_necessary_document_for_work_permits_table', 12),
(74, '2023_09_13_090317_create_n_visa_authorized_personal_of_the_orgs_table', 12),
(75, '2023_10_10_084412_create_fd2_forms_table', 12),
(76, '2023_10_10_084629_create_fd6_forms_table', 12),
(77, '2023_10_10_085041_create_fd2_form_other_infos_table', 12),
(78, '2023_10_10_085621_create_fd6_form_prokolpo_areas_table', 12),
(79, '2023_10_18_061225_create_fd7_forms_table', 12),
(80, '2023_10_18_061426_create_fd7_form_prokolpo_areas_table', 12),
(81, '2023_10_18_061616_create_fd2_form_for_fd7_forms_table', 12),
(82, '2023_10_18_061828_create_fd2_fd7_other_infos_table', 13),
(83, '2023_10_17_053317_create_ngo_fd_six_daks_table', 14),
(84, '2023_10_18_070852_create_ngo_fd_seven_daks_table', 15),
(88, '2023_10_23_075540_create_fc1_forms_table', 16),
(89, '2023_10_23_075912_create_fd2_form_for_fc1_forms_table', 16),
(90, '2023_10_23_080023_create_fd2_fc1_other_infos_table', 16),
(91, '2023_10_28_074455_create_fc2_forms_table', 17),
(92, '2023_10_28_074914_create_fd2_fc2_other_infos_table', 17),
(93, '2023_10_28_074956_create_fd2_form_for_fc2_forms_table', 17),
(94, '2023_10_28_105254_create_fc_one_daks_table', 18),
(95, '2023_10_28_105322_create_fc_two_daks_table', 18),
(99, '2023_10_30_085230_create_fd3_forms_table', 19),
(100, '2023_10_30_085505_create_fd2_form_for_fd3_forms_table', 19),
(101, '2023_10_30_085609_create_fd2_fd3_other_infos_table', 19),
(102, '2023_10_31_080951_create_fd_three_daks_table', 20),
(103, '2023_11_22_055621_create_document_types_table', 21),
(124, '2023_11_26_045322_create_child_note_for_registrations_table', 23),
(125, '2023_11_26_045353_create_child_note_for_renews_table', 23),
(126, '2023_11_26_045430_create_child_note_for_name_changes_table', 24),
(127, '2023_11_26_045525_create_child_note_for_fd_nines_table', 24),
(128, '2023_11_26_045557_create_child_note_for_fd_nine_ones_table', 24),
(129, '2023_11_26_045657_create_child_note_for_fd_sixes_table', 24),
(130, '2023_11_26_045734_create_child_note_for_fd_sevens_table', 24),
(131, '2023_11_26_045815_create_child_note_for_fc_ones_table', 24),
(132, '2023_11_26_045906_create_child_note_for_fc_twos_table', 24),
(133, '2023_11_26_045951_create_child_note_for_fd_threes_table', 24),
(134, '2023_11_28_052657_create_registration_office_saroks_table', 25),
(135, '2023_11_28_052722_create_renew_office_saroks_table', 25),
(136, '2023_11_28_052749_create_name_change_office_saroks_table', 25),
(137, '2023_11_28_052811_create_fd_nine_office_saroks_table', 25),
(138, '2023_11_28_052835_create_fd_nine_one_office_saroks_table', 25),
(139, '2023_11_28_052904_create_fd_six_office_saroks_table', 25),
(140, '2023_11_28_052939_create_fd_seven_office_saroks_table', 25),
(141, '2023_11_28_053008_create_fc_one_office_saroks_table', 25),
(142, '2023_11_28_053033_create_fc_two_office_saroks_table', 25),
(143, '2023_11_28_053113_create_fd_three_office_saroks_table', 25),
(144, '2023_11_25_094434_create_parent_note_for_registrations_table', 26),
(145, '2023_11_25_094542_create_parent_note_for_renews_table', 26),
(146, '2023_11_25_094630_create_parent_note_for_name_changes_table', 26),
(147, '2023_11_25_094756_create_parent_note_for_fd_nines_table', 26),
(148, '2023_11_25_094838_create_parent_note_for_fd_nine_ones_table', 26),
(149, '2023_11_25_095140_create_parent_note_for_fdsixes_table', 26),
(150, '2023_11_25_095247_create_parent_note_for_fd_sevens_table', 26),
(151, '2023_11_25_095516_create_parent_note_for_fc_ones_table', 26),
(152, '2023_11_25_100003_create_parent_note_for_fc_twos_table', 26),
(153, '2023_11_25_100432_create_parent_note_for_fd_threes_table', 26),
(154, '2023_11_29_071852_create_nothi_lists_table', 26),
(155, '2023_11_29_073851_create_nothi_details_table', 26),
(156, '2023_11_30_103614_create_nothi_permissions_table', 27),
(157, '2023_12_04_105201_create_nothi_prapoks_table', 28),
(158, '2023_12_05_072754_create_nothi_attarcts_table', 29),
(159, '2023_12_05_073001_create_nothi_copies_table', 29),
(160, '2023_12_05_095002_create_nothi_approvers_table', 30),
(161, '2023_12_05_095024_create_nothi_senders_table', 30),
(162, '2023_12_13_065222_create_article_signs_table', 31);

-- --------------------------------------------------------

--
-- Table structure for table `model_has_permissions`
--

CREATE TABLE `model_has_permissions` (
  `permission_id` bigint(20) UNSIGNED NOT NULL,
  `model_type` varchar(255) NOT NULL,
  `model_id` bigint(20) UNSIGNED NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `model_has_roles`
--

CREATE TABLE `model_has_roles` (
  `role_id` bigint(20) UNSIGNED NOT NULL,
  `model_type` varchar(255) NOT NULL,
  `model_id` bigint(20) UNSIGNED NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `model_has_roles`
--

INSERT INTO `model_has_roles` (`role_id`, `model_type`, `model_id`) VALUES
(1, 'App\\Models\\Admin', 1),
(1, 'App\\Models\\Admin', 2),
(1, 'App\\Models\\Admin', 6),
(2, 'App\\Models\\Admin', 7),
(2, 'App\\Models\\Admin', 8),
(2, 'App\\Models\\Admin', 9),
(2, 'App\\Models\\Admin', 10),
(2, 'App\\Models\\Admin', 11),
(2, 'App\\Models\\Admin', 12),
(2, 'App\\Models\\Admin', 13),
(2, 'App\\Models\\Admin', 223);

-- --------------------------------------------------------

--
-- Table structure for table `name_change_docs`
--

CREATE TABLE `name_change_docs` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `ngo_name_change_id` bigint(20) UNSIGNED NOT NULL,
  `pdf_file_list` varchar(255) DEFAULT NULL,
  `time_for_api` varchar(255) DEFAULT NULL,
  `file_size` varchar(255) DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `name_change_office_saroks`
--

CREATE TABLE `name_change_office_saroks` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `parentnote_name_change_id` bigint(20) UNSIGNED NOT NULL,
  `office_subject` varchar(255) NOT NULL,
  `office_sutro` varchar(255) DEFAULT NULL,
  `description` text NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `ngo_durations`
--

CREATE TABLE `ngo_durations` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `fd_one_form_id` bigint(20) UNSIGNED NOT NULL,
  `ngo_duration_start_date` varchar(255) DEFAULT NULL,
  `ngo_duration_end_date` varchar(255) DEFAULT NULL,
  `ngo_status` varchar(255) DEFAULT NULL,
  `time_for_api` varchar(255) DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `ngo_durations`
--

INSERT INTO `ngo_durations` (`id`, `fd_one_form_id`, `ngo_duration_start_date`, `ngo_duration_end_date`, `ngo_status`, `time_for_api`, `created_at`, `updated_at`) VALUES
(19, 43, '2023-12-20', '2033-12-20', 'Accepted', NULL, '2023-12-20 12:20:47', '2023-12-20 12:20:47');

-- --------------------------------------------------------

--
-- Table structure for table `ngo_fd_seven_daks`
--

CREATE TABLE `ngo_fd_seven_daks` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `sender_admin_id` varchar(255) DEFAULT NULL,
  `receiver_admin_id` varchar(255) DEFAULT NULL,
  `fd_seven_status_id` varchar(255) DEFAULT NULL,
  `original_recipient` varchar(255) DEFAULT NULL,
  `copy_of_work` varchar(255) DEFAULT NULL,
  `informational_purposes` varchar(255) DEFAULT NULL,
  `attraction_attention` varchar(255) DEFAULT NULL,
  `dak_detail_id` varchar(255) DEFAULT NULL,
  `status` varchar(255) DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `ngo_fd_six_daks`
--

CREATE TABLE `ngo_fd_six_daks` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `sender_admin_id` varchar(255) DEFAULT NULL,
  `receiver_admin_id` varchar(255) DEFAULT NULL,
  `fd_six_status_id` varchar(255) DEFAULT NULL,
  `original_recipient` varchar(255) DEFAULT NULL,
  `copy_of_work` varchar(255) DEFAULT NULL,
  `informational_purposes` varchar(255) DEFAULT NULL,
  `attraction_attention` varchar(255) DEFAULT NULL,
  `dak_detail_id` varchar(255) DEFAULT NULL,
  `status` varchar(255) DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `ngo_f_d_nine_daks`
--

CREATE TABLE `ngo_f_d_nine_daks` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `sender_admin_id` varchar(255) DEFAULT NULL,
  `receiver_admin_id` varchar(255) DEFAULT NULL,
  `f_d_nine_status_id` varchar(255) DEFAULT NULL,
  `original_recipient` varchar(255) DEFAULT NULL,
  `copy_of_work` varchar(255) DEFAULT NULL,
  `informational_purposes` varchar(255) DEFAULT NULL,
  `attraction_attention` varchar(255) DEFAULT NULL,
  `dak_detail_id` varchar(255) DEFAULT NULL,
  `status` varchar(255) DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `ngo_f_d_nine_one_daks`
--

CREATE TABLE `ngo_f_d_nine_one_daks` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `sender_admin_id` varchar(255) DEFAULT NULL,
  `receiver_admin_id` varchar(255) DEFAULT NULL,
  `f_d_nine_one_status_id` varchar(255) DEFAULT NULL,
  `original_recipient` varchar(255) DEFAULT NULL,
  `copy_of_work` varchar(255) DEFAULT NULL,
  `informational_purposes` varchar(255) DEFAULT NULL,
  `attraction_attention` varchar(255) DEFAULT NULL,
  `dak_detail_id` varchar(255) DEFAULT NULL,
  `status` varchar(255) DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `ngo_member_lists`
--

CREATE TABLE `ngo_member_lists` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `fd_one_form_id` bigint(20) UNSIGNED NOT NULL,
  `member_name` varchar(255) DEFAULT NULL,
  `member_name_slug` varchar(255) DEFAULT NULL,
  `member_designation` varchar(255) DEFAULT NULL,
  `member_dob` varchar(255) DEFAULT NULL,
  `member_nid_no` varchar(255) DEFAULT NULL,
  `member_mobile` varchar(255) DEFAULT NULL,
  `member_father_name` varchar(255) DEFAULT NULL,
  `member_present_address` text DEFAULT NULL,
  `member_permanent_address` text DEFAULT NULL,
  `member_name_supouse` varchar(255) DEFAULT NULL,
  `time_for_api` varchar(255) DEFAULT NULL,
  `verified_file` varchar(255) DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `ngo_member_nid_photos`
--

CREATE TABLE `ngo_member_nid_photos` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `fd_one_form_id` bigint(20) UNSIGNED NOT NULL,
  `member_name` varchar(255) DEFAULT NULL,
  `member_image` varchar(255) DEFAULT NULL,
  `member_nid_copy` varchar(255) DEFAULT NULL,
  `member_nid_copy_size` varchar(255) DEFAULT NULL,
  `time_for_api` varchar(255) DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `ngo_name_changes`
--

CREATE TABLE `ngo_name_changes` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `fd_one_form_id` bigint(20) UNSIGNED NOT NULL,
  `previous_name_eng` varchar(255) DEFAULT NULL,
  `previous_name_ban` varchar(255) DEFAULT NULL,
  `present_name_eng` varchar(255) DEFAULT NULL,
  `present_name_ban` varchar(255) DEFAULT NULL,
  `status` varchar(255) DEFAULT NULL,
  `comment` text DEFAULT NULL,
  `time_for_api` varchar(255) DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `ngo_name_change_daks`
--

CREATE TABLE `ngo_name_change_daks` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `sender_admin_id` varchar(255) DEFAULT NULL,
  `receiver_admin_id` varchar(255) DEFAULT NULL,
  `name_change_status_id` varchar(255) DEFAULT NULL,
  `original_recipient` varchar(255) DEFAULT NULL,
  `copy_of_work` varchar(255) DEFAULT NULL,
  `informational_purposes` varchar(255) DEFAULT NULL,
  `attraction_attention` varchar(255) DEFAULT NULL,
  `dak_detail_id` varchar(255) DEFAULT NULL,
  `status` varchar(255) DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `ngo_other_docs`
--

CREATE TABLE `ngo_other_docs` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `fd_one_form_id` bigint(20) UNSIGNED NOT NULL,
  `pdf_file_list` varchar(255) DEFAULT NULL,
  `time_for_api` varchar(255) DEFAULT NULL,
  `file_size` varchar(255) DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `ngo_other_docs`
--

INSERT INTO `ngo_other_docs` (`id`, `fd_one_form_id`, `pdf_file_list`, `time_for_api`, `file_size`, `created_at`, `updated_at`) VALUES
(130, 42, 'uploads/NgoOtherDoc/2023-19-1217030056739654905997.pdf', '23:07:53 pm', '0.53', '2023-12-19 22:07:53', '2023-12-19 22:07:53'),
(131, 42, 'uploads/NgoOtherDoc/2023-19-1217030056738685140705.pdf', '23:07:53 pm', '0.53', '2023-12-19 22:07:53', '2023-12-19 22:07:53'),
(132, 42, 'uploads/NgoOtherDoc/2023-19-1217030056739276205385.pdf', '23:07:53 pm', '0.53', '2023-12-19 22:07:53', '2023-12-19 22:07:53'),
(133, 42, 'uploads/NgoOtherDoc/2023-19-1217030056735367853341.pdf', '23:07:53 pm', '0.53', '2023-12-19 22:07:53', '2023-12-19 22:07:53'),
(134, 42, 'uploads/NgoOtherDoc/2023-19-1217030056734824494445.pdf', '23:07:53 pm', '0.53', '2023-12-19 22:07:53', '2023-12-19 22:07:53'),
(135, 42, 'uploads/NgoOtherDoc/2023-19-1217030056734010598390.pdf', '23:07:53 pm', '0.53', '2023-12-19 22:07:53', '2023-12-19 22:07:53'),
(136, 42, 'uploads/NgoOtherDoc/2023-19-1217030056731450987263.pdf', '23:07:53 pm', '0.53', '2023-12-19 22:07:53', '2023-12-19 22:07:53'),
(137, 42, 'uploads/NgoOtherDoc/2023-19-1217030056738703231659.pdf', '23:07:53 pm', '0.53', '2023-12-19 22:07:53', '2023-12-19 22:07:53'),
(138, 42, 'uploads/NgoOtherDoc/2023-19-1217030056733884709382.pdf', '23:07:53 pm', '0.53', '2023-12-19 22:07:53', '2023-12-19 22:07:53');

-- --------------------------------------------------------

--
-- Table structure for table `ngo_registration_daks`
--

CREATE TABLE `ngo_registration_daks` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `sender_admin_id` varchar(255) DEFAULT NULL,
  `receiver_admin_id` varchar(255) DEFAULT NULL,
  `registration_status_id` varchar(255) DEFAULT NULL,
  `original_recipient` varchar(255) DEFAULT NULL,
  `copy_of_work` varchar(255) DEFAULT NULL,
  `informational_purposes` varchar(255) DEFAULT NULL,
  `attraction_attention` varchar(255) DEFAULT NULL,
  `status` varchar(255) DEFAULT NULL,
  `dak_detail_id` varchar(110) DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `ngo_renews`
--

CREATE TABLE `ngo_renews` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `fd_one_form_id` bigint(20) UNSIGNED NOT NULL,
  `status` varchar(255) DEFAULT NULL,
  `comment` text DEFAULT NULL,
  `time_for_api` varchar(255) DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `ngo_renews`
--

INSERT INTO `ngo_renews` (`id`, `fd_one_form_id`, `status`, `comment`, `time_for_api`, `created_at`, `updated_at`) VALUES
(12, 39, 'Ongoing', NULL, '14:18:56 pm', '2023-12-16 13:18:56', '2023-12-16 13:18:56'),
(13, 43, 'Accepted', NULL, '13:20:03 pm', '2023-12-20 12:20:03', '2023-12-20 12:20:03'),
(14, 43, 'Ongoing', NULL, '15:32:10 pm', '2023-12-20 14:32:10', '2023-12-20 14:32:10');

-- --------------------------------------------------------

--
-- Table structure for table `ngo_renew_daks`
--

CREATE TABLE `ngo_renew_daks` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `sender_admin_id` varchar(255) DEFAULT NULL,
  `receiver_admin_id` varchar(255) DEFAULT NULL,
  `renew_status_id` varchar(255) DEFAULT NULL,
  `original_recipient` varchar(255) DEFAULT NULL,
  `copy_of_work` varchar(255) DEFAULT NULL,
  `informational_purposes` varchar(255) DEFAULT NULL,
  `attraction_attention` varchar(255) DEFAULT NULL,
  `dak_detail_id` varchar(255) DEFAULT NULL,
  `status` varchar(255) DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `ngo_renew_infos`
--

CREATE TABLE `ngo_renew_infos` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `user_id` bigint(20) UNSIGNED NOT NULL,
  `registration_number` varchar(255) DEFAULT NULL,
  `organization_name` varchar(255) DEFAULT NULL,
  `organization_address` varchar(255) DEFAULT NULL,
  `address_of_head_office` varchar(255) DEFAULT NULL,
  `country_of_origin` varchar(255) DEFAULT NULL,
  `name_of_head_in_bd` varchar(255) DEFAULT NULL,
  `job_type` varchar(255) DEFAULT NULL,
  `nationality` varchar(255) DEFAULT NULL,
  `verified_form` varchar(255) DEFAULT NULL,
  `chief_name` varchar(255) DEFAULT NULL,
  `chief_desi` varchar(255) DEFAULT NULL,
  `address` varchar(255) DEFAULT NULL,
  `phone` varchar(255) DEFAULT NULL,
  `phone_new` varchar(255) DEFAULT NULL,
  `fd_one_form_id` bigint(20) UNSIGNED NOT NULL,
  `email` varchar(255) DEFAULT NULL,
  `email_new` varchar(255) DEFAULT NULL,
  `telephone_number` varchar(255) DEFAULT NULL,
  `telephone_number_new` varchar(255) DEFAULT NULL,
  `citizenship` varchar(255) DEFAULT NULL,
  `profession` varchar(255) DEFAULT NULL,
  `plan_of_operation` text DEFAULT NULL,
  `district` varchar(255) DEFAULT NULL,
  `sub_district` varchar(255) DEFAULT NULL,
  `fee_paid_status` varchar(255) DEFAULT NULL,
  `supporting_paper` text DEFAULT NULL,
  `foregin_pdf` varchar(255) DEFAULT NULL,
  `yearly_budget` varchar(255) DEFAULT NULL,
  `copy_of_chalan` varchar(255) DEFAULT NULL,
  `due_vat_pdf` varchar(255) DEFAULT NULL,
  `change_ac_number` varchar(255) DEFAULT NULL,
  `main_account_number` varchar(255) DEFAULT NULL,
  `main_account_type` varchar(255) DEFAULT NULL,
  `main_account_name_of_branch` varchar(255) DEFAULT NULL,
  `name_of_bank` varchar(255) DEFAULT NULL,
  `bank_address_main` varchar(255) DEFAULT NULL,
  `web_site_name` varchar(255) DEFAULT NULL,
  `mobile_new` varchar(255) DEFAULT NULL,
  `mobile` varchar(255) DEFAULT NULL,
  `time_for_api` varchar(255) DEFAULT NULL,
  `digital_signature` varchar(255) DEFAULT NULL,
  `digital_seal` varchar(255) DEFAULT NULL,
  `yearly_budget_file` varchar(255) DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `ngo_renew_infos`
--

INSERT INTO `ngo_renew_infos` (`id`, `user_id`, `registration_number`, `organization_name`, `organization_address`, `address_of_head_office`, `country_of_origin`, `name_of_head_in_bd`, `job_type`, `nationality`, `verified_form`, `chief_name`, `chief_desi`, `address`, `phone`, `phone_new`, `fd_one_form_id`, `email`, `email_new`, `telephone_number`, `telephone_number_new`, `citizenship`, `profession`, `plan_of_operation`, `district`, `sub_district`, `fee_paid_status`, `supporting_paper`, `foregin_pdf`, `yearly_budget`, `copy_of_chalan`, `due_vat_pdf`, `change_ac_number`, `main_account_number`, `main_account_type`, `main_account_name_of_branch`, `name_of_bank`, `bank_address_main`, `web_site_name`, `mobile_new`, `mobile`, `time_for_api`, `digital_signature`, `digital_seal`, `yearly_budget_file`, `created_at`, `updated_at`) VALUES
(12, 63, '2001', 'Development Voluntary Activities (USCA)', '২৩/২, সাহাপাড়া রোদ, পোঃ বাসাবাটী, উপজেলাঃ বাগেরহাট সদর, জেলাঃ বাগেরহাট', '২৩/২, সাহাপাড়া রোদ, পোঃ বাসাবাটী, উপজেলাঃ বাগেরহাট সদর, জেলাঃ বাগেরহাট', 'বাংলাদেশ', 'কাজী লিয়াকত আলী', 'পূর্ণকালীন', 'বাংলাদেশী', NULL, NULL, NULL, 'গ্রামঃ কাড়াপাড়া, ডাকঃ বাগেরহাট প্রধান পোস্ট অফিস, উপজেলাঃ বাগেরহাট সদর, জেলাঃ বাগেরহাট', '0298389398', '02776765', 39, 'kazi@mail.com', 'usca@gmail.com', NULL, NULL, NULL, 'প্রযোজ্য নয়', NULL, NULL, NULL, NULL, NULL, 'uploads/FdOneForm/2023-15-1217026810556199305312.pdf', '১২,০০,০০০ টাকা', 'uploads/copy_of_chalan/2023-15-1217026815101517165153.pdf', 'uploads/due_vat_pdf/2023-15-1217026815104235084752.pdf', '0', NULL, NULL, NULL, NULL, NULL, 'www.usca.com', '01738300022', '01515259074', NULL, NULL, NULL, 'uploads/FdOneForm/2023-15-1217026810551761459434.pdf', '2023-12-16 03:54:30', '2023-12-16 04:05:10'),
(13, 64, '2002', 'Padma Hut', 'Padma Hut', 'গুলশান,ঢাকা', 'বাংলাদেশ', 'Kamruzzaman kajol', 'খণ্ডকালীন', 'bd', NULL, NULL, NULL, 'Rajshahi', '01646735100', '01646735100', 40, 'kkajol428@gmail.com', 'kkajol428@gmail.com', NULL, NULL, NULL, 'পেশা নাই', NULL, NULL, NULL, NULL, NULL, 'uploads/FdOneForm/2023-16-1217027043831380578972.pdf', '4534', 'uploads/copy_of_chalan/2023-16-1217027044289211532008.pdf', 'uploads/due_vat_pdf/2023-16-1217027044288317036529.pdf', 'uploads/change_ac_number/2023-16-1217027044287540439350.pdf', NULL, NULL, NULL, NULL, NULL, 'ww.ggg.com', '01646735100', '01646735100', NULL, NULL, NULL, 'uploads/FdOneForm/2023-16-1217027043831245294663.pdf', '2023-12-16 10:25:42', '2023-12-16 10:27:08'),
(14, 65, '4534', 'Padma Hut', 'Padma Hut', 'Rajshahi', 'বাংলাদেশ', 'Kamruzzaman kajol', 'খণ্ডকালীন', 'zytyuZDZ9N', NULL, NULL, NULL, 'Rajshahi', '01646735100', '01646735100', 41, 'kkajol428@gmail.com', 'kkajol428@gmail.com', NULL, NULL, NULL, 'পেশা নাই', NULL, NULL, NULL, NULL, NULL, 'uploads/FdOneForm/2023-16-1217027138941579558358.pdf', '4534', 'uploads/copy_of_chalan/2023-16-1217027139287719625077.pdf', 'uploads/due_vat_pdf/2023-16-1217027139285360031492.pdf', 'uploads/change_ac_number/2023-16-1217027139282165934017.pdf', NULL, NULL, NULL, NULL, NULL, 'ww.ggg.com', '01646735100', '01646735100', NULL, NULL, NULL, 'uploads/FdOneForm/2023-16-1217027138941455135504.pdf', '2023-12-16 13:04:37', '2023-12-16 13:05:28'),
(15, 67, NULL, 'Development Voluntary Activities (USCA)', '২৩/২, সাহাপাড়া রোদ, পোঃ বাসাবাটী, উপজেলাঃ বাগেরহাট সদর, জেলাঃ বাগেরহাট', '২৩/২, সাহাপাড়া রোদ, পোঃ বাসাবাটী, উপজেলাঃ বাগেরহাট সদর, জেলাঃ বাগেরহাট', NULL, 'কাজী লিয়াকত আলী', 'পূর্ণকালীন', 'বাংলাদেশী', NULL, NULL, NULL, 'গ্রামঃ কাড়াপাড়া, ডাকঃ বাগেরহাট প্রধান পোস্ট অফিস, উপজেলাঃ বাগেরহাট সদর, জেলাঃ বাগেরহাট', '01515259074', '02776765', 43, 'kazi@mail.com', 'usca@gmail.com', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 'uploads/FdOneForm/2023-20-1217030556025796492494.pdf', '১২,০০,০০০ টাকা', 'uploads/NgoRenewInfo/2023-20-1217030647308213261732.pdf', 'uploads/NgoRenewInfo/2023-20-1217030647307048716296.pdf', '0', '1271440002577', 'কারেন্ট অ্যাকাউন্ট', 'বাগেরহাট', 'ঢাকা ব্যাংক', 'উপজেলাঃ বাগেরহাট সদর, জেলাঃ বাগেরহাট', 'www.usca.com', '01738300022', '01515259074', NULL, NULL, NULL, 'uploads/FdOneForm/2023-20-1217030556024156232455.pdf', '2023-12-20 11:57:20', '2023-12-20 14:32:10');

-- --------------------------------------------------------

--
-- Table structure for table `ngo_statuses`
--

CREATE TABLE `ngo_statuses` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `fd_one_form_id` bigint(20) UNSIGNED NOT NULL,
  `email` varchar(255) DEFAULT NULL,
  `reg_type` varchar(255) DEFAULT NULL,
  `reg_id` varchar(255) DEFAULT NULL,
  `print_date` varchar(255) DEFAULT NULL,
  `status` varchar(255) DEFAULT NULL,
  `comment` text DEFAULT NULL,
  `time_for_api` varchar(255) DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `ngo_statuses`
--

INSERT INTO `ngo_statuses` (`id`, `fd_one_form_id`, `email`, `reg_type`, `reg_id`, `print_date`, `status`, `comment`, `time_for_api`, `created_at`, `updated_at`) VALUES
(26, 42, 'ronyhossain1918@gmail.com', 'NGO Registration', '942449700', NULL, 'Ongoing', NULL, NULL, '2023-12-19 22:08:20', '2023-12-19 22:08:20');

-- --------------------------------------------------------

--
-- Table structure for table `ngo_type_and_languages`
--

CREATE TABLE `ngo_type_and_languages` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `user_id` bigint(20) UNSIGNED NOT NULL,
  `ngo_type` varchar(255) NOT NULL,
  `ngo_type_new_old` varchar(255) NOT NULL,
  `registration` varchar(255) DEFAULT '0',
  `last_renew_date` varchar(255) DEFAULT '0',
  `ngo_language` varchar(255) NOT NULL,
  `first_one_form_check_status` varchar(255) DEFAULT NULL,
  `time_for_api` varchar(255) NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `ngo_type_and_languages`
--

INSERT INTO `ngo_type_and_languages` (`id`, `user_id`, `ngo_type`, `ngo_type_new_old`, `registration`, `last_renew_date`, `ngo_language`, `first_one_form_check_status`, `time_for_api`, `created_at`, `updated_at`) VALUES
(43, 63, 'দেশিও', 'Old', '2001', '02-01-2023', 'en', '1', '04:52:20', '2023-12-16 03:52:20', '2023-12-16 03:52:20'),
(44, 64, 'দেশিও', 'Old', '2002', '2022-12-01', 'en', '1', '11:24:25', '2023-12-16 10:24:25', '2023-12-16 10:24:25'),
(45, 65, 'দেশিও', 'Old', '4534', '11-09-2023', 'en', '1', '14:03:29', '2023-12-16 13:03:29', '2023-12-16 13:03:29'),
(46, 66, 'Foreign', 'New', '0', '0', 'sp', '1', '22:58:13', '2023-12-19 21:58:13', '2023-12-19 21:58:13'),
(47, 67, 'দেশিও', 'Old', '2001', '2023-12-17', 'en', '1', '12:54:08', '2023-12-20 11:54:08', '2023-12-20 11:54:08'),
(48, 68, 'দেশিও', 'New', '0', '0', 'en', '1', '13:23:34', '2023-12-20 12:23:34', '2023-12-20 12:23:34');

-- --------------------------------------------------------

--
-- Table structure for table `nothi_approvers`
--

CREATE TABLE `nothi_approvers` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `nothiId` varchar(255) NOT NULL,
  `noteId` varchar(255) DEFAULT NULL,
  `adminId` varchar(255) DEFAULT NULL,
  `status` varchar(255) DEFAULT NULL,
  `bangla_date` varchar(255) DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `nothi_attarcts`
--

CREATE TABLE `nothi_attarcts` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `nothiId` varchar(255) NOT NULL,
  `noteId` varchar(255) DEFAULT NULL,
  `adminId` varchar(255) DEFAULT NULL,
  `nijOfficeId` varchar(255) DEFAULT NULL,
  `otherOfficerName` varchar(255) DEFAULT NULL,
  `otherOfficerAddress` varchar(255) DEFAULT NULL,
  `otherOfficerDesignation` varchar(255) DEFAULT NULL,
  `otherOfficerBranch` varchar(255) DEFAULT NULL,
  `otherOfficerEmail` varchar(255) DEFAULT NULL,
  `otherOfficerPhone` varchar(255) DEFAULT NULL,
  `status` varchar(255) DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `nothi_copies`
--

CREATE TABLE `nothi_copies` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `nothiId` varchar(255) NOT NULL,
  `noteId` varchar(255) DEFAULT NULL,
  `adminId` varchar(255) DEFAULT NULL,
  `nijOfficeId` varchar(255) DEFAULT NULL,
  `otherOfficerName` varchar(255) DEFAULT NULL,
  `otherOfficerAddress` varchar(255) DEFAULT NULL,
  `otherOfficerDesignation` varchar(255) DEFAULT NULL,
  `otherOfficerBranch` varchar(255) DEFAULT NULL,
  `otherOfficerEmail` varchar(255) DEFAULT NULL,
  `otherOfficerPhone` varchar(255) DEFAULT NULL,
  `status` varchar(255) DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `nothi_details`
--

CREATE TABLE `nothi_details` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `noteId` varchar(255) DEFAULT NULL,
  `nothId` varchar(255) NOT NULL,
  `dakId` varchar(255) NOT NULL,
  `dakType` varchar(255) NOT NULL,
  `sender` varchar(255) NOT NULL,
  `receiver` varchar(255) NOT NULL,
  `back_status` varchar(255) DEFAULT NULL,
  `permission_status` varchar(190) DEFAULT NULL,
  `zari_permission_status` varchar(255) DEFAULT NULL,
  `potroPdf` varchar(255) DEFAULT NULL,
  `onumodon_id` varchar(255) DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `nothi_first_sender_lists`
--

CREATE TABLE `nothi_first_sender_lists` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `noteId` varchar(255) NOT NULL,
  `nothId` varchar(255) NOT NULL,
  `dakId` varchar(255) NOT NULL,
  `dakType` varchar(255) NOT NULL,
  `sender` varchar(255) NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `nothi_lists`
--

CREATE TABLE `nothi_lists` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `document_branch` varchar(255) NOT NULL,
  `document_type_id` varchar(255) NOT NULL,
  `document_number` varchar(255) NOT NULL,
  `document_year` varchar(255) NOT NULL,
  `document_class` varchar(255) NOT NULL,
  `document_subject` varchar(255) NOT NULL,
  `document_serial_number` varchar(255) DEFAULT NULL,
  `main_sarok_number` varchar(255) DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `nothi_permissions`
--

CREATE TABLE `nothi_permissions` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `nothId` varchar(255) NOT NULL,
  `branchId` int(11) DEFAULT NULL,
  `adminId` varchar(255) NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `nothi_prapoks`
--

CREATE TABLE `nothi_prapoks` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `adminId` varchar(110) DEFAULT NULL,
  `nothiId` varchar(255) NOT NULL,
  `noteId` int(110) DEFAULT NULL,
  `nijOfficeId` varchar(255) DEFAULT NULL,
  `otherOfficerName` varchar(255) DEFAULT NULL,
  `otherOfficerDesignation` varchar(255) DEFAULT NULL,
  `otherOfficerAddress` text DEFAULT NULL,
  `otherOfficerBranch` varchar(255) DEFAULT NULL,
  `otherOfficerEmail` varchar(255) DEFAULT NULL,
  `otherOfficerPhone` varchar(255) DEFAULT NULL,
  `status` varchar(110) DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `nothi_senders`
--

CREATE TABLE `nothi_senders` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `nothiId` varchar(255) NOT NULL,
  `noteId` varchar(255) DEFAULT NULL,
  `adminId` varchar(255) DEFAULT NULL,
  `status` varchar(255) DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `notices`
--

CREATE TABLE `notices` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `headline` varchar(255) NOT NULL,
  `pdf` varchar(255) NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `n_visas`
--

CREATE TABLE `n_visas` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `fd_one_form_id` bigint(20) UNSIGNED NOT NULL,
  `fd9_one_form_id` bigint(20) UNSIGNED NOT NULL,
  `period_validity` varchar(255) DEFAULT NULL,
  `permit_efct_date` varchar(255) DEFAULT NULL,
  `visa_ref_no` varchar(255) DEFAULT NULL,
  `visa_recomendation_letter_received_way` varchar(255) DEFAULT NULL,
  `visa_recomendation_letter_ref_no` varchar(255) DEFAULT NULL,
  `department_in` varchar(255) DEFAULT NULL,
  `visa_category` varchar(255) DEFAULT NULL,
  `applicant_photo` varchar(255) DEFAULT NULL,
  `forwarding_letter` varchar(255) DEFAULT NULL,
  `salary_remarks` varchar(255) DEFAULT NULL,
  `other_benefit` varchar(255) DEFAULT NULL,
  `status` varchar(11) DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `n_visa_authorized_personal_of_the_orgs`
--

CREATE TABLE `n_visa_authorized_personal_of_the_orgs` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `n_visa_id` bigint(20) UNSIGNED NOT NULL,
  `auth_person_org_name` varchar(255) DEFAULT NULL,
  `auth_person_org_house_no` varchar(255) DEFAULT NULL,
  `auth_person_org_flat_no` varchar(255) DEFAULT NULL,
  `auth_person_org_road_no` varchar(255) DEFAULT NULL,
  `auth_person_org_post_office` varchar(255) DEFAULT NULL,
  `auth_person_org_mobile` varchar(255) DEFAULT NULL,
  `auth_person_org_district` varchar(255) DEFAULT NULL,
  `auth_person_org_thana` varchar(255) DEFAULT NULL,
  `submission_date` varchar(255) DEFAULT NULL,
  `expatriate_name` varchar(255) DEFAULT NULL,
  `expatriate_email` varchar(255) DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `n_visa_compensation_and_benifits`
--

CREATE TABLE `n_visa_compensation_and_benifits` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `n_visa_id` bigint(20) UNSIGNED NOT NULL,
  `salary_category` varchar(255) DEFAULT NULL,
  `payment_type` varchar(255) DEFAULT NULL,
  `amount` varchar(255) DEFAULT NULL,
  `currency` varchar(255) DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `n_visa_employment_information`
--

CREATE TABLE `n_visa_employment_information` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `n_visa_id` bigint(20) UNSIGNED NOT NULL,
  `employed_designation` varchar(255) DEFAULT NULL,
  `date_of_arrival_in_bangladesh` varchar(255) DEFAULT NULL,
  `visa_type` varchar(255) DEFAULT NULL,
  `first_appoinment_date` varchar(255) DEFAULT NULL,
  `desired_effective_date` varchar(255) DEFAULT NULL,
  `travel_visa_cate` varchar(255) DEFAULT NULL,
  `visa_validity` varchar(255) DEFAULT NULL,
  `brief_job_description` varchar(255) DEFAULT NULL,
  `employee_justification` varchar(255) DEFAULT NULL,
  `desired_end_date` varchar(255) DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `n_visa_manpower_of_the_offices`
--

CREATE TABLE `n_visa_manpower_of_the_offices` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `n_visa_id` bigint(20) UNSIGNED NOT NULL,
  `local_executive` varchar(255) DEFAULT NULL,
  `local_supporting_staff` varchar(255) DEFAULT NULL,
  `local_total` varchar(255) DEFAULT NULL,
  `foreign_executive` varchar(255) DEFAULT NULL,
  `foreign_supporting_staff` varchar(255) DEFAULT NULL,
  `foreign_total` varchar(255) DEFAULT NULL,
  `gand_total` varchar(255) DEFAULT NULL,
  `local_ratio` varchar(255) DEFAULT NULL,
  `foreign_ratio` varchar(255) DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `n_visa_necessary_document_for_work_permits`
--

CREATE TABLE `n_visa_necessary_document_for_work_permits` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `n_visa_id` bigint(20) UNSIGNED NOT NULL,
  `nomination_letter_of_buyer` varchar(255) DEFAULT NULL,
  `registration_letter_of_board_of_investment` varchar(255) DEFAULT NULL,
  `employee_contract_copy` varchar(255) DEFAULT NULL,
  `board_of_the_directors_sign_letter` varchar(255) DEFAULT NULL,
  `share_holder_copy` varchar(255) DEFAULT NULL,
  `passport_photocopy` varchar(255) DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `n_visa_particulars_of_foreign_incumbnets`
--

CREATE TABLE `n_visa_particulars_of_foreign_incumbnets` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `n_visa_id` bigint(20) UNSIGNED NOT NULL,
  `name_of_the_foreign_national` varchar(255) DEFAULT NULL,
  `nationality` varchar(255) DEFAULT NULL,
  `passport_no` varchar(255) DEFAULT NULL,
  `passport_issue_date` varchar(255) DEFAULT NULL,
  `passport_issue_place` varchar(255) DEFAULT NULL,
  `passport_expiry_date` varchar(255) DEFAULT NULL,
  `home_country` varchar(255) DEFAULT NULL,
  `house_no` varchar(255) DEFAULT NULL,
  `flat_no` varchar(255) DEFAULT NULL,
  `road_no` varchar(255) DEFAULT NULL,
  `post_code` varchar(255) DEFAULT NULL,
  `state` varchar(255) DEFAULT NULL,
  `phone` varchar(255) DEFAULT NULL,
  `city` varchar(255) DEFAULT NULL,
  `fax_no` varchar(255) DEFAULT NULL,
  `email` varchar(255) DEFAULT NULL,
  `date_of_birth` varchar(255) DEFAULT NULL,
  `martial_status` varchar(255) DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `n_visa_particular_of_sponsor_or_employers`
--

CREATE TABLE `n_visa_particular_of_sponsor_or_employers` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `n_visa_id` bigint(20) UNSIGNED NOT NULL,
  `org_name` varchar(255) DEFAULT NULL,
  `org_house_no` varchar(255) DEFAULT NULL,
  `org_flat_no` varchar(255) DEFAULT NULL,
  `org_road_no` varchar(255) DEFAULT NULL,
  `org_post_code` varchar(255) DEFAULT NULL,
  `org_post_office` varchar(255) DEFAULT NULL,
  `org_phone` varchar(255) DEFAULT NULL,
  `org_district` varchar(255) DEFAULT NULL,
  `org_thana` varchar(255) DEFAULT NULL,
  `org_fax_no` varchar(255) DEFAULT NULL,
  `org_email` varchar(255) DEFAULT NULL,
  `org_type` varchar(255) DEFAULT NULL,
  `nature_of_business` varchar(255) DEFAULT NULL,
  `authorized_capital` varchar(255) DEFAULT NULL,
  `paid_up_capital` varchar(255) DEFAULT NULL,
  `remittance_received` varchar(255) DEFAULT NULL,
  `industry_type` varchar(255) DEFAULT NULL,
  `recommendation_of_company_board` varchar(255) DEFAULT NULL,
  `company_share` varchar(255) DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `n_visa_work_place_addresses`
--

CREATE TABLE `n_visa_work_place_addresses` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `n_visa_id` bigint(20) UNSIGNED NOT NULL,
  `work_house_no` varchar(255) DEFAULT NULL,
  `work_flat_no` varchar(255) DEFAULT NULL,
  `work_road_no` varchar(255) DEFAULT NULL,
  `work_org_type` varchar(255) DEFAULT NULL,
  `contact_person_mobile_number` varchar(255) DEFAULT NULL,
  `work_district` varchar(255) DEFAULT NULL,
  `work_thana` varchar(255) DEFAULT NULL,
  `work_email` varchar(255) DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `oauth_access_tokens`
--

CREATE TABLE `oauth_access_tokens` (
  `id` varchar(100) NOT NULL,
  `user_id` bigint(20) UNSIGNED DEFAULT NULL,
  `client_id` bigint(20) UNSIGNED NOT NULL,
  `name` varchar(255) DEFAULT NULL,
  `scopes` text DEFAULT NULL,
  `revoked` tinyint(1) NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  `expires_at` datetime DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `oauth_auth_codes`
--

CREATE TABLE `oauth_auth_codes` (
  `id` varchar(100) NOT NULL,
  `user_id` bigint(20) UNSIGNED NOT NULL,
  `client_id` bigint(20) UNSIGNED NOT NULL,
  `scopes` text DEFAULT NULL,
  `revoked` tinyint(1) NOT NULL,
  `expires_at` datetime DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `oauth_clients`
--

CREATE TABLE `oauth_clients` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `user_id` bigint(20) UNSIGNED DEFAULT NULL,
  `name` varchar(255) NOT NULL,
  `secret` varchar(100) DEFAULT NULL,
  `provider` varchar(255) DEFAULT NULL,
  `redirect` text NOT NULL,
  `personal_access_client` tinyint(1) NOT NULL,
  `password_client` tinyint(1) NOT NULL,
  `revoked` tinyint(1) NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `oauth_clients`
--

INSERT INTO `oauth_clients` (`id`, `user_id`, `name`, `secret`, `provider`, `redirect`, `personal_access_client`, `password_client`, `revoked`, `created_at`, `updated_at`) VALUES
(1, NULL, 'Laravel Personal Access Client', 'u2T29Eh9FrelI9uEDbOPGYxUBxVrItChKdhwL9yg', NULL, 'http://localhost', 1, 0, 0, '2023-10-01 02:41:35', '2023-10-01 02:41:35'),
(2, NULL, 'Laravel Password Grant Client', 'pRD3hAH8WmHSyHHD2hSPweWLeYoka9sZi8yL5LiX', 'users', 'http://localhost', 0, 1, 0, '2023-10-01 02:41:36', '2023-10-01 02:41:36');

-- --------------------------------------------------------

--
-- Table structure for table `oauth_personal_access_clients`
--

CREATE TABLE `oauth_personal_access_clients` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `client_id` bigint(20) UNSIGNED NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `oauth_personal_access_clients`
--

INSERT INTO `oauth_personal_access_clients` (`id`, `client_id`, `created_at`, `updated_at`) VALUES
(1, 1, '2023-10-01 02:41:36', '2023-10-01 02:41:36');

-- --------------------------------------------------------

--
-- Table structure for table `oauth_refresh_tokens`
--

CREATE TABLE `oauth_refresh_tokens` (
  `id` varchar(100) NOT NULL,
  `access_token_id` varchar(100) NOT NULL,
  `revoked` tinyint(1) NOT NULL,
  `expires_at` datetime DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `parent_note_for_fc_ones`
--

CREATE TABLE `parent_note_for_fc_ones` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `nothi_detail_id` bigint(20) UNSIGNED NOT NULL,
  `serial_number` varchar(255) NOT NULL,
  `subject` varchar(255) NOT NULL,
  `name` varchar(255) NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `parent_note_for_fc_twos`
--

CREATE TABLE `parent_note_for_fc_twos` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `nothi_detail_id` bigint(20) UNSIGNED NOT NULL,
  `serial_number` varchar(255) NOT NULL,
  `subject` varchar(255) NOT NULL,
  `name` varchar(255) NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `parent_note_for_fdsixes`
--

CREATE TABLE `parent_note_for_fdsixes` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `nothi_detail_id` bigint(20) UNSIGNED NOT NULL,
  `serial_number` varchar(255) NOT NULL,
  `subject` varchar(255) NOT NULL,
  `name` varchar(255) NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `parent_note_for_fd_nines`
--

CREATE TABLE `parent_note_for_fd_nines` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `nothi_detail_id` bigint(20) UNSIGNED NOT NULL,
  `serial_number` varchar(255) NOT NULL,
  `subject` varchar(255) NOT NULL,
  `name` varchar(255) NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `parent_note_for_fd_nine_ones`
--

CREATE TABLE `parent_note_for_fd_nine_ones` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `nothi_detail_id` bigint(20) UNSIGNED NOT NULL,
  `serial_number` varchar(255) NOT NULL,
  `subject` varchar(255) NOT NULL,
  `name` varchar(255) NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `parent_note_for_fd_sevens`
--

CREATE TABLE `parent_note_for_fd_sevens` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `nothi_detail_id` bigint(20) UNSIGNED NOT NULL,
  `serial_number` varchar(255) NOT NULL,
  `subject` varchar(255) NOT NULL,
  `name` varchar(255) NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `parent_note_for_fd_threes`
--

CREATE TABLE `parent_note_for_fd_threes` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `nothi_detail_id` bigint(20) UNSIGNED NOT NULL,
  `serial_number` varchar(255) NOT NULL,
  `subject` varchar(255) NOT NULL,
  `name` varchar(255) NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `parent_note_for_name_changes`
--

CREATE TABLE `parent_note_for_name_changes` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `nothi_detail_id` bigint(20) UNSIGNED NOT NULL,
  `serial_number` varchar(255) NOT NULL,
  `subject` varchar(255) NOT NULL,
  `name` varchar(255) NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `parent_note_for_registrations`
--

CREATE TABLE `parent_note_for_registrations` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `nothi_detail_id` bigint(20) UNSIGNED NOT NULL,
  `serial_number` varchar(255) NOT NULL,
  `subject` varchar(255) NOT NULL,
  `name` varchar(255) NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `parent_note_for_renews`
--

CREATE TABLE `parent_note_for_renews` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `nothi_detail_id` bigint(20) UNSIGNED NOT NULL,
  `serial_number` varchar(255) NOT NULL,
  `subject` varchar(255) NOT NULL,
  `name` varchar(255) NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `password_resets`
--

CREATE TABLE `password_resets` (
  `email` varchar(255) NOT NULL,
  `token` varchar(255) NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `password_reset_tokens`
--

CREATE TABLE `password_reset_tokens` (
  `email` varchar(255) NOT NULL,
  `token` varchar(255) NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `permissions`
--

CREATE TABLE `permissions` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `name` varchar(255) NOT NULL,
  `group_name` varchar(255) NOT NULL,
  `guard_name` varchar(255) NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `permissions`
--

INSERT INTO `permissions` (`id`, `name`, `group_name`, `guard_name`, `created_at`, `updated_at`) VALUES
(1, 'dashboard.view', 'dashboard', 'admin', '2023-08-22 02:02:49', '2023-08-22 02:02:49'),
(2, 'dashboard.edit', 'dashboard', 'admin', '2023-08-22 02:02:49', '2023-08-22 02:02:49'),
(3, 'employeeEndDate.view', 'employeeEndDate', 'admin', '2023-08-22 02:02:49', '2023-08-22 02:02:49'),
(4, 'employeeEndDate.edit', 'employeeEndDate', 'admin', '2023-08-22 02:02:49', '2023-08-22 02:02:49'),
(5, 'assignedEmployee.view', 'assignedEmployee', 'admin', '2023-08-22 02:02:49', '2023-08-22 02:02:49'),
(6, 'assignedEmployee.edit', 'assignedEmployee', 'admin', '2023-08-22 02:02:49', '2023-08-22 02:02:49'),
(7, 'systemInformationAdd', 'systemInformation', 'admin', '2023-08-22 02:02:49', '2023-08-22 02:02:49'),
(8, 'systemInformationView', 'systemInformation', 'admin', '2023-08-22 02:02:49', '2023-08-22 02:02:49'),
(9, 'systemInformationDelete', 'systemInformation', 'admin', '2023-08-22 02:02:49', '2023-08-22 02:02:49'),
(10, 'systemInformationUpdate', 'systemInformation', 'admin', '2023-08-22 02:02:50', '2023-08-22 02:02:50'),
(11, 'countryAdd', 'country', 'admin', '2023-08-22 02:02:50', '2023-08-22 02:02:50'),
(12, 'countryView', 'country', 'admin', '2023-08-22 02:02:50', '2023-08-22 02:02:50'),
(13, 'countryDelete', 'country', 'admin', '2023-08-22 02:02:50', '2023-08-22 02:02:50'),
(14, 'countryUpdate', 'country', 'admin', '2023-08-22 02:02:50', '2023-08-22 02:02:50'),
(15, 'noticeAdd', 'notice', 'admin', '2023-08-22 02:02:50', '2023-08-22 02:02:50'),
(16, 'noticeView', 'notice', 'admin', '2023-08-22 02:02:50', '2023-08-22 02:02:50'),
(17, 'noticeDelete', 'notice', 'admin', '2023-08-22 02:02:50', '2023-08-22 02:02:50'),
(18, 'noticeUpdate', 'notice', 'admin', '2023-08-22 02:02:50', '2023-08-22 02:02:50'),
(19, 'postAdd', 'post', 'admin', '2023-08-22 02:02:50', '2023-08-22 02:02:50'),
(20, 'postView', 'post', 'admin', '2023-08-22 02:02:50', '2023-08-22 02:02:50'),
(21, 'postDelete', 'post', 'admin', '2023-08-22 02:02:50', '2023-08-22 02:02:50'),
(22, 'postUpdate', 'post', 'admin', '2023-08-22 02:02:50', '2023-08-22 02:02:50'),
(23, 'fd9FormAdd', 'fd9Form', 'admin', '2023-08-22 02:02:51', '2023-08-22 02:02:51'),
(24, 'fd9FormView', 'fd9Form', 'admin', '2023-08-22 02:02:51', '2023-08-22 02:02:51'),
(25, 'fd9FormDelete', 'fd9Form', 'admin', '2023-08-22 02:02:51', '2023-08-22 02:02:51'),
(26, 'fd9FormUpdate', 'fd9Form', 'admin', '2023-08-22 02:02:51', '2023-08-22 02:02:51'),
(27, 'branchAdd', 'branch', 'admin', '2023-08-22 02:02:51', '2023-08-22 02:02:51'),
(28, 'branchView', 'branch', 'admin', '2023-08-22 02:02:51', '2023-08-22 02:02:51'),
(29, 'branchDelete', 'branch', 'admin', '2023-08-22 02:02:51', '2023-08-22 02:02:51'),
(30, 'branchUpdate', 'branch', 'admin', '2023-08-22 02:02:51', '2023-08-22 02:02:51'),
(31, 'designationAdd', 'designation', 'admin', '2023-08-22 02:02:51', '2023-08-22 02:02:51'),
(32, 'designationView', 'designation', 'admin', '2023-08-22 02:02:52', '2023-08-22 02:02:52'),
(33, 'designationDelete', 'designation', 'admin', '2023-08-22 02:02:52', '2023-08-22 02:02:52'),
(34, 'designationUpdate', 'designation', 'admin', '2023-08-22 02:02:52', '2023-08-22 02:02:52'),
(35, 'designationStepAdd', 'designationStep', 'admin', '2023-08-22 02:02:52', '2023-08-22 02:02:52'),
(36, 'designationStepView', 'designationStep', 'admin', '2023-08-22 02:02:52', '2023-08-22 02:02:52'),
(37, 'designationStepDelete', 'designationStep', 'admin', '2023-08-22 02:02:52', '2023-08-22 02:02:52'),
(38, 'designationStepUpdate', 'designationStep', 'admin', '2023-08-22 02:02:52', '2023-08-22 02:02:52'),
(39, 'fd9OneFormAdd', 'fd9OneForm', 'admin', '2023-08-22 02:02:52', '2023-08-22 02:02:52'),
(40, 'fd9OneFormView', 'fd9OneForm', 'admin', '2023-08-22 02:02:52', '2023-08-22 02:02:52'),
(41, 'fd9OneFormDelete', 'fd9OneForm', 'admin', '2023-08-22 02:02:52', '2023-08-22 02:02:52'),
(42, 'fd9OneFormUpdate', 'fd9OneForm', 'admin', '2023-08-22 02:02:53', '2023-08-22 02:02:53'),
(43, 'name_change_add', 'nameChange', 'admin', '2023-08-22 02:02:53', '2023-08-22 02:02:53'),
(44, 'name_change_view', 'nameChange', 'admin', '2023-08-22 02:02:53', '2023-08-22 02:02:53'),
(45, 'name_change_delete', 'nameChange', 'admin', '2023-08-22 02:02:53', '2023-08-22 02:02:53'),
(46, 'name_change_update', 'nameChange', 'admin', '2023-08-22 02:02:53', '2023-08-22 02:02:53'),
(47, 'register_list_add', 'registrationList', 'admin', '2023-08-22 02:02:53', '2023-08-22 02:02:53'),
(48, 'register_list_view', 'registrationList', 'admin', '2023-08-22 02:02:53', '2023-08-22 02:02:53'),
(49, 'register_list_delete', 'registrationList', 'admin', '2023-08-22 02:02:53', '2023-08-22 02:02:53'),
(50, 'register_list_update', 'registrationList', 'admin', '2023-08-22 02:02:53', '2023-08-22 02:02:53'),
(51, 'renew_add', 'renew', 'admin', '2023-08-22 02:02:54', '2023-08-22 02:02:54'),
(52, 'renew_view', 'renew', 'admin', '2023-08-22 02:02:54', '2023-08-22 02:02:54'),
(53, 'renew_delete', 'renew', 'admin', '2023-08-22 02:02:54', '2023-08-22 02:02:54'),
(54, 'renew_update', 'renew', 'admin', '2023-08-22 02:02:54', '2023-08-22 02:02:54'),
(55, 'userAdd', 'user', 'admin', '2023-08-22 02:02:54', '2023-08-22 02:02:54'),
(56, 'userView', 'user', 'admin', '2023-08-22 02:02:54', '2023-08-22 02:02:54'),
(57, 'userDelete', 'user', 'admin', '2023-08-22 02:02:54', '2023-08-22 02:02:54'),
(58, 'userUpdate', 'user', 'admin', '2023-08-22 02:02:54', '2023-08-22 02:02:54'),
(59, 'roleAdd', 'role', 'admin', '2023-08-22 02:02:54', '2023-08-22 02:02:54'),
(60, 'roleView', 'role', 'admin', '2023-08-22 02:02:54', '2023-08-22 02:02:54'),
(61, 'roleDelete', 'role', 'admin', '2023-08-22 02:02:54', '2023-08-22 02:02:54'),
(62, 'roleUpdate', 'role', 'admin', '2023-08-22 02:02:55', '2023-08-22 02:02:55'),
(63, 'permissionAdd', 'permission', 'admin', '2023-08-22 02:02:55', '2023-08-22 02:02:55'),
(64, 'permissionView', 'permission', 'admin', '2023-08-22 02:02:55', '2023-08-22 02:02:55'),
(65, 'permissionDelete', 'permission', 'admin', '2023-08-22 02:02:55', '2023-08-22 02:02:55'),
(66, 'permissionUpdate', 'permission', 'admin', '2023-08-22 02:02:56', '2023-08-22 02:02:56'),
(67, 'profile.view', 'profile', 'admin', '2023-08-22 02:02:56', '2023-08-22 02:02:56'),
(68, 'profile.edit', 'profile', 'admin', '2023-08-22 02:02:56', '2023-08-22 02:02:56'),
(69, 'fd6_formsAdd', 'fd6_forms', 'admin', NULL, NULL),
(70, 'fd6_formsView', 'fd6_forms', 'admin', NULL, NULL),
(71, 'fd6_formsDelete', 'fd6_forms', 'admin', NULL, NULL),
(72, 'fd6_formsUpdate', 'fd6_forms', 'admin', NULL, NULL),
(73, 'fd7_formsAdd', 'fd7_forms', 'admin', NULL, NULL),
(74, 'fd7_formsView', 'fd7_forms', 'admin', NULL, NULL),
(75, 'fd7_formsDelete', 'fd7_forms', 'admin', NULL, NULL),
(76, 'fd7_formsUpdate', 'fd7_forms', 'admin', NULL, NULL),
(77, 'fc1_formsAdd', 'fc1_forms', 'admin', NULL, NULL),
(78, 'fc1_formsView', 'fc1_forms', 'admin', NULL, NULL),
(79, 'fc1_formsDelete', 'fc1_forms', 'admin', NULL, NULL),
(80, 'fc1_formsUpdate', 'fc1_forms', 'admin', NULL, NULL),
(81, 'fc2_formsAdd', 'fc2_forms', 'admin', NULL, NULL),
(82, 'fc2_formsView', 'fc2_forms', 'admin', NULL, NULL),
(83, 'fc2_formsDelete', 'fc2_forms', 'admin', NULL, NULL),
(84, 'fc2_formsUpdate', 'fc2_forms', 'admin', NULL, NULL),
(85, 'fd3_formsAdd', 'fd3_forms', 'admin', NULL, NULL),
(86, 'fd3_formsView', 'fd3_forms', 'admin', NULL, NULL),
(87, 'fd3_formsDelete', 'fd3_forms', 'admin', NULL, NULL),
(88, 'fd3_formsUpdate', 'fd3_forms', 'admin', NULL, NULL),
(89, 'sendNothiAdd', 'sendNothi', 'admin', NULL, NULL),
(90, 'sendNothiView', 'sendNothi', 'admin', NULL, NULL),
(91, 'sendNothiDelete', 'sendNothi', 'admin', NULL, NULL),
(92, 'sendNothiUpdate', 'sendNothi', 'admin', NULL, NULL),
(93, 'receiveNothiAdd', 'receiveNothi', 'admin', NULL, NULL),
(94, 'receiveNothiView', 'receiveNothi', 'admin', NULL, NULL),
(95, 'receiveNothiDelete', 'receiveNothi', 'admin', NULL, NULL),
(96, 'receiveNothiUpdate', 'receiveNothi', 'admin', NULL, NULL);

-- --------------------------------------------------------

--
-- Table structure for table `personal_access_tokens`
--

CREATE TABLE `personal_access_tokens` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `tokenable_type` varchar(255) NOT NULL,
  `tokenable_id` bigint(20) UNSIGNED NOT NULL,
  `name` varchar(255) NOT NULL,
  `token` varchar(64) NOT NULL,
  `abilities` text DEFAULT NULL,
  `last_used_at` timestamp NULL DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `registration_office_saroks`
--

CREATE TABLE `registration_office_saroks` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `parent_note_regid` bigint(20) UNSIGNED NOT NULL,
  `office_subject` varchar(255) NOT NULL,
  `office_sutro` varchar(255) DEFAULT NULL,
  `description` text NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `renewal_files`
--

CREATE TABLE `renewal_files` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `fd_one_form_id` bigint(20) UNSIGNED NOT NULL,
  `fd_eight_form_data` varchar(190) DEFAULT NULL,
  `final_fd_eight_form` text DEFAULT NULL,
  `constitution_of_the_organization_has_changed` varchar(255) DEFAULT NULL,
  `list_of_board_of_directors_or_board_of_trustees` varchar(255) DEFAULT NULL,
  `organization_by_laws_or_constitution` varchar(255) DEFAULT NULL,
  `work_procedure_of_organization` varchar(255) DEFAULT NULL,
  `last_ten_years_audit_report_and_annual_report_of_the_company` varchar(255) DEFAULT NULL,
  `registration_certificate` varchar(255) DEFAULT NULL,
  `attested_copy_of_latest_registration_or_renewal_certificate` varchar(255) DEFAULT NULL,
  `right_to_information_act` varchar(255) DEFAULT NULL,
  `the_constitution_of_the_company_along_with_fee_if_changed` varchar(255) DEFAULT NULL,
  `constitution_approved_by_primary_registering_authority` varchar(255) DEFAULT NULL,
  `clean_copy_of_the_constitution` varchar(255) DEFAULT NULL,
  `payment_of_change_fee` varchar(255) DEFAULT NULL,
  `section_sub_section_of_the_constitution` varchar(255) DEFAULT NULL,
  `previous_constitution_and_current_constitution_compare` varchar(255) DEFAULT NULL,
  `constitution_of_the_organization_if_unchanged` varchar(255) DEFAULT NULL,
  `nid_and_image_of_executive_committee_members` varchar(255) DEFAULT NULL,
  `approval_of_executive_committee` varchar(255) DEFAULT NULL,
  `committee_members_list` varchar(255) DEFAULT NULL,
  `registration_renewal_fee` varchar(255) DEFAULT NULL,
  `time_for_api` varchar(255) DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `renewal_files`
--

INSERT INTO `renewal_files` (`id`, `fd_one_form_id`, `fd_eight_form_data`, `final_fd_eight_form`, `constitution_of_the_organization_has_changed`, `list_of_board_of_directors_or_board_of_trustees`, `organization_by_laws_or_constitution`, `work_procedure_of_organization`, `last_ten_years_audit_report_and_annual_report_of_the_company`, `registration_certificate`, `attested_copy_of_latest_registration_or_renewal_certificate`, `right_to_information_act`, `the_constitution_of_the_company_along_with_fee_if_changed`, `constitution_approved_by_primary_registering_authority`, `clean_copy_of_the_constitution`, `payment_of_change_fee`, `section_sub_section_of_the_constitution`, `previous_constitution_and_current_constitution_compare`, `constitution_of_the_organization_if_unchanged`, `nid_and_image_of_executive_committee_members`, `approval_of_executive_committee`, `committee_members_list`, `registration_renewal_fee`, `time_for_api`, `created_at`, `updated_at`) VALUES
(21, 40, 'uploads/RenewalFile/2023-16-1217027048193989988829.pdf', NULL, 'Yes', NULL, 'uploads/RenewalFile/2023-16-1217027048199873717798.pdf', 'uploads/RenewalFile/2023-16-1217027048198487605760.pdf', 'uploads/RenewalFile/2023-16-1217027048198557462263.pdf', NULL, 'uploads/RenewalFile/2023-16-1217027048195684341970.pdf', 'uploads/RenewalFile/2023-16-1217027048193458532974.pdf', 'uploads/RenewalFile/2023-16-1217027048192064298226.pdf', 'uploads/RenewalFile/2023-16-1217027048195702150108.pdf', 'uploads/RenewalFile/2023-16-1217027048194195187292.pdf', 'uploads/RenewalFile/2023-16-1217027048194191751171.pdf', 'uploads/RenewalFile/2023-16-1217027048194432478141.pdf', 'uploads/RenewalFile/2023-16-1217027048199628646201.pdf', NULL, 'uploads/RenewalFile/2023-16-1217027048192228920062.pdf', 'uploads/RenewalFile/2023-16-1217027048195198473170.pdf', 'uploads/RenewalFile/2023-16-1217027048192913457004.pdf', 'uploads/RenewalFile/2023-16-1217027048192647959440.pdf', NULL, '2023-12-16 10:33:39', '2023-12-16 10:33:39'),
(22, 41, 'uploads/RenewalFile/2023-16-1217027143743529135783.pdf', NULL, 'Yes', NULL, 'uploads/RenewalFile/2023-16-1217027143749668155212.pdf', 'uploads/RenewalFile/2023-16-1217027143742171709885.pdf', 'uploads/RenewalFile/2023-16-1217027143749763221065.pdf', NULL, 'uploads/RenewalFile/2023-16-1217027143745674833001.pdf', 'uploads/RenewalFile/2023-16-1217027143744270520958.pdf', 'uploads/RenewalFile/2023-16-1217027143741975394534.pdf', 'uploads/RenewalFile/2023-16-1217027143749609072546.pdf', 'uploads/RenewalFile/2023-16-1217027143741843005477.pdf', 'uploads/RenewalFile/2023-16-1217027143741142947548.pdf', 'uploads/RenewalFile/2023-16-1217027143746480760975.pdf', 'uploads/RenewalFile/2023-16-1217027143744756292865.pdf', NULL, 'uploads/RenewalFile/2023-16-1217027143745834402632.pdf', 'uploads/RenewalFile/2023-16-1217027143741345612436.pdf', 'uploads/RenewalFile/2023-16-1217027143749975190162.pdf', 'uploads/RenewalFile/2023-16-1217027143745472809505.pdf', NULL, '2023-12-16 13:12:54', '2023-12-16 13:12:54'),
(23, 39, 'uploads/RenewalFile/2023-16-1217027145568843903450.pdf', NULL, 'Yes', NULL, 'uploads/RenewalFile/2023-16-1217027145569864093712.pdf', 'uploads/RenewalFile/2023-16-1217027145569361166684.pdf', 'uploads/RenewalFile/2023-16-1217027145566792419514.pdf', NULL, 'uploads/RenewalFile/2023-16-1217027145566634844396.pdf', 'uploads/RenewalFile/2023-16-1217027145565434021331.pdf', 'uploads/RenewalFile/2023-16-1217027145564157967102.pdf', 'uploads/RenewalFile/2023-16-1217027145565332432274.pdf', 'uploads/RenewalFile/2023-16-1217027145564162737531.pdf', 'uploads/RenewalFile/2023-16-1217027145563508604439.pdf', 'uploads/RenewalFile/2023-16-1217027145567634089739.pdf', 'uploads/RenewalFile/2023-16-1217027145565554140459.pdf', NULL, 'uploads/RenewalFile/2023-16-1217027145569599781227.pdf', 'uploads/RenewalFile/2023-16-1217027145565974627886.pdf', 'uploads/RenewalFile/2023-16-1217027145568835116824.pdf', 'uploads/RenewalFile/2023-16-1217027145568640769618.pdf', NULL, '2023-12-16 13:15:56', '2023-12-16 13:15:56'),
(24, 43, 'uploads/RenewalFile/2023-20-1217030564905290179091.pdf', NULL, 'No', NULL, 'uploads/RenewalFile/2023-20-1217030564903580076287.pdf', 'uploads/RenewalFile/2023-20-1217030564907136135087.pdf', 'uploads/RenewalFile/2023-20-1217030564907885976967.pdf', NULL, 'uploads/RenewalFile/2023-20-1217030564909964890325.pdf', 'uploads/RenewalFile/2023-20-1217030564904652885360.pdf', NULL, NULL, NULL, NULL, NULL, NULL, 'uploads/RenewalFile/2023-20-1217030564902576097093.pdf', 'uploads/RenewalFile/2023-20-1217030564905490368767.pdf', 'uploads/RenewalFile/2023-20-1217030564903986217802.pdf', 'uploads/RenewalFile/2023-20-1217030564909159401644.pdf', 'uploads/RenewalFile/2023-20-1217030564909131436846.pdf', NULL, '2023-12-20 12:14:50', '2023-12-20 12:14:50'),
(25, 43, NULL, 'uploads/RenewalFile/2023-20-1217030647307699865949.pdf', NULL, NULL, 'uploads/RenewalFile/2023-20-1217030647305373588144.pdf', 'uploads/RenewalFile/2023-20-1217030647304635889706.pdf', 'uploads/RenewalFile/2023-20-1217030647304656197631.pdf', NULL, 'uploads/RenewalFile/2023-20-1217030647301805549226.pdf', 'uploads/RenewalFile/2023-20-1217030647305469980253.pdf', NULL, NULL, NULL, NULL, NULL, NULL, 'uploads/RenewalFile/2023-20-1217030647301066768131.pdf', 'uploads/RenewalFile/2023-20-1217030647302218268854.pdf', 'uploads/RenewalFile/2023-20-1217030647308160812590.pdf', 'uploads/RenewalFile/2023-20-1217030647301413540224.pdf', 'uploads/RenewalFile/2023-20-1217030647303470531710.pdf', NULL, '2023-12-20 14:32:10', '2023-12-20 14:32:10');

-- --------------------------------------------------------

--
-- Table structure for table `renew_office_saroks`
--

CREATE TABLE `renew_office_saroks` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `parent_note_for_renew_id` bigint(20) UNSIGNED NOT NULL,
  `office_subject` varchar(255) NOT NULL,
  `office_sutro` varchar(255) DEFAULT NULL,
  `description` text NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `roles`
--

CREATE TABLE `roles` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `name` varchar(255) NOT NULL,
  `guard_name` varchar(255) NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `roles`
--

INSERT INTO `roles` (`id`, `name`, `guard_name`, `created_at`, `updated_at`) VALUES
(1, 'superadmin', 'admin', '2023-08-22 02:02:48', '2023-08-22 02:02:48'),
(2, 'admin', 'admin', '2023-08-22 02:02:48', '2023-08-22 02:02:48'),
(3, 'editor', 'admin', '2023-08-22 02:02:49', '2023-08-22 02:02:49'),
(4, 'user', 'admin', '2023-08-22 02:02:49', '2023-08-22 02:02:49');

-- --------------------------------------------------------

--
-- Table structure for table `role_has_permissions`
--

CREATE TABLE `role_has_permissions` (
  `permission_id` bigint(20) UNSIGNED NOT NULL,
  `role_id` bigint(20) UNSIGNED NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `role_has_permissions`
--

INSERT INTO `role_has_permissions` (`permission_id`, `role_id`) VALUES
(1, 1),
(1, 2),
(2, 1),
(2, 2),
(3, 1),
(3, 2),
(4, 1),
(4, 2),
(5, 1),
(5, 2),
(6, 1),
(6, 2),
(7, 1),
(7, 2),
(8, 1),
(8, 2),
(9, 1),
(9, 2),
(10, 1),
(10, 2),
(11, 1),
(11, 2),
(12, 1),
(12, 2),
(13, 1),
(13, 2),
(14, 1),
(14, 2),
(15, 1),
(15, 2),
(16, 1),
(16, 2),
(17, 1),
(17, 2),
(18, 1),
(18, 2),
(19, 1),
(19, 2),
(20, 1),
(20, 2),
(21, 1),
(21, 2),
(22, 1),
(22, 2),
(23, 1),
(23, 2),
(24, 1),
(24, 2),
(25, 1),
(25, 2),
(26, 1),
(26, 2),
(27, 1),
(27, 2),
(28, 1),
(28, 2),
(29, 1),
(29, 2),
(30, 1),
(30, 2),
(31, 1),
(31, 2),
(32, 1),
(32, 2),
(33, 1),
(33, 2),
(34, 1),
(34, 2),
(35, 1),
(35, 2),
(36, 1),
(36, 2),
(37, 1),
(37, 2),
(38, 1),
(38, 2),
(39, 1),
(39, 2),
(40, 1),
(40, 2),
(41, 1),
(41, 2),
(42, 1),
(42, 2),
(43, 1),
(43, 2),
(44, 1),
(44, 2),
(45, 1),
(45, 2),
(46, 1),
(46, 2),
(47, 1),
(47, 2),
(48, 1),
(48, 2),
(49, 1),
(49, 2),
(50, 1),
(50, 2),
(51, 1),
(51, 2),
(52, 1),
(52, 2),
(53, 1),
(53, 2),
(54, 1),
(54, 2),
(55, 1),
(55, 2),
(56, 1),
(56, 2),
(57, 1),
(57, 2),
(58, 1),
(58, 2),
(59, 1),
(59, 2),
(60, 1),
(60, 2),
(61, 1),
(61, 2),
(62, 1),
(62, 2),
(63, 1),
(63, 2),
(64, 1),
(64, 2),
(65, 1),
(65, 2),
(66, 1),
(66, 2),
(67, 1),
(67, 2),
(68, 1),
(68, 2),
(69, 1),
(70, 1),
(71, 1),
(72, 1),
(73, 1),
(74, 1),
(75, 1),
(76, 1),
(77, 1),
(78, 1),
(79, 1),
(80, 1),
(81, 1),
(82, 1),
(83, 1),
(84, 1),
(85, 1),
(86, 1),
(87, 1),
(88, 1),
(89, 1),
(89, 2),
(90, 1),
(90, 2),
(91, 1),
(91, 2),
(92, 1),
(92, 2),
(93, 1),
(93, 2),
(94, 1),
(94, 2),
(95, 1),
(95, 2),
(96, 1),
(96, 2);

-- --------------------------------------------------------

--
-- Table structure for table `secruity_checks`
--

CREATE TABLE `secruity_checks` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `n_visa_id` varchar(255) NOT NULL,
  `request_id` varchar(255) NOT NULL,
  `tracking_no` varchar(255) NOT NULL,
  `statusName` varchar(255) DEFAULT NULL,
  `statusId` varchar(255) DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `system_information`
--

CREATE TABLE `system_information` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `system_name` varchar(255) NOT NULL,
  `system_phone` varchar(255) NOT NULL,
  `system_email` varchar(255) NOT NULL,
  `system_address` text NOT NULL,
  `system_url` text NOT NULL,
  `system_admin_url` text DEFAULT NULL,
  `system_logo` varchar(255) NOT NULL,
  `system_icon` varchar(255) NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `system_information`
--

INSERT INTO `system_information` (`id`, `system_name`, `system_phone`, `system_email`, `system_address`, `system_url`, `system_admin_url`, `system_logo`, `system_icon`, `created_at`, `updated_at`) VALUES
(1, 'NGO AB', '454543', 'm@gmail.com', 'NGO Affairs Bureau. Prime Minister\'s Office. Plot-E-13/B, Agargaon. Sher-e-Bangla Nagar, Dhaka-1207.', 'https://front.resnova.dev/', 'https://ngoadmin.resnova.dev/', 'public/uploads/169269169920230822logo.png', 'public/uploads/169269169920230822logo.png', '2023-08-22 02:08:20', '2023-12-15 10:14:57');

-- --------------------------------------------------------

--
-- Table structure for table `users`
--

CREATE TABLE `users` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `user_name` varchar(255) NOT NULL,
  `user_phone` varchar(255) NOT NULL,
  `user_address` text DEFAULT NULL,
  `user_image` text DEFAULT NULL,
  `email` varchar(255) DEFAULT NULL,
  `non_verified_email` varchar(255) DEFAULT NULL,
  `user_email_verified_at` timestamp NULL DEFAULT NULL,
  `password` varchar(255) NOT NULL,
  `remember_token` varchar(100) DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  `is_email_verified` tinyint(1) NOT NULL DEFAULT 0
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `users`
--

INSERT INTO `users` (`id`, `user_name`, `user_phone`, `user_address`, `user_image`, `email`, `non_verified_email`, `user_email_verified_at`, `password`, `remember_token`, `created_at`, `updated_at`, `is_email_verified`) VALUES
(63, 'উন্নয়ন সেচ্ছাসেবা কার্যক্রম (উসেকা)', '01516773534', NULL, NULL, 'ronyhossain1920@gmail.com', 'ronyhossain1920@gmail.com', NULL, '$2y$10$SmNNx9JhO1FesWiUhtZTYu/IHu23brgeo7JMPNuhHQ7OukjoQQCy2', NULL, '2023-12-16 03:50:58', '2023-12-16 03:51:42', 1),
(64, 'Kamruzzaman kajol', '01646735100', NULL, NULL, 'kkajol428@gmail.com', 'kkajol428@gmail.com', NULL, '$2y$10$SnaXPZ8onuEzefXidh38mOJLbl7G8U1dTqfYCLBsP0c2.4VKThfZm', NULL, '2023-12-16 10:21:42', '2023-12-16 10:22:46', 1),
(65, 'Kamruzzaman kajol', '01646735100', NULL, NULL, 'kajol1122018@gmail.com', 'kajol1122018@gmail.com', NULL, '$2y$10$Jg0wVNaYY/JKdEowY4Gqnu8PoDPDO9mAOxWHXmHn6nOAjo5ZBbc9y', NULL, '2023-12-16 13:02:15', '2023-12-16 13:02:56', 1),
(66, '3F-United Federation of Danish Workers', '01515259074', NULL, NULL, 'ronyhossain1918@gmail.com', 'ronyhossain1918@gmail.com', NULL, '$2y$10$BWPz90IqBcF1np.g10oS3uHBaMwuoKxJUMh6Nb5E.s89Wn8au2fu2', NULL, '2023-12-19 21:57:26', '2023-12-19 21:57:52', 1),
(67, 'উন্নয়ন সেচ্ছাসেবা কার্যক্রম (উসেকা)', '01515259074', NULL, NULL, 'ronyhossain1917@gmail.com', 'ronyhossain1917@gmail.com', NULL, '$2y$10$eGts2Ns3.HVI3dDWo1r30.s/EPO83TTgoXbSdOfGPWaJZ7JBcOiIm', NULL, '2023-12-20 11:50:56', '2023-12-20 11:51:33', 1),
(68, 'উন্নয়ন সেচ্ছাসেবা কার্যক্রম (উসেকা)', '01516773534', NULL, NULL, 'nirronyhossain@gmail.com', 'nirronyhossain@gmail.com', NULL, '$2y$10$70DmR5XYXbjdd.nDgPPFKO.RakzXzWAYuSerxnsfjz4bMjLU8jQPe', NULL, '2023-12-20 12:22:53', '2023-12-20 12:23:11', 1);

-- --------------------------------------------------------

--
-- Table structure for table `users_verify`
--

CREATE TABLE `users_verify` (
  `user_id` int(11) NOT NULL,
  `token` varchar(255) NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `users_verify`
--

INSERT INTO `users_verify` (`user_id`, `token`, `created_at`, `updated_at`) VALUES
(1, 'L2NCkBzG2c', '2023-08-22 03:30:36', '2023-08-22 03:30:36'),
(2, 'BHJphfKcmh', '2023-08-28 03:45:41', '2023-08-28 03:45:41'),
(3, 'gPXKyUE0lk', '2023-08-29 05:43:30', '2023-08-29 05:43:30'),
(4, '4rVxGwBzXb', '2023-08-29 09:07:32', '2023-08-29 09:07:32'),
(5, 'fi3zjDkCKt', '2023-08-30 00:40:49', '2023-08-30 00:40:49'),
(6, '5h2PXxoUMs', '2023-08-30 00:41:00', '2023-08-30 00:41:00'),
(7, 'KU8PWzlh4J', '2023-08-30 00:41:42', '2023-08-30 00:41:42'),
(8, '1XMPKTNCNN', '2023-08-30 00:41:49', '2023-08-30 00:41:49'),
(9, 'tw8gCBSMqG', '2023-08-30 00:42:04', '2023-08-30 00:42:04'),
(10, 'UhRkyjHSZ3', '2023-08-30 00:42:44', '2023-08-30 00:42:44'),
(11, '54eQaonnxT', '2023-08-30 00:46:49', '2023-08-30 00:46:49'),
(12, '0LTkUMTkqL', '2023-08-30 00:47:02', '2023-08-30 00:47:02'),
(13, 'SVLKsnXhe3', '2023-08-30 00:52:22', '2023-08-30 00:52:22'),
(14, '4VTSqV8meH', '2023-08-30 00:57:55', '2023-08-30 00:57:55'),
(15, 'aAGWWHLOqg', '2023-08-30 04:18:08', '2023-08-30 04:18:08'),
(16, '9x7U3dU7hd', '2023-08-30 04:38:40', '2023-08-30 04:38:40'),
(17, '5fohU9Igg7', '2023-09-06 01:15:52', '2023-09-06 01:15:52'),
(18, 'B5OYT0TKCL', '2023-09-08 22:43:15', '2023-09-08 22:43:15'),
(19, 'cD7zWf84gl', '2023-09-10 02:38:21', '2023-09-10 02:38:21'),
(20, 'bQguZC8MVl', '2023-09-10 04:34:20', '2023-09-10 04:34:20'),
(21, 'Qed2yLLvzX', '2023-09-10 04:55:29', '2023-09-10 04:55:29'),
(22, 'FfgZ9Dzxhr', '2023-09-10 05:08:33', '2023-09-10 05:08:33'),
(23, 'btnfGTvcbN', '2023-09-10 05:19:36', '2023-09-10 05:19:36'),
(24, 'NW6MDEhjAh', '2023-09-15 23:33:13', '2023-09-15 23:33:13'),
(25, 'gSnummbPh1', '2023-09-16 00:54:09', '2023-09-16 00:54:09'),
(26, 'BdZNc0fSOT', '2023-09-16 05:21:37', '2023-09-16 05:21:37'),
(27, 'Bt40M94bKS', '2023-09-16 23:52:24', '2023-09-16 23:52:24'),
(28, 'OoeZ3oGWjk', '2023-09-16 23:54:46', '2023-09-16 23:54:46'),
(29, 'rkvSrTFG5M', '2023-09-16 23:57:34', '2023-09-16 23:57:34'),
(30, 'oo63CGibjG', '2023-09-16 23:58:44', '2023-09-16 23:58:44'),
(31, 'amnPmp5r9H', '2023-09-17 00:45:15', '2023-09-17 00:45:15'),
(32, 'J1rgNf7z6R', '2023-09-17 01:57:36', '2023-09-17 01:57:36'),
(33, 'tjwYe2Qypm', '2023-09-25 23:45:09', '2023-09-25 23:45:09'),
(34, 'k8yMEcrPtd', '2023-09-26 22:36:01', '2023-09-26 22:36:01'),
(35, 'orbWcwczaR', '2023-09-26 22:39:38', '2023-09-26 22:39:38'),
(36, 'pKb794JpcW', '2023-09-26 22:50:52', '2023-09-26 22:50:52'),
(37, 'TG7JmeZ76g', '2023-09-27 00:02:47', '2023-09-27 00:02:47'),
(39, 'h6KeElAVIc', '2023-10-01 04:06:16', '2023-10-01 04:06:16'),
(40, 'Nosis9peys', '2023-10-01 04:07:30', '2023-10-01 04:07:30'),
(41, 'm8bkJoqlR2', '2023-10-01 04:10:55', '2023-10-01 04:10:55'),
(42, 'CEL4Wy', '2023-10-01 04:37:49', '2023-10-01 04:37:49'),
(43, 'qrwrdL', '2023-10-01 04:38:12', '2023-10-01 04:38:12'),
(44, 'GEj4hA', '2023-10-01 04:39:44', '2023-10-01 04:39:44'),
(45, 'Ppk5ku', '2023-10-01 04:40:27', '2023-10-01 04:40:27'),
(46, 'bNOFSj', '2023-10-01 04:45:58', '2023-10-01 04:45:58'),
(47, 'crpRYa', '2023-10-01 04:48:22', '2023-10-01 04:48:22'),
(48, 'wryEIg', '2023-10-01 04:55:26', '2023-10-01 04:55:26'),
(49, 'Z412gf', '2023-10-01 05:50:58', '2023-10-01 05:50:58'),
(50, 'DSJMsq', '2023-10-01 05:51:24', '2023-10-01 05:51:24'),
(51, 'LClXT5', '2023-10-01 05:54:46', '2023-10-01 05:54:46'),
(52, 'Dex5dc', '2023-10-01 05:55:51', '2023-10-01 05:55:51'),
(53, 'QudbS3', '2023-10-01 05:57:10', '2023-10-01 05:57:10'),
(54, '7sqUpF', '2023-10-01 05:58:47', '2023-10-01 05:58:47'),
(55, '849275', '2023-10-01 06:07:37', '2023-10-01 06:07:37'),
(56, '291722', '2023-10-01 23:17:09', '2023-10-01 23:17:09'),
(57, 'tJrYGGdOZm', '2023-12-06 04:22:39', '2023-12-06 04:22:39'),
(58, 'Ur5l8wGA7s', '2023-12-06 04:27:20', '2023-12-06 04:27:20'),
(59, '9OJRrxKCh0', '2023-12-08 23:21:16', '2023-12-08 23:21:16'),
(60, '4HojLnxvHU', '2023-12-09 03:19:28', '2023-12-09 03:19:28'),
(61, 'XpJDETIvEL', '2023-12-11 01:07:46', '2023-12-11 01:07:46'),
(62, 'zKl18jcRqD', '2023-12-11 01:13:08', '2023-12-11 01:13:08'),
(63, 'Facdgnwg4M', '2023-12-16 03:50:58', '2023-12-16 03:50:58'),
(64, 'cynJk7O77k', '2023-12-16 10:21:42', '2023-12-16 10:21:42'),
(65, 'i42mJE0hmh', '2023-12-16 13:02:15', '2023-12-16 13:02:15'),
(66, 'Zm46qOx51x', '2023-12-19 21:57:26', '2023-12-19 21:57:26'),
(67, '1VSv7FBIvv', '2023-12-20 11:50:56', '2023-12-20 11:50:56'),
(68, 'tP5Q9YkGmB', '2023-12-20 12:22:53', '2023-12-20 12:22:53');

--
-- Indexes for dumped tables
--

--
-- Indexes for table `admins`
--
ALTER TABLE `admins`
  ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `admins_email_unique` (`email`);

--
-- Indexes for table `admin_designation_histories`
--
ALTER TABLE `admin_designation_histories`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `article_signs`
--
ALTER TABLE `article_signs`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `branches`
--
ALTER TABLE `branches`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `child_note_for_fc_ones`
--
ALTER TABLE `child_note_for_fc_ones`
  ADD PRIMARY KEY (`id`),
  ADD KEY `child_note_for_fc_ones_parent_note_for_fc_one_id_foreign` (`parent_note_for_fc_one_id`);

--
-- Indexes for table `child_note_for_fc_twos`
--
ALTER TABLE `child_note_for_fc_twos`
  ADD PRIMARY KEY (`id`),
  ADD KEY `child_note_for_fc_twos_parent_note_for_fc_two_id_foreign` (`parent_note_for_fc_two_id`);

--
-- Indexes for table `child_note_for_fd_nines`
--
ALTER TABLE `child_note_for_fd_nines`
  ADD PRIMARY KEY (`id`),
  ADD KEY `child_note_for_fd_nines_p_note_for_fd_nine_id_foreign` (`p_note_for_fd_nine_id`);

--
-- Indexes for table `child_note_for_fd_nine_ones`
--
ALTER TABLE `child_note_for_fd_nine_ones`
  ADD PRIMARY KEY (`id`),
  ADD KEY `child_note_for_fd_nine_ones_p_note_for_fd_nine_one_id_foreign` (`p_note_for_fd_nine_one_id`);

--
-- Indexes for table `child_note_for_fd_sevens`
--
ALTER TABLE `child_note_for_fd_sevens`
  ADD PRIMARY KEY (`id`),
  ADD KEY `child_note_for_fd_sevens_parent_note_for_fd_seven_id_foreign` (`parent_note_for_fd_seven_id`);

--
-- Indexes for table `child_note_for_fd_sixes`
--
ALTER TABLE `child_note_for_fd_sixes`
  ADD PRIMARY KEY (`id`),
  ADD KEY `child_note_for_fd_sixes_parent_note_for_fdsix_id_foreign` (`parent_note_for_fdsix_id`);

--
-- Indexes for table `child_note_for_fd_threes`
--
ALTER TABLE `child_note_for_fd_threes`
  ADD PRIMARY KEY (`id`),
  ADD KEY `child_note_for_fd_threes_parent_note_for_fd_three_id_foreign` (`parent_note_for_fd_three_id`);

--
-- Indexes for table `child_note_for_name_changes`
--
ALTER TABLE `child_note_for_name_changes`
  ADD PRIMARY KEY (`id`),
  ADD KEY `child_note_for_name_changes_parentnote_name_change_id_foreign` (`parentnote_name_change_id`);

--
-- Indexes for table `child_note_for_registrations`
--
ALTER TABLE `child_note_for_registrations`
  ADD PRIMARY KEY (`id`),
  ADD KEY `child_note_for_registrations_parent_note_regid_foreign` (`parent_note_regid`);

--
-- Indexes for table `child_note_for_renews`
--
ALTER TABLE `child_note_for_renews`
  ADD PRIMARY KEY (`id`),
  ADD KEY `child_note_for_renews_parent_note_for_renew_id_foreign` (`parent_note_for_renew_id`);

--
-- Indexes for table `civilinfos`
--
ALTER TABLE `civilinfos`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `countries`
--
ALTER TABLE `countries`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `dak_details`
--
ALTER TABLE `dak_details`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `designation_lists`
--
ALTER TABLE `designation_lists`
  ADD PRIMARY KEY (`id`),
  ADD KEY `designation_lists_branch_id_foreign` (`branch_id`);

--
-- Indexes for table `designation_steps`
--
ALTER TABLE `designation_steps`
  ADD PRIMARY KEY (`id`),
  ADD KEY `designation_steps_designation_list_id_foreign` (`designation_list_id`);

--
-- Indexes for table `document_types`
--
ALTER TABLE `document_types`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `failed_jobs`
--
ALTER TABLE `failed_jobs`
  ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `failed_jobs_uuid_unique` (`uuid`);

--
-- Indexes for table `fc1_forms`
--
ALTER TABLE `fc1_forms`
  ADD PRIMARY KEY (`id`),
  ADD KEY `fc1_forms_fd_one_form_id_foreign` (`fd_one_form_id`);

--
-- Indexes for table `fc2_forms`
--
ALTER TABLE `fc2_forms`
  ADD PRIMARY KEY (`id`),
  ADD KEY `fc2_forms_fd_one_form_id_foreign` (`fd_one_form_id`);

--
-- Indexes for table `fc_one_daks`
--
ALTER TABLE `fc_one_daks`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `fc_two_daks`
--
ALTER TABLE `fc_two_daks`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `fc_two_office_saroks`
--
ALTER TABLE `fc_two_office_saroks`
  ADD PRIMARY KEY (`id`),
  ADD KEY `fc_two_office_saroks_parent_note_for_fc_two_id_foreign` (`parent_note_for_fc_two_id`);

--
-- Indexes for table `fd2_fc1_other_infos`
--
ALTER TABLE `fd2_fc1_other_infos`
  ADD PRIMARY KEY (`id`),
  ADD KEY `fd2_fc1_other_infos_fd2_form_for_fc1_form_id_foreign` (`fd2_form_for_fc1_form_id`);

--
-- Indexes for table `fd2_fc2_other_infos`
--
ALTER TABLE `fd2_fc2_other_infos`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `fd2_fd3_other_infos`
--
ALTER TABLE `fd2_fd3_other_infos`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `fd2_fd7_other_infos`
--
ALTER TABLE `fd2_fd7_other_infos`
  ADD PRIMARY KEY (`id`),
  ADD KEY `fd2_fd7_other_infos_fd2_form_for_fd7_form_id_foreign` (`fd2_form_for_fd7_form_id`);

--
-- Indexes for table `fd2_forms`
--
ALTER TABLE `fd2_forms`
  ADD PRIMARY KEY (`id`),
  ADD KEY `fd2_forms_fd_one_form_id_foreign` (`fd_one_form_id`);

--
-- Indexes for table `fd2_form_for_fc1_forms`
--
ALTER TABLE `fd2_form_for_fc1_forms`
  ADD PRIMARY KEY (`id`),
  ADD KEY `fd2_form_for_fc1_forms_fd_one_form_id_foreign` (`fd_one_form_id`),
  ADD KEY `fd2_form_for_fc1_forms_fc1_form_id_foreign` (`fc1_form_id`);

--
-- Indexes for table `fd2_form_for_fc2_forms`
--
ALTER TABLE `fd2_form_for_fc2_forms`
  ADD PRIMARY KEY (`id`),
  ADD KEY `fd2_form_for_fc2_forms_fd_one_form_id_foreign` (`fd_one_form_id`),
  ADD KEY `fd2_form_for_fc2_forms_fc2_form_id_foreign` (`fc2_form_id`);

--
-- Indexes for table `fd2_form_for_fd3_forms`
--
ALTER TABLE `fd2_form_for_fd3_forms`
  ADD PRIMARY KEY (`id`),
  ADD KEY `fd2_form_for_fd3_forms_fd_one_form_id_foreign` (`fd_one_form_id`),
  ADD KEY `fd2_form_for_fd3_forms_fd3_form_id_foreign` (`fd3_form_id`);

--
-- Indexes for table `fd2_form_for_fd7_forms`
--
ALTER TABLE `fd2_form_for_fd7_forms`
  ADD PRIMARY KEY (`id`),
  ADD KEY `fd2_form_for_fd7_forms_fd_one_form_id_foreign` (`fd_one_form_id`),
  ADD KEY `fd2_form_for_fd7_forms_fd7_form_id_foreign` (`fd7_form_id`);

--
-- Indexes for table `fd2_form_other_infos`
--
ALTER TABLE `fd2_form_other_infos`
  ADD PRIMARY KEY (`id`),
  ADD KEY `fd2_form_other_infos_fd2_form_id_foreign` (`fd2_form_id`);

--
-- Indexes for table `fd3_forms`
--
ALTER TABLE `fd3_forms`
  ADD PRIMARY KEY (`id`),
  ADD KEY `fd3_forms_fd_one_form_id_foreign` (`fd_one_form_id`);

--
-- Indexes for table `fd6_forms`
--
ALTER TABLE `fd6_forms`
  ADD PRIMARY KEY (`id`),
  ADD KEY `fd6_forms_fd_one_form_id_foreign` (`fd_one_form_id`);

--
-- Indexes for table `fd6_form_prokolpo_areas`
--
ALTER TABLE `fd6_form_prokolpo_areas`
  ADD PRIMARY KEY (`id`),
  ADD KEY `fd6_form_prokolpo_areas_fd6_form_id_foreign` (`fd6_form_id`);

--
-- Indexes for table `fd7_forms`
--
ALTER TABLE `fd7_forms`
  ADD PRIMARY KEY (`id`),
  ADD KEY `fd7_forms_fd_one_form_id_foreign` (`fd_one_form_id`);

--
-- Indexes for table `fd7_form_prokolpo_areas`
--
ALTER TABLE `fd7_form_prokolpo_areas`
  ADD PRIMARY KEY (`id`),
  ADD KEY `fd7_form_prokolpo_areas_fd7_form_id_foreign` (`fd7_form_id`);

--
-- Indexes for table `fd9_foreigner_employee_family_member_lists`
--
ALTER TABLE `fd9_foreigner_employee_family_member_lists`
  ADD PRIMARY KEY (`id`),
  ADD KEY `fd9_foreigner_employee_family_member_lists_fd9_form_id_foreign` (`fd9_form_id`);

--
-- Indexes for table `fd9_forms`
--
ALTER TABLE `fd9_forms`
  ADD PRIMARY KEY (`id`),
  ADD KEY `fd9_forms_fd_one_form_id_foreign` (`fd_one_form_id`);

--
-- Indexes for table `fd9_forwarding_letter_edits`
--
ALTER TABLE `fd9_forwarding_letter_edits`
  ADD PRIMARY KEY (`id`),
  ADD KEY `fd9_forwarding_letter_edits_forwarding_letter_id_foreign` (`forwarding_letter_id`);

--
-- Indexes for table `fd9_one_forms`
--
ALTER TABLE `fd9_one_forms`
  ADD PRIMARY KEY (`id`),
  ADD KEY `fd9_one_forms_fd_one_form_id_foreign` (`fd_one_form_id`);

--
-- Indexes for table `fd_nine_office_saroks`
--
ALTER TABLE `fd_nine_office_saroks`
  ADD PRIMARY KEY (`id`),
  ADD KEY `fd_nine_office_saroks_p_note_for_fd_nine_id_foreign` (`p_note_for_fd_nine_id`);

--
-- Indexes for table `fd_nine_one_office_saroks`
--
ALTER TABLE `fd_nine_one_office_saroks`
  ADD PRIMARY KEY (`id`),
  ADD KEY `fd_nine_one_office_saroks_p_note_for_fd_nine_one_id_foreign` (`p_note_for_fd_nine_one_id`);

--
-- Indexes for table `fd_one_adviser_lists`
--
ALTER TABLE `fd_one_adviser_lists`
  ADD PRIMARY KEY (`id`),
  ADD KEY `fd_one_adviser_lists_fd_one_form_id_foreign` (`fd_one_form_id`);

--
-- Indexes for table `fd_one_bank_accounts`
--
ALTER TABLE `fd_one_bank_accounts`
  ADD PRIMARY KEY (`id`),
  ADD KEY `fd_one_bank_accounts_fd_one_form_id_foreign` (`fd_one_form_id`);

--
-- Indexes for table `fd_one_forms`
--
ALTER TABLE `fd_one_forms`
  ADD PRIMARY KEY (`id`),
  ADD KEY `fd_one_forms_user_id_foreign` (`user_id`);

--
-- Indexes for table `fd_one_member_lists`
--
ALTER TABLE `fd_one_member_lists`
  ADD PRIMARY KEY (`id`),
  ADD KEY `fd_one_member_lists_fd_one_form_id_foreign` (`fd_one_form_id`);

--
-- Indexes for table `fd_one_other_pdf_lists`
--
ALTER TABLE `fd_one_other_pdf_lists`
  ADD PRIMARY KEY (`id`),
  ADD KEY `fd_one_other_pdf_lists_fd_one_form_id_foreign` (`fd_one_form_id`);

--
-- Indexes for table `fd_one_source_of_funds`
--
ALTER TABLE `fd_one_source_of_funds`
  ADD PRIMARY KEY (`id`),
  ADD KEY `fd_one_source_of_funds_fd_one_form_id_foreign` (`fd_one_form_id`);

--
-- Indexes for table `fd_seven_office_saroks`
--
ALTER TABLE `fd_seven_office_saroks`
  ADD PRIMARY KEY (`id`),
  ADD KEY `fd_seven_office_saroks_parent_note_for_fd_seven_id_foreign` (`parent_note_for_fd_seven_id`);

--
-- Indexes for table `fd_three_daks`
--
ALTER TABLE `fd_three_daks`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `fd_three_office_saroks`
--
ALTER TABLE `fd_three_office_saroks`
  ADD PRIMARY KEY (`id`),
  ADD KEY `fd_three_office_saroks_parent_note_for_fd_three_id_foreign` (`parent_note_for_fd_three_id`);

--
-- Indexes for table `form_complete_statuses`
--
ALTER TABLE `form_complete_statuses`
  ADD PRIMARY KEY (`id`),
  ADD KEY `form_complete_statuses_user_id_foreign` (`user_id`);

--
-- Indexes for table `form_eights`
--
ALTER TABLE `form_eights`
  ADD PRIMARY KEY (`id`),
  ADD KEY `form_eights_fd_one_form_id_foreign` (`fd_one_form_id`);

--
-- Indexes for table `forwarding_letters`
--
ALTER TABLE `forwarding_letters`
  ADD PRIMARY KEY (`id`),
  ADD KEY `forwarding_letters_admin_id_foreign` (`admin_id`);

--
-- Indexes for table `forwarding_letter_onulipis`
--
ALTER TABLE `forwarding_letter_onulipis`
  ADD PRIMARY KEY (`id`),
  ADD KEY `forwarding_letter_onulipis_forwarding_letter_id_foreign` (`forwarding_letter_id`);

--
-- Indexes for table `job_histories`
--
ALTER TABLE `job_histories`
  ADD PRIMARY KEY (`id`),
  ADD KEY `job_histories_admin_id_foreign` (`admin_id`),
  ADD KEY `job_histories_designation_list_id_foreign` (`designation_list_id`);

--
-- Indexes for table `log_activities`
--
ALTER TABLE `log_activities`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `migrations`
--
ALTER TABLE `migrations`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `model_has_permissions`
--
ALTER TABLE `model_has_permissions`
  ADD PRIMARY KEY (`permission_id`,`model_id`,`model_type`),
  ADD KEY `model_has_permissions_model_id_model_type_index` (`model_id`,`model_type`);

--
-- Indexes for table `model_has_roles`
--
ALTER TABLE `model_has_roles`
  ADD PRIMARY KEY (`role_id`,`model_id`,`model_type`),
  ADD KEY `model_has_roles_model_id_model_type_index` (`model_id`,`model_type`);

--
-- Indexes for table `name_change_docs`
--
ALTER TABLE `name_change_docs`
  ADD PRIMARY KEY (`id`),
  ADD KEY `name_change_docs_ngo_name_change_id_foreign` (`ngo_name_change_id`);

--
-- Indexes for table `name_change_office_saroks`
--
ALTER TABLE `name_change_office_saroks`
  ADD PRIMARY KEY (`id`),
  ADD KEY `name_change_office_saroks_parentnote_name_change_id_foreign` (`parentnote_name_change_id`);

--
-- Indexes for table `ngo_durations`
--
ALTER TABLE `ngo_durations`
  ADD PRIMARY KEY (`id`),
  ADD KEY `ngo_durations_fd_one_form_id_foreign` (`fd_one_form_id`);

--
-- Indexes for table `ngo_fd_seven_daks`
--
ALTER TABLE `ngo_fd_seven_daks`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `ngo_fd_six_daks`
--
ALTER TABLE `ngo_fd_six_daks`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `ngo_f_d_nine_daks`
--
ALTER TABLE `ngo_f_d_nine_daks`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `ngo_f_d_nine_one_daks`
--
ALTER TABLE `ngo_f_d_nine_one_daks`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `ngo_member_lists`
--
ALTER TABLE `ngo_member_lists`
  ADD PRIMARY KEY (`id`),
  ADD KEY `ngo_member_lists_fd_one_form_id_foreign` (`fd_one_form_id`);

--
-- Indexes for table `ngo_member_nid_photos`
--
ALTER TABLE `ngo_member_nid_photos`
  ADD PRIMARY KEY (`id`),
  ADD KEY `ngo_member_nid_photos_fd_one_form_id_foreign` (`fd_one_form_id`);

--
-- Indexes for table `ngo_name_changes`
--
ALTER TABLE `ngo_name_changes`
  ADD PRIMARY KEY (`id`),
  ADD KEY `ngo_name_changes_fd_one_form_id_foreign` (`fd_one_form_id`);

--
-- Indexes for table `ngo_name_change_daks`
--
ALTER TABLE `ngo_name_change_daks`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `ngo_other_docs`
--
ALTER TABLE `ngo_other_docs`
  ADD PRIMARY KEY (`id`),
  ADD KEY `ngo_other_docs_fd_one_form_id_foreign` (`fd_one_form_id`);

--
-- Indexes for table `ngo_registration_daks`
--
ALTER TABLE `ngo_registration_daks`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `ngo_renews`
--
ALTER TABLE `ngo_renews`
  ADD PRIMARY KEY (`id`),
  ADD KEY `ngo_renews_fd_one_form_id_foreign` (`fd_one_form_id`);

--
-- Indexes for table `ngo_renew_daks`
--
ALTER TABLE `ngo_renew_daks`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `ngo_renew_infos`
--
ALTER TABLE `ngo_renew_infos`
  ADD PRIMARY KEY (`id`),
  ADD KEY `ngo_renew_infos_user_id_foreign` (`user_id`),
  ADD KEY `ngo_renew_infos_fd_one_form_id_foreign` (`fd_one_form_id`);

--
-- Indexes for table `ngo_statuses`
--
ALTER TABLE `ngo_statuses`
  ADD PRIMARY KEY (`id`),
  ADD KEY `ngo_statuses_fd_one_form_id_foreign` (`fd_one_form_id`);

--
-- Indexes for table `ngo_type_and_languages`
--
ALTER TABLE `ngo_type_and_languages`
  ADD PRIMARY KEY (`id`),
  ADD KEY `ngo_type_and_languages_user_id_foreign` (`user_id`);

--
-- Indexes for table `nothi_approvers`
--
ALTER TABLE `nothi_approvers`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `nothi_attarcts`
--
ALTER TABLE `nothi_attarcts`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `nothi_copies`
--
ALTER TABLE `nothi_copies`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `nothi_details`
--
ALTER TABLE `nothi_details`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `nothi_first_sender_lists`
--
ALTER TABLE `nothi_first_sender_lists`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `nothi_lists`
--
ALTER TABLE `nothi_lists`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `nothi_permissions`
--
ALTER TABLE `nothi_permissions`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `nothi_prapoks`
--
ALTER TABLE `nothi_prapoks`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `nothi_senders`
--
ALTER TABLE `nothi_senders`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `notices`
--
ALTER TABLE `notices`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `n_visas`
--
ALTER TABLE `n_visas`
  ADD PRIMARY KEY (`id`),
  ADD KEY `n_visas_fd_one_form_id_foreign` (`fd_one_form_id`),
  ADD KEY `n_visas_fd9_one_form_id_foreign` (`fd9_one_form_id`);

--
-- Indexes for table `n_visa_authorized_personal_of_the_orgs`
--
ALTER TABLE `n_visa_authorized_personal_of_the_orgs`
  ADD PRIMARY KEY (`id`),
  ADD KEY `n_visa_authorized_personal_of_the_orgs_n_visa_id_foreign` (`n_visa_id`);

--
-- Indexes for table `n_visa_compensation_and_benifits`
--
ALTER TABLE `n_visa_compensation_and_benifits`
  ADD PRIMARY KEY (`id`),
  ADD KEY `n_visa_compensation_and_benifits_n_visa_id_foreign` (`n_visa_id`);

--
-- Indexes for table `n_visa_employment_information`
--
ALTER TABLE `n_visa_employment_information`
  ADD PRIMARY KEY (`id`),
  ADD KEY `n_visa_employment_information_n_visa_id_foreign` (`n_visa_id`);

--
-- Indexes for table `n_visa_manpower_of_the_offices`
--
ALTER TABLE `n_visa_manpower_of_the_offices`
  ADD PRIMARY KEY (`id`),
  ADD KEY `n_visa_manpower_of_the_offices_n_visa_id_foreign` (`n_visa_id`);

--
-- Indexes for table `n_visa_necessary_document_for_work_permits`
--
ALTER TABLE `n_visa_necessary_document_for_work_permits`
  ADD PRIMARY KEY (`id`),
  ADD KEY `n_visa_necessary_document_for_work_permits_n_visa_id_foreign` (`n_visa_id`);

--
-- Indexes for table `n_visa_particulars_of_foreign_incumbnets`
--
ALTER TABLE `n_visa_particulars_of_foreign_incumbnets`
  ADD PRIMARY KEY (`id`),
  ADD KEY `n_visa_particulars_of_foreign_incumbnets_n_visa_id_foreign` (`n_visa_id`);

--
-- Indexes for table `n_visa_particular_of_sponsor_or_employers`
--
ALTER TABLE `n_visa_particular_of_sponsor_or_employers`
  ADD PRIMARY KEY (`id`),
  ADD KEY `n_visa_particular_of_sponsor_or_employers_n_visa_id_foreign` (`n_visa_id`);

--
-- Indexes for table `n_visa_work_place_addresses`
--
ALTER TABLE `n_visa_work_place_addresses`
  ADD PRIMARY KEY (`id`),
  ADD KEY `n_visa_work_place_addresses_n_visa_id_foreign` (`n_visa_id`);

--
-- Indexes for table `oauth_access_tokens`
--
ALTER TABLE `oauth_access_tokens`
  ADD PRIMARY KEY (`id`),
  ADD KEY `oauth_access_tokens_user_id_index` (`user_id`);

--
-- Indexes for table `oauth_auth_codes`
--
ALTER TABLE `oauth_auth_codes`
  ADD PRIMARY KEY (`id`),
  ADD KEY `oauth_auth_codes_user_id_index` (`user_id`);

--
-- Indexes for table `oauth_clients`
--
ALTER TABLE `oauth_clients`
  ADD PRIMARY KEY (`id`),
  ADD KEY `oauth_clients_user_id_index` (`user_id`);

--
-- Indexes for table `oauth_personal_access_clients`
--
ALTER TABLE `oauth_personal_access_clients`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `oauth_refresh_tokens`
--
ALTER TABLE `oauth_refresh_tokens`
  ADD PRIMARY KEY (`id`),
  ADD KEY `oauth_refresh_tokens_access_token_id_index` (`access_token_id`);

--
-- Indexes for table `parent_note_for_fc_ones`
--
ALTER TABLE `parent_note_for_fc_ones`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `parent_note_for_fc_twos`
--
ALTER TABLE `parent_note_for_fc_twos`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `parent_note_for_fdsixes`
--
ALTER TABLE `parent_note_for_fdsixes`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `parent_note_for_fd_nines`
--
ALTER TABLE `parent_note_for_fd_nines`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `parent_note_for_fd_nine_ones`
--
ALTER TABLE `parent_note_for_fd_nine_ones`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `parent_note_for_fd_sevens`
--
ALTER TABLE `parent_note_for_fd_sevens`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `parent_note_for_fd_threes`
--
ALTER TABLE `parent_note_for_fd_threes`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `parent_note_for_name_changes`
--
ALTER TABLE `parent_note_for_name_changes`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `parent_note_for_registrations`
--
ALTER TABLE `parent_note_for_registrations`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `parent_note_for_renews`
--
ALTER TABLE `parent_note_for_renews`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `password_resets`
--
ALTER TABLE `password_resets`
  ADD KEY `password_resets_email_index` (`email`);

--
-- Indexes for table `password_reset_tokens`
--
ALTER TABLE `password_reset_tokens`
  ADD PRIMARY KEY (`email`);

--
-- Indexes for table `permissions`
--
ALTER TABLE `permissions`
  ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `permissions_name_guard_name_unique` (`name`,`guard_name`);

--
-- Indexes for table `personal_access_tokens`
--
ALTER TABLE `personal_access_tokens`
  ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `personal_access_tokens_token_unique` (`token`),
  ADD KEY `personal_access_tokens_tokenable_type_tokenable_id_index` (`tokenable_type`,`tokenable_id`);

--
-- Indexes for table `registration_office_saroks`
--
ALTER TABLE `registration_office_saroks`
  ADD PRIMARY KEY (`id`),
  ADD KEY `registration_office_saroks_parent_note_regid_foreign` (`parent_note_regid`);

--
-- Indexes for table `renewal_files`
--
ALTER TABLE `renewal_files`
  ADD PRIMARY KEY (`id`),
  ADD KEY `renewal_files_fd_one_form_id_foreign` (`fd_one_form_id`);

--
-- Indexes for table `renew_office_saroks`
--
ALTER TABLE `renew_office_saroks`
  ADD PRIMARY KEY (`id`),
  ADD KEY `renew_office_saroks_parent_note_for_renew_id_foreign` (`parent_note_for_renew_id`);

--
-- Indexes for table `roles`
--
ALTER TABLE `roles`
  ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `roles_name_guard_name_unique` (`name`,`guard_name`);

--
-- Indexes for table `role_has_permissions`
--
ALTER TABLE `role_has_permissions`
  ADD PRIMARY KEY (`permission_id`,`role_id`),
  ADD KEY `role_has_permissions_role_id_foreign` (`role_id`);

--
-- Indexes for table `secruity_checks`
--
ALTER TABLE `secruity_checks`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `system_information`
--
ALTER TABLE `system_information`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `users`
--
ALTER TABLE `users`
  ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `users_email_unique` (`email`);

--
-- AUTO_INCREMENT for dumped tables
--

--
-- AUTO_INCREMENT for table `admins`
--
ALTER TABLE `admins`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=224;

--
-- AUTO_INCREMENT for table `admin_designation_histories`
--
ALTER TABLE `admin_designation_histories`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=15;

--
-- AUTO_INCREMENT for table `article_signs`
--
ALTER TABLE `article_signs`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=16;

--
-- AUTO_INCREMENT for table `branches`
--
ALTER TABLE `branches`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=13;

--
-- AUTO_INCREMENT for table `child_note_for_fc_ones`
--
ALTER TABLE `child_note_for_fc_ones`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `child_note_for_fc_twos`
--
ALTER TABLE `child_note_for_fc_twos`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `child_note_for_fd_nines`
--
ALTER TABLE `child_note_for_fd_nines`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=8;

--
-- AUTO_INCREMENT for table `child_note_for_fd_nine_ones`
--
ALTER TABLE `child_note_for_fd_nine_ones`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=3;

--
-- AUTO_INCREMENT for table `child_note_for_fd_sevens`
--
ALTER TABLE `child_note_for_fd_sevens`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `child_note_for_fd_sixes`
--
ALTER TABLE `child_note_for_fd_sixes`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=2;

--
-- AUTO_INCREMENT for table `child_note_for_fd_threes`
--
ALTER TABLE `child_note_for_fd_threes`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `child_note_for_name_changes`
--
ALTER TABLE `child_note_for_name_changes`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=4;

--
-- AUTO_INCREMENT for table `child_note_for_registrations`
--
ALTER TABLE `child_note_for_registrations`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=22;

--
-- AUTO_INCREMENT for table `child_note_for_renews`
--
ALTER TABLE `child_note_for_renews`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=12;

--
-- AUTO_INCREMENT for table `civilinfos`
--
ALTER TABLE `civilinfos`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=3729;

--
-- AUTO_INCREMENT for table `countries`
--
ALTER TABLE `countries`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=194;

--
-- AUTO_INCREMENT for table `dak_details`
--
ALTER TABLE `dak_details`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=57;

--
-- AUTO_INCREMENT for table `designation_lists`
--
ALTER TABLE `designation_lists`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=44;

--
-- AUTO_INCREMENT for table `designation_steps`
--
ALTER TABLE `designation_steps`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=2;

--
-- AUTO_INCREMENT for table `document_types`
--
ALTER TABLE `document_types`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=6;

--
-- AUTO_INCREMENT for table `failed_jobs`
--
ALTER TABLE `failed_jobs`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `fc1_forms`
--
ALTER TABLE `fc1_forms`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=4;

--
-- AUTO_INCREMENT for table `fc2_forms`
--
ALTER TABLE `fc2_forms`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=4;

--
-- AUTO_INCREMENT for table `fc_one_daks`
--
ALTER TABLE `fc_one_daks`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=2;

--
-- AUTO_INCREMENT for table `fc_two_daks`
--
ALTER TABLE `fc_two_daks`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `fc_two_office_saroks`
--
ALTER TABLE `fc_two_office_saroks`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `fd2_fc1_other_infos`
--
ALTER TABLE `fd2_fc1_other_infos`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=2;

--
-- AUTO_INCREMENT for table `fd2_fc2_other_infos`
--
ALTER TABLE `fd2_fc2_other_infos`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=2;

--
-- AUTO_INCREMENT for table `fd2_fd3_other_infos`
--
ALTER TABLE `fd2_fd3_other_infos`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=3;

--
-- AUTO_INCREMENT for table `fd2_fd7_other_infos`
--
ALTER TABLE `fd2_fd7_other_infos`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=3;

--
-- AUTO_INCREMENT for table `fd2_forms`
--
ALTER TABLE `fd2_forms`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=3;

--
-- AUTO_INCREMENT for table `fd2_form_for_fc1_forms`
--
ALTER TABLE `fd2_form_for_fc1_forms`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=3;

--
-- AUTO_INCREMENT for table `fd2_form_for_fc2_forms`
--
ALTER TABLE `fd2_form_for_fc2_forms`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=4;

--
-- AUTO_INCREMENT for table `fd2_form_for_fd3_forms`
--
ALTER TABLE `fd2_form_for_fd3_forms`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=5;

--
-- AUTO_INCREMENT for table `fd2_form_for_fd7_forms`
--
ALTER TABLE `fd2_form_for_fd7_forms`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=5;

--
-- AUTO_INCREMENT for table `fd2_form_other_infos`
--
ALTER TABLE `fd2_form_other_infos`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=2;

--
-- AUTO_INCREMENT for table `fd3_forms`
--
ALTER TABLE `fd3_forms`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=5;

--
-- AUTO_INCREMENT for table `fd6_forms`
--
ALTER TABLE `fd6_forms`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=3;

--
-- AUTO_INCREMENT for table `fd6_form_prokolpo_areas`
--
ALTER TABLE `fd6_form_prokolpo_areas`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=3;

--
-- AUTO_INCREMENT for table `fd7_forms`
--
ALTER TABLE `fd7_forms`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=3;

--
-- AUTO_INCREMENT for table `fd7_form_prokolpo_areas`
--
ALTER TABLE `fd7_form_prokolpo_areas`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=8;

--
-- AUTO_INCREMENT for table `fd9_foreigner_employee_family_member_lists`
--
ALTER TABLE `fd9_foreigner_employee_family_member_lists`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `fd9_forms`
--
ALTER TABLE `fd9_forms`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=5;

--
-- AUTO_INCREMENT for table `fd9_forwarding_letter_edits`
--
ALTER TABLE `fd9_forwarding_letter_edits`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=2;

--
-- AUTO_INCREMENT for table `fd9_one_forms`
--
ALTER TABLE `fd9_one_forms`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=7;

--
-- AUTO_INCREMENT for table `fd_nine_office_saroks`
--
ALTER TABLE `fd_nine_office_saroks`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `fd_nine_one_office_saroks`
--
ALTER TABLE `fd_nine_one_office_saroks`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `fd_one_adviser_lists`
--
ALTER TABLE `fd_one_adviser_lists`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=14;

--
-- AUTO_INCREMENT for table `fd_one_bank_accounts`
--
ALTER TABLE `fd_one_bank_accounts`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=38;

--
-- AUTO_INCREMENT for table `fd_one_forms`
--
ALTER TABLE `fd_one_forms`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=44;

--
-- AUTO_INCREMENT for table `fd_one_member_lists`
--
ALTER TABLE `fd_one_member_lists`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=125;

--
-- AUTO_INCREMENT for table `fd_one_other_pdf_lists`
--
ALTER TABLE `fd_one_other_pdf_lists`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=5;

--
-- AUTO_INCREMENT for table `fd_one_source_of_funds`
--
ALTER TABLE `fd_one_source_of_funds`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=13;

--
-- AUTO_INCREMENT for table `fd_seven_office_saroks`
--
ALTER TABLE `fd_seven_office_saroks`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=2;

--
-- AUTO_INCREMENT for table `fd_three_daks`
--
ALTER TABLE `fd_three_daks`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=2;

--
-- AUTO_INCREMENT for table `fd_three_office_saroks`
--
ALTER TABLE `fd_three_office_saroks`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `form_complete_statuses`
--
ALTER TABLE `form_complete_statuses`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=41;

--
-- AUTO_INCREMENT for table `form_eights`
--
ALTER TABLE `form_eights`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=38;

--
-- AUTO_INCREMENT for table `forwarding_letters`
--
ALTER TABLE `forwarding_letters`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=5;

--
-- AUTO_INCREMENT for table `forwarding_letter_onulipis`
--
ALTER TABLE `forwarding_letter_onulipis`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=10;

--
-- AUTO_INCREMENT for table `job_histories`
--
ALTER TABLE `job_histories`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `log_activities`
--
ALTER TABLE `log_activities`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=1847;

--
-- AUTO_INCREMENT for table `migrations`
--
ALTER TABLE `migrations`
  MODIFY `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=163;

--
-- AUTO_INCREMENT for table `name_change_docs`
--
ALTER TABLE `name_change_docs`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=117;

--
-- AUTO_INCREMENT for table `name_change_office_saroks`
--
ALTER TABLE `name_change_office_saroks`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=2;

--
-- AUTO_INCREMENT for table `ngo_durations`
--
ALTER TABLE `ngo_durations`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=20;

--
-- AUTO_INCREMENT for table `ngo_fd_seven_daks`
--
ALTER TABLE `ngo_fd_seven_daks`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=4;

--
-- AUTO_INCREMENT for table `ngo_fd_six_daks`
--
ALTER TABLE `ngo_fd_six_daks`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=3;

--
-- AUTO_INCREMENT for table `ngo_f_d_nine_daks`
--
ALTER TABLE `ngo_f_d_nine_daks`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=3;

--
-- AUTO_INCREMENT for table `ngo_f_d_nine_one_daks`
--
ALTER TABLE `ngo_f_d_nine_one_daks`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=5;

--
-- AUTO_INCREMENT for table `ngo_member_lists`
--
ALTER TABLE `ngo_member_lists`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=13;

--
-- AUTO_INCREMENT for table `ngo_member_nid_photos`
--
ALTER TABLE `ngo_member_nid_photos`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=16;

--
-- AUTO_INCREMENT for table `ngo_name_changes`
--
ALTER TABLE `ngo_name_changes`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=21;

--
-- AUTO_INCREMENT for table `ngo_name_change_daks`
--
ALTER TABLE `ngo_name_change_daks`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=9;

--
-- AUTO_INCREMENT for table `ngo_other_docs`
--
ALTER TABLE `ngo_other_docs`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=139;

--
-- AUTO_INCREMENT for table `ngo_registration_daks`
--
ALTER TABLE `ngo_registration_daks`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=29;

--
-- AUTO_INCREMENT for table `ngo_renews`
--
ALTER TABLE `ngo_renews`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=15;

--
-- AUTO_INCREMENT for table `ngo_renew_daks`
--
ALTER TABLE `ngo_renew_daks`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=97;

--
-- AUTO_INCREMENT for table `ngo_renew_infos`
--
ALTER TABLE `ngo_renew_infos`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=16;

--
-- AUTO_INCREMENT for table `ngo_statuses`
--
ALTER TABLE `ngo_statuses`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=27;

--
-- AUTO_INCREMENT for table `ngo_type_and_languages`
--
ALTER TABLE `ngo_type_and_languages`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=49;

--
-- AUTO_INCREMENT for table `nothi_approvers`
--
ALTER TABLE `nothi_approvers`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=13;

--
-- AUTO_INCREMENT for table `nothi_attarcts`
--
ALTER TABLE `nothi_attarcts`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=11;

--
-- AUTO_INCREMENT for table `nothi_copies`
--
ALTER TABLE `nothi_copies`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=12;

--
-- AUTO_INCREMENT for table `nothi_details`
--
ALTER TABLE `nothi_details`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=18;

--
-- AUTO_INCREMENT for table `nothi_first_sender_lists`
--
ALTER TABLE `nothi_first_sender_lists`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=3;

--
-- AUTO_INCREMENT for table `nothi_lists`
--
ALTER TABLE `nothi_lists`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=11;

--
-- AUTO_INCREMENT for table `nothi_permissions`
--
ALTER TABLE `nothi_permissions`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=18;

--
-- AUTO_INCREMENT for table `nothi_prapoks`
--
ALTER TABLE `nothi_prapoks`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=43;

--
-- AUTO_INCREMENT for table `nothi_senders`
--
ALTER TABLE `nothi_senders`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=7;

--
-- AUTO_INCREMENT for table `notices`
--
ALTER TABLE `notices`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `n_visas`
--
ALTER TABLE `n_visas`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=2;

--
-- AUTO_INCREMENT for table `n_visa_authorized_personal_of_the_orgs`
--
ALTER TABLE `n_visa_authorized_personal_of_the_orgs`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=2;

--
-- AUTO_INCREMENT for table `n_visa_compensation_and_benifits`
--
ALTER TABLE `n_visa_compensation_and_benifits`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=8;

--
-- AUTO_INCREMENT for table `n_visa_employment_information`
--
ALTER TABLE `n_visa_employment_information`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=2;

--
-- AUTO_INCREMENT for table `n_visa_manpower_of_the_offices`
--
ALTER TABLE `n_visa_manpower_of_the_offices`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=2;

--
-- AUTO_INCREMENT for table `n_visa_necessary_document_for_work_permits`
--
ALTER TABLE `n_visa_necessary_document_for_work_permits`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `n_visa_particulars_of_foreign_incumbnets`
--
ALTER TABLE `n_visa_particulars_of_foreign_incumbnets`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=2;

--
-- AUTO_INCREMENT for table `n_visa_particular_of_sponsor_or_employers`
--
ALTER TABLE `n_visa_particular_of_sponsor_or_employers`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=2;

--
-- AUTO_INCREMENT for table `n_visa_work_place_addresses`
--
ALTER TABLE `n_visa_work_place_addresses`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=2;

--
-- AUTO_INCREMENT for table `oauth_clients`
--
ALTER TABLE `oauth_clients`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=3;

--
-- AUTO_INCREMENT for table `oauth_personal_access_clients`
--
ALTER TABLE `oauth_personal_access_clients`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=2;

--
-- AUTO_INCREMENT for table `parent_note_for_fc_ones`
--
ALTER TABLE `parent_note_for_fc_ones`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `parent_note_for_fc_twos`
--
ALTER TABLE `parent_note_for_fc_twos`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `parent_note_for_fdsixes`
--
ALTER TABLE `parent_note_for_fdsixes`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `parent_note_for_fd_nines`
--
ALTER TABLE `parent_note_for_fd_nines`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=2;

--
-- AUTO_INCREMENT for table `parent_note_for_fd_nine_ones`
--
ALTER TABLE `parent_note_for_fd_nine_ones`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `parent_note_for_fd_sevens`
--
ALTER TABLE `parent_note_for_fd_sevens`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `parent_note_for_fd_threes`
--
ALTER TABLE `parent_note_for_fd_threes`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `parent_note_for_name_changes`
--
ALTER TABLE `parent_note_for_name_changes`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=10;

--
-- AUTO_INCREMENT for table `parent_note_for_registrations`
--
ALTER TABLE `parent_note_for_registrations`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=15;

--
-- AUTO_INCREMENT for table `parent_note_for_renews`
--
ALTER TABLE `parent_note_for_renews`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=10;

--
-- AUTO_INCREMENT for table `permissions`
--
ALTER TABLE `permissions`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=97;

--
-- AUTO_INCREMENT for table `personal_access_tokens`
--
ALTER TABLE `personal_access_tokens`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=3;

--
-- AUTO_INCREMENT for table `registration_office_saroks`
--
ALTER TABLE `registration_office_saroks`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=4;

--
-- AUTO_INCREMENT for table `renewal_files`
--
ALTER TABLE `renewal_files`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=26;

--
-- AUTO_INCREMENT for table `renew_office_saroks`
--
ALTER TABLE `renew_office_saroks`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=6;

--
-- AUTO_INCREMENT for table `roles`
--
ALTER TABLE `roles`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=5;

--
-- AUTO_INCREMENT for table `secruity_checks`
--
ALTER TABLE `secruity_checks`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=5;

--
-- AUTO_INCREMENT for table `system_information`
--
ALTER TABLE `system_information`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=2;

--
-- AUTO_INCREMENT for table `users`
--
ALTER TABLE `users`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=69;

--
-- Constraints for dumped tables
--

--
-- Constraints for table `child_note_for_fc_ones`
--
ALTER TABLE `child_note_for_fc_ones`
  ADD CONSTRAINT `child_note_for_fc_ones_parent_note_for_fc_one_id_foreign` FOREIGN KEY (`parent_note_for_fc_one_id`) REFERENCES `parent_note_for_fc_ones` (`id`) ON DELETE CASCADE;

--
-- Constraints for table `child_note_for_fc_twos`
--
ALTER TABLE `child_note_for_fc_twos`
  ADD CONSTRAINT `child_note_for_fc_twos_parent_note_for_fc_two_id_foreign` FOREIGN KEY (`parent_note_for_fc_two_id`) REFERENCES `parent_note_for_fc_twos` (`id`) ON DELETE CASCADE;

--
-- Constraints for table `child_note_for_fd_nines`
--
ALTER TABLE `child_note_for_fd_nines`
  ADD CONSTRAINT `child_note_for_fd_nines_p_note_for_fd_nine_id_foreign` FOREIGN KEY (`p_note_for_fd_nine_id`) REFERENCES `parent_note_for_fd_nines` (`id`) ON DELETE CASCADE;

--
-- Constraints for table `child_note_for_fd_nine_ones`
--
ALTER TABLE `child_note_for_fd_nine_ones`
  ADD CONSTRAINT `child_note_for_fd_nine_ones_p_note_for_fd_nine_one_id_foreign` FOREIGN KEY (`p_note_for_fd_nine_one_id`) REFERENCES `parent_note_for_fd_nine_ones` (`id`) ON DELETE CASCADE;

--
-- Constraints for table `child_note_for_fd_sevens`
--
ALTER TABLE `child_note_for_fd_sevens`
  ADD CONSTRAINT `child_note_for_fd_sevens_parent_note_for_fd_seven_id_foreign` FOREIGN KEY (`parent_note_for_fd_seven_id`) REFERENCES `parent_note_for_fd_sevens` (`id`) ON DELETE CASCADE;

--
-- Constraints for table `child_note_for_fd_sixes`
--
ALTER TABLE `child_note_for_fd_sixes`
  ADD CONSTRAINT `child_note_for_fd_sixes_parent_note_for_fdsix_id_foreign` FOREIGN KEY (`parent_note_for_fdsix_id`) REFERENCES `parent_note_for_fdsixes` (`id`) ON DELETE CASCADE;

--
-- Constraints for table `child_note_for_fd_threes`
--
ALTER TABLE `child_note_for_fd_threes`
  ADD CONSTRAINT `child_note_for_fd_threes_parent_note_for_fd_three_id_foreign` FOREIGN KEY (`parent_note_for_fd_three_id`) REFERENCES `parent_note_for_fd_threes` (`id`) ON DELETE CASCADE;

--
-- Constraints for table `child_note_for_name_changes`
--
ALTER TABLE `child_note_for_name_changes`
  ADD CONSTRAINT `child_note_for_name_changes_parentnote_name_change_id_foreign` FOREIGN KEY (`parentnote_name_change_id`) REFERENCES `parent_note_for_name_changes` (`id`) ON DELETE CASCADE;

--
-- Constraints for table `child_note_for_registrations`
--
ALTER TABLE `child_note_for_registrations`
  ADD CONSTRAINT `child_note_for_registrations_parent_note_regid_foreign` FOREIGN KEY (`parent_note_regid`) REFERENCES `parent_note_for_registrations` (`id`) ON DELETE CASCADE;

--
-- Constraints for table `child_note_for_renews`
--
ALTER TABLE `child_note_for_renews`
  ADD CONSTRAINT `child_note_for_renews_parent_note_for_renew_id_foreign` FOREIGN KEY (`parent_note_for_renew_id`) REFERENCES `parent_note_for_renews` (`id`) ON DELETE CASCADE;

--
-- Constraints for table `designation_lists`
--
ALTER TABLE `designation_lists`
  ADD CONSTRAINT `designation_lists_branch_id_foreign` FOREIGN KEY (`branch_id`) REFERENCES `branches` (`id`) ON DELETE CASCADE;

--
-- Constraints for table `designation_steps`
--
ALTER TABLE `designation_steps`
  ADD CONSTRAINT `designation_steps_designation_list_id_foreign` FOREIGN KEY (`designation_list_id`) REFERENCES `designation_lists` (`id`) ON DELETE CASCADE;

--
-- Constraints for table `fc1_forms`
--
ALTER TABLE `fc1_forms`
  ADD CONSTRAINT `fc1_forms_fd_one_form_id_foreign` FOREIGN KEY (`fd_one_form_id`) REFERENCES `fd_one_forms` (`id`) ON DELETE CASCADE;

--
-- Constraints for table `fc2_forms`
--
ALTER TABLE `fc2_forms`
  ADD CONSTRAINT `fc2_forms_fd_one_form_id_foreign` FOREIGN KEY (`fd_one_form_id`) REFERENCES `fd_one_forms` (`id`) ON DELETE CASCADE;

--
-- Constraints for table `fc_two_office_saroks`
--
ALTER TABLE `fc_two_office_saroks`
  ADD CONSTRAINT `fc_two_office_saroks_parent_note_for_fc_two_id_foreign` FOREIGN KEY (`parent_note_for_fc_two_id`) REFERENCES `parent_note_for_fc_twos` (`id`) ON DELETE CASCADE;

--
-- Constraints for table `fd2_fc1_other_infos`
--
ALTER TABLE `fd2_fc1_other_infos`
  ADD CONSTRAINT `fd2_fc1_other_infos_fd2_form_for_fc1_form_id_foreign` FOREIGN KEY (`fd2_form_for_fc1_form_id`) REFERENCES `fd2_form_for_fc1_forms` (`id`) ON DELETE CASCADE;

--
-- Constraints for table `fd2_fd7_other_infos`
--
ALTER TABLE `fd2_fd7_other_infos`
  ADD CONSTRAINT `fd2_fd7_other_infos_fd2_form_for_fd7_form_id_foreign` FOREIGN KEY (`fd2_form_for_fd7_form_id`) REFERENCES `fd2_form_for_fd7_forms` (`id`) ON DELETE CASCADE;

--
-- Constraints for table `fd2_forms`
--
ALTER TABLE `fd2_forms`
  ADD CONSTRAINT `fd2_forms_fd_one_form_id_foreign` FOREIGN KEY (`fd_one_form_id`) REFERENCES `fd_one_forms` (`id`) ON DELETE CASCADE;

--
-- Constraints for table `fd2_form_for_fc1_forms`
--
ALTER TABLE `fd2_form_for_fc1_forms`
  ADD CONSTRAINT `fd2_form_for_fc1_forms_fc1_form_id_foreign` FOREIGN KEY (`fc1_form_id`) REFERENCES `fc1_forms` (`id`) ON DELETE CASCADE,
  ADD CONSTRAINT `fd2_form_for_fc1_forms_fd_one_form_id_foreign` FOREIGN KEY (`fd_one_form_id`) REFERENCES `fd_one_forms` (`id`) ON DELETE CASCADE;

--
-- Constraints for table `fd2_form_for_fc2_forms`
--
ALTER TABLE `fd2_form_for_fc2_forms`
  ADD CONSTRAINT `fd2_form_for_fc2_forms_fc2_form_id_foreign` FOREIGN KEY (`fc2_form_id`) REFERENCES `fc2_forms` (`id`) ON DELETE CASCADE,
  ADD CONSTRAINT `fd2_form_for_fc2_forms_fd_one_form_id_foreign` FOREIGN KEY (`fd_one_form_id`) REFERENCES `fd_one_forms` (`id`) ON DELETE CASCADE;

--
-- Constraints for table `fd2_form_for_fd3_forms`
--
ALTER TABLE `fd2_form_for_fd3_forms`
  ADD CONSTRAINT `fd2_form_for_fd3_forms_fd3_form_id_foreign` FOREIGN KEY (`fd3_form_id`) REFERENCES `fd3_forms` (`id`) ON DELETE CASCADE,
  ADD CONSTRAINT `fd2_form_for_fd3_forms_fd_one_form_id_foreign` FOREIGN KEY (`fd_one_form_id`) REFERENCES `fd_one_forms` (`id`) ON DELETE CASCADE;

--
-- Constraints for table `fd2_form_for_fd7_forms`
--
ALTER TABLE `fd2_form_for_fd7_forms`
  ADD CONSTRAINT `fd2_form_for_fd7_forms_fd7_form_id_foreign` FOREIGN KEY (`fd7_form_id`) REFERENCES `fd7_forms` (`id`) ON DELETE CASCADE,
  ADD CONSTRAINT `fd2_form_for_fd7_forms_fd_one_form_id_foreign` FOREIGN KEY (`fd_one_form_id`) REFERENCES `fd_one_forms` (`id`) ON DELETE CASCADE;

--
-- Constraints for table `fd2_form_other_infos`
--
ALTER TABLE `fd2_form_other_infos`
  ADD CONSTRAINT `fd2_form_other_infos_fd2_form_id_foreign` FOREIGN KEY (`fd2_form_id`) REFERENCES `fd2_forms` (`id`) ON DELETE CASCADE;

--
-- Constraints for table `fd3_forms`
--
ALTER TABLE `fd3_forms`
  ADD CONSTRAINT `fd3_forms_fd_one_form_id_foreign` FOREIGN KEY (`fd_one_form_id`) REFERENCES `fd_one_forms` (`id`) ON DELETE CASCADE;

--
-- Constraints for table `fd6_forms`
--
ALTER TABLE `fd6_forms`
  ADD CONSTRAINT `fd6_forms_fd_one_form_id_foreign` FOREIGN KEY (`fd_one_form_id`) REFERENCES `fd_one_forms` (`id`) ON DELETE CASCADE;

--
-- Constraints for table `fd6_form_prokolpo_areas`
--
ALTER TABLE `fd6_form_prokolpo_areas`
  ADD CONSTRAINT `fd6_form_prokolpo_areas_fd6_form_id_foreign` FOREIGN KEY (`fd6_form_id`) REFERENCES `fd6_forms` (`id`) ON DELETE CASCADE;

--
-- Constraints for table `fd7_forms`
--
ALTER TABLE `fd7_forms`
  ADD CONSTRAINT `fd7_forms_fd_one_form_id_foreign` FOREIGN KEY (`fd_one_form_id`) REFERENCES `fd_one_forms` (`id`) ON DELETE CASCADE;

--
-- Constraints for table `fd7_form_prokolpo_areas`
--
ALTER TABLE `fd7_form_prokolpo_areas`
  ADD CONSTRAINT `fd7_form_prokolpo_areas_fd7_form_id_foreign` FOREIGN KEY (`fd7_form_id`) REFERENCES `fd7_forms` (`id`) ON DELETE CASCADE;

--
-- Constraints for table `fd9_foreigner_employee_family_member_lists`
--
ALTER TABLE `fd9_foreigner_employee_family_member_lists`
  ADD CONSTRAINT `fd9_foreigner_employee_family_member_lists_fd9_form_id_foreign` FOREIGN KEY (`fd9_form_id`) REFERENCES `fd9_forms` (`id`) ON DELETE CASCADE;

--
-- Constraints for table `fd9_forms`
--
ALTER TABLE `fd9_forms`
  ADD CONSTRAINT `fd9_forms_fd_one_form_id_foreign` FOREIGN KEY (`fd_one_form_id`) REFERENCES `fd_one_forms` (`id`) ON DELETE CASCADE;

--
-- Constraints for table `fd9_forwarding_letter_edits`
--
ALTER TABLE `fd9_forwarding_letter_edits`
  ADD CONSTRAINT `fd9_forwarding_letter_edits_forwarding_letter_id_foreign` FOREIGN KEY (`forwarding_letter_id`) REFERENCES `forwarding_letters` (`id`) ON DELETE CASCADE;

--
-- Constraints for table `fd9_one_forms`
--
ALTER TABLE `fd9_one_forms`
  ADD CONSTRAINT `fd9_one_forms_fd_one_form_id_foreign` FOREIGN KEY (`fd_one_form_id`) REFERENCES `fd_one_forms` (`id`) ON DELETE CASCADE;

--
-- Constraints for table `fd_nine_office_saroks`
--
ALTER TABLE `fd_nine_office_saroks`
  ADD CONSTRAINT `fd_nine_office_saroks_p_note_for_fd_nine_id_foreign` FOREIGN KEY (`p_note_for_fd_nine_id`) REFERENCES `parent_note_for_fd_nines` (`id`) ON DELETE CASCADE;

--
-- Constraints for table `fd_nine_one_office_saroks`
--
ALTER TABLE `fd_nine_one_office_saroks`
  ADD CONSTRAINT `fd_nine_one_office_saroks_p_note_for_fd_nine_one_id_foreign` FOREIGN KEY (`p_note_for_fd_nine_one_id`) REFERENCES `parent_note_for_fd_nine_ones` (`id`) ON DELETE CASCADE;

--
-- Constraints for table `fd_one_adviser_lists`
--
ALTER TABLE `fd_one_adviser_lists`
  ADD CONSTRAINT `fd_one_adviser_lists_fd_one_form_id_foreign` FOREIGN KEY (`fd_one_form_id`) REFERENCES `fd_one_forms` (`id`) ON DELETE CASCADE;

--
-- Constraints for table `fd_one_bank_accounts`
--
ALTER TABLE `fd_one_bank_accounts`
  ADD CONSTRAINT `fd_one_bank_accounts_fd_one_form_id_foreign` FOREIGN KEY (`fd_one_form_id`) REFERENCES `fd_one_forms` (`id`) ON DELETE CASCADE;

--
-- Constraints for table `fd_one_forms`
--
ALTER TABLE `fd_one_forms`
  ADD CONSTRAINT `fd_one_forms_user_id_foreign` FOREIGN KEY (`user_id`) REFERENCES `users` (`id`) ON DELETE CASCADE;

--
-- Constraints for table `fd_one_member_lists`
--
ALTER TABLE `fd_one_member_lists`
  ADD CONSTRAINT `fd_one_member_lists_fd_one_form_id_foreign` FOREIGN KEY (`fd_one_form_id`) REFERENCES `fd_one_forms` (`id`) ON DELETE CASCADE;

--
-- Constraints for table `fd_one_other_pdf_lists`
--
ALTER TABLE `fd_one_other_pdf_lists`
  ADD CONSTRAINT `fd_one_other_pdf_lists_fd_one_form_id_foreign` FOREIGN KEY (`fd_one_form_id`) REFERENCES `fd_one_forms` (`id`) ON DELETE CASCADE;

--
-- Constraints for table `fd_one_source_of_funds`
--
ALTER TABLE `fd_one_source_of_funds`
  ADD CONSTRAINT `fd_one_source_of_funds_fd_one_form_id_foreign` FOREIGN KEY (`fd_one_form_id`) REFERENCES `fd_one_forms` (`id`) ON DELETE CASCADE;

--
-- Constraints for table `fd_seven_office_saroks`
--
ALTER TABLE `fd_seven_office_saroks`
  ADD CONSTRAINT `fd_seven_office_saroks_parent_note_for_fd_seven_id_foreign` FOREIGN KEY (`parent_note_for_fd_seven_id`) REFERENCES `parent_note_for_fd_sevens` (`id`) ON DELETE CASCADE;

--
-- Constraints for table `fd_three_office_saroks`
--
ALTER TABLE `fd_three_office_saroks`
  ADD CONSTRAINT `fd_three_office_saroks_parent_note_for_fd_three_id_foreign` FOREIGN KEY (`parent_note_for_fd_three_id`) REFERENCES `parent_note_for_fd_threes` (`id`) ON DELETE CASCADE;

--
-- Constraints for table `form_complete_statuses`
--
ALTER TABLE `form_complete_statuses`
  ADD CONSTRAINT `form_complete_statuses_user_id_foreign` FOREIGN KEY (`user_id`) REFERENCES `users` (`id`) ON DELETE CASCADE;

--
-- Constraints for table `form_eights`
--
ALTER TABLE `form_eights`
  ADD CONSTRAINT `form_eights_fd_one_form_id_foreign` FOREIGN KEY (`fd_one_form_id`) REFERENCES `fd_one_forms` (`id`) ON DELETE CASCADE;

--
-- Constraints for table `forwarding_letters`
--
ALTER TABLE `forwarding_letters`
  ADD CONSTRAINT `forwarding_letters_admin_id_foreign` FOREIGN KEY (`admin_id`) REFERENCES `admins` (`id`) ON DELETE CASCADE;

--
-- Constraints for table `forwarding_letter_onulipis`
--
ALTER TABLE `forwarding_letter_onulipis`
  ADD CONSTRAINT `forwarding_letter_onulipis_forwarding_letter_id_foreign` FOREIGN KEY (`forwarding_letter_id`) REFERENCES `forwarding_letters` (`id`) ON DELETE CASCADE;

--
-- Constraints for table `job_histories`
--
ALTER TABLE `job_histories`
  ADD CONSTRAINT `job_histories_admin_id_foreign` FOREIGN KEY (`admin_id`) REFERENCES `admins` (`id`) ON DELETE CASCADE,
  ADD CONSTRAINT `job_histories_designation_list_id_foreign` FOREIGN KEY (`designation_list_id`) REFERENCES `designation_lists` (`id`) ON DELETE CASCADE;

--
-- Constraints for table `model_has_permissions`
--
ALTER TABLE `model_has_permissions`
  ADD CONSTRAINT `model_has_permissions_permission_id_foreign` FOREIGN KEY (`permission_id`) REFERENCES `permissions` (`id`) ON DELETE CASCADE;

--
-- Constraints for table `model_has_roles`
--
ALTER TABLE `model_has_roles`
  ADD CONSTRAINT `model_has_roles_role_id_foreign` FOREIGN KEY (`role_id`) REFERENCES `roles` (`id`) ON DELETE CASCADE;

--
-- Constraints for table `name_change_docs`
--
ALTER TABLE `name_change_docs`
  ADD CONSTRAINT `name_change_docs_ngo_name_change_id_foreign` FOREIGN KEY (`ngo_name_change_id`) REFERENCES `ngo_name_changes` (`id`) ON DELETE CASCADE;

--
-- Constraints for table `name_change_office_saroks`
--
ALTER TABLE `name_change_office_saroks`
  ADD CONSTRAINT `name_change_office_saroks_parentnote_name_change_id_foreign` FOREIGN KEY (`parentnote_name_change_id`) REFERENCES `parent_note_for_name_changes` (`id`) ON DELETE CASCADE;

--
-- Constraints for table `ngo_durations`
--
ALTER TABLE `ngo_durations`
  ADD CONSTRAINT `ngo_durations_fd_one_form_id_foreign` FOREIGN KEY (`fd_one_form_id`) REFERENCES `fd_one_forms` (`id`) ON DELETE CASCADE;

--
-- Constraints for table `ngo_member_lists`
--
ALTER TABLE `ngo_member_lists`
  ADD CONSTRAINT `ngo_member_lists_fd_one_form_id_foreign` FOREIGN KEY (`fd_one_form_id`) REFERENCES `fd_one_forms` (`id`) ON DELETE CASCADE;

--
-- Constraints for table `ngo_member_nid_photos`
--
ALTER TABLE `ngo_member_nid_photos`
  ADD CONSTRAINT `ngo_member_nid_photos_fd_one_form_id_foreign` FOREIGN KEY (`fd_one_form_id`) REFERENCES `fd_one_forms` (`id`) ON DELETE CASCADE;

--
-- Constraints for table `ngo_name_changes`
--
ALTER TABLE `ngo_name_changes`
  ADD CONSTRAINT `ngo_name_changes_fd_one_form_id_foreign` FOREIGN KEY (`fd_one_form_id`) REFERENCES `fd_one_forms` (`id`) ON DELETE CASCADE;

--
-- Constraints for table `ngo_other_docs`
--
ALTER TABLE `ngo_other_docs`
  ADD CONSTRAINT `ngo_other_docs_fd_one_form_id_foreign` FOREIGN KEY (`fd_one_form_id`) REFERENCES `fd_one_forms` (`id`) ON DELETE CASCADE;

--
-- Constraints for table `ngo_renews`
--
ALTER TABLE `ngo_renews`
  ADD CONSTRAINT `ngo_renews_fd_one_form_id_foreign` FOREIGN KEY (`fd_one_form_id`) REFERENCES `fd_one_forms` (`id`) ON DELETE CASCADE;

--
-- Constraints for table `ngo_renew_infos`
--
ALTER TABLE `ngo_renew_infos`
  ADD CONSTRAINT `ngo_renew_infos_fd_one_form_id_foreign` FOREIGN KEY (`fd_one_form_id`) REFERENCES `fd_one_forms` (`id`) ON DELETE CASCADE,
  ADD CONSTRAINT `ngo_renew_infos_user_id_foreign` FOREIGN KEY (`user_id`) REFERENCES `users` (`id`) ON DELETE CASCADE;

--
-- Constraints for table `ngo_statuses`
--
ALTER TABLE `ngo_statuses`
  ADD CONSTRAINT `ngo_statuses_fd_one_form_id_foreign` FOREIGN KEY (`fd_one_form_id`) REFERENCES `fd_one_forms` (`id`) ON DELETE CASCADE;

--
-- Constraints for table `ngo_type_and_languages`
--
ALTER TABLE `ngo_type_and_languages`
  ADD CONSTRAINT `ngo_type_and_languages_user_id_foreign` FOREIGN KEY (`user_id`) REFERENCES `users` (`id`) ON DELETE CASCADE;

--
-- Constraints for table `n_visas`
--
ALTER TABLE `n_visas`
  ADD CONSTRAINT `n_visas_fd9_one_form_id_foreign` FOREIGN KEY (`fd9_one_form_id`) REFERENCES `fd9_one_forms` (`id`) ON DELETE CASCADE,
  ADD CONSTRAINT `n_visas_fd_one_form_id_foreign` FOREIGN KEY (`fd_one_form_id`) REFERENCES `fd_one_forms` (`id`) ON DELETE CASCADE;

--
-- Constraints for table `n_visa_authorized_personal_of_the_orgs`
--
ALTER TABLE `n_visa_authorized_personal_of_the_orgs`
  ADD CONSTRAINT `n_visa_authorized_personal_of_the_orgs_n_visa_id_foreign` FOREIGN KEY (`n_visa_id`) REFERENCES `n_visas` (`id`) ON DELETE CASCADE;

--
-- Constraints for table `n_visa_compensation_and_benifits`
--
ALTER TABLE `n_visa_compensation_and_benifits`
  ADD CONSTRAINT `n_visa_compensation_and_benifits_n_visa_id_foreign` FOREIGN KEY (`n_visa_id`) REFERENCES `n_visas` (`id`) ON DELETE CASCADE;

--
-- Constraints for table `n_visa_employment_information`
--
ALTER TABLE `n_visa_employment_information`
  ADD CONSTRAINT `n_visa_employment_information_n_visa_id_foreign` FOREIGN KEY (`n_visa_id`) REFERENCES `n_visas` (`id`) ON DELETE CASCADE;

--
-- Constraints for table `n_visa_manpower_of_the_offices`
--
ALTER TABLE `n_visa_manpower_of_the_offices`
  ADD CONSTRAINT `n_visa_manpower_of_the_offices_n_visa_id_foreign` FOREIGN KEY (`n_visa_id`) REFERENCES `n_visas` (`id`) ON DELETE CASCADE;

--
-- Constraints for table `n_visa_necessary_document_for_work_permits`
--
ALTER TABLE `n_visa_necessary_document_for_work_permits`
  ADD CONSTRAINT `n_visa_necessary_document_for_work_permits_n_visa_id_foreign` FOREIGN KEY (`n_visa_id`) REFERENCES `n_visas` (`id`) ON DELETE CASCADE;

--
-- Constraints for table `n_visa_particulars_of_foreign_incumbnets`
--
ALTER TABLE `n_visa_particulars_of_foreign_incumbnets`
  ADD CONSTRAINT `n_visa_particulars_of_foreign_incumbnets_n_visa_id_foreign` FOREIGN KEY (`n_visa_id`) REFERENCES `n_visas` (`id`) ON DELETE CASCADE;

--
-- Constraints for table `n_visa_particular_of_sponsor_or_employers`
--
ALTER TABLE `n_visa_particular_of_sponsor_or_employers`
  ADD CONSTRAINT `n_visa_particular_of_sponsor_or_employers_n_visa_id_foreign` FOREIGN KEY (`n_visa_id`) REFERENCES `n_visas` (`id`) ON DELETE CASCADE;

--
-- Constraints for table `n_visa_work_place_addresses`
--
ALTER TABLE `n_visa_work_place_addresses`
  ADD CONSTRAINT `n_visa_work_place_addresses_n_visa_id_foreign` FOREIGN KEY (`n_visa_id`) REFERENCES `n_visas` (`id`) ON DELETE CASCADE;

--
-- Constraints for table `registration_office_saroks`
--
ALTER TABLE `registration_office_saroks`
  ADD CONSTRAINT `registration_office_saroks_parent_note_regid_foreign` FOREIGN KEY (`parent_note_regid`) REFERENCES `parent_note_for_registrations` (`id`) ON DELETE CASCADE;

--
-- Constraints for table `renewal_files`
--
ALTER TABLE `renewal_files`
  ADD CONSTRAINT `renewal_files_fd_one_form_id_foreign` FOREIGN KEY (`fd_one_form_id`) REFERENCES `fd_one_forms` (`id`) ON DELETE CASCADE;

--
-- Constraints for table `renew_office_saroks`
--
ALTER TABLE `renew_office_saroks`
  ADD CONSTRAINT `renew_office_saroks_parent_note_for_renew_id_foreign` FOREIGN KEY (`parent_note_for_renew_id`) REFERENCES `parent_note_for_renews` (`id`) ON DELETE CASCADE;

--
-- Constraints for table `role_has_permissions`
--
ALTER TABLE `role_has_permissions`
  ADD CONSTRAINT `role_has_permissions_permission_id_foreign` FOREIGN KEY (`permission_id`) REFERENCES `permissions` (`id`) ON DELETE CASCADE,
  ADD CONSTRAINT `role_has_permissions_role_id_foreign` FOREIGN KEY (`role_id`) REFERENCES `roles` (`id`) ON DELETE CASCADE;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
